<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01 Transitional//EN">
<html>
  <head>
    <meta content="text/html; charset=windows-1252"
      http-equiv="Content-Type">
    <title>t04</title>
  </head>
  <body>
    <span style="font-weight: bold;">&#1047;&#1072;&#1076;&#1072;&#1095;&#1080; &#1079;&#1072; &#1090;&#1088;&#1077;&#1085;&#1080;&#1085;&#1075;</span><br>
    <br>
    <span style="font-weight: bold;">&#1047;&#1072;&#1076;&#1072;&#1095;&#1072; 4&#1072;</span>.<br>
    &#1044;&#1072;&#1076;&#1077;&#1085;&#1086; &#1077; &#1094;&#1103;&#1083;&#1086; &#1087;&#1086;&#1083;&#1086;&#1078;&#1080;&#1090;&#1077;&#1083;&#1085;&#1086; <i>n</i>-&#1094;&#1080;&#1092;&#1088;&#1077;&#1085;&#1086; &#1095;&#1080;&#1089;&#1083;&#1086;. &#1057; &#1088;&#1072;&#1079;&#1084;&#1103;&#1085;&#1072; &#1085;&#1072;
    &#1088;&#1072;&#1079;&#1083;&#1080;&#1095;&#1085;&#1080; &#1094;&#1080;&#1092;&#1088;&#1080; &#1085;&#1072; &#1095;&#1080;&#1089;&#1083;&#1086;&#1090;&#1086; &#1087;&#1086;&#1083;&#1091;&#1095;&#1072;&#1074;&#1072;&#1084;&#1077; &#1076;&#1088;&#1091;&#1075;&#1086; &#1095;&#1080;&#1089;&#1083;&#1086;, &#1082;&#1086;&#1077;&#1090;&#1086; &#1077; &#1080;&#1083;&#1080;
    &#1087;&#1086;-&#1084;&#1072;&#1083;&#1082;&#1086;, &#1080;&#1083;&#1080; &#1087;&#1086;-&#1075;&#1086;&#1083;&#1103;&#1084;&#1086; &#1086;&#1090; &#1076;&#1072;&#1076;&#1077;&#1085;&#1086;&#1090;&#1086;. &#1044;&#1072; &#1089;&#1077; &#1085;&#1072;&#1084;&#1077;&#1088;&#1080; &#1085;&#1072;&#1081;-&#1084;&#1072;&#1083;&#1082;&#1086;&#1090;&#1086; <i>n</i>-&#1094;&#1080;&#1092;&#1088;&#1077;&#1085;&#1086;






    &#1095;&#1080;&#1089;&#1083;&#1086;, &#1082;&#1086;&#1077;&#1090;&#1086; &#1084;&#1086;&#1078;&#1077; &#1076;&#1072; &#1089;&#1077; &#1087;&#1086;&#1083;&#1091;&#1095;&#1080; &#1095;&#1088;&#1077;&#1079; &#1088;&#1072;&#1079;&#1084;&#1103;&#1085;&#1072; &#1085;&#1072; &#1087;&#1088;&#1086;&#1080;&#1079;&#1074;&#1086;&#1083;&#1077;&#1085; &#1073;&#1088;&#1086;&#1081; &#1094;&#1080;&#1092;&#1088;&#1080;
    &#1085;&#1072; &#1076;&#1072;&#1076;&#1077;&#1085;&#1086;&#1090;&#1086; &#1095;&#1080;&#1089;&#1083;&#1086;. <br>
    <br>
    <span style="font-style: italic;">&#1042;&#1093;&#1086;&#1076;:<br>
    </span>&#1047;&#1072;&#1076;&#1072;&#1074;&#1072; &#1089;&#1077; &#1088;&#1077;&#1076;&#1080;&#1094;&#1072; &#1086;&#1090; &#1095;&#1080;&#1089;&#1083;&#1072;, &#1087;&#1086;-&#1084;&#1072;&#1083;&#1082;&#1080; &#1086;&#1090; 10<sup>200</sup><span
      style="font-style: italic;">.<br>
      <br>
      &#1048;&#1079;&#1093;&#1086;&#1076;:</span><br>
    &#1047;&#1072; &#1074;&#1089;&#1103;&#1082;&#1086; &#1095;&#1080;&#1089;&#1083;&#1086; &#1086;&#1090; &#1088;&#1077;&#1076;&#1080;&#1094;&#1072;&#1090;&#1072;, &#1085;&#1072; &#1086;&#1090;&#1076;&#1077;&#1083;&#1077;&#1085; &#1088;&#1077;&#1076; &#1089;&#1077; &#1086;&#1090;&#1087;&#1077;&#1095;&#1072;&#1090;&#1074;&#1072; &#1085;&#1072;&#1081;-&#1084;&#1072;&#1083;&#1082;&#1086;&#1090;&#1086;
    <i>n</i>-&#1094;&#1080;&#1092;&#1088;&#1077;&#1085;&#1086; &#1095;&#1080;&#1089;&#1083;&#1086;, &#1087;&#1086;&#1083;&#1091;&#1095;&#1077;&#1085;&#1086; &#1087;&#1086; &#1086;&#1087;&#1080;&#1089;&#1072;&#1085;&#1080;&#1103; &#1085;&#1072;&#1095;&#1080;&#1085;.<br>
    <span style="font-style: italic;"><br>
      &#1055;&#1088;&#1080;&#1084;&#1077;&#1088;:<br>
    </span><big><span style="font-family: monospace;"></span><span
        style="font-family: monospace;">100 283 <br>
      </span></big><span style="font-style: italic;"><br>
    </span><span style="font-style: italic;">&#1056;&#1077;&#1096;&#1077;&#1085;&#1080;&#1077; &#1085;&#1072; &#1087;&#1088;&#1080;&#1084;&#1077;&#1088;&#1072;:</span><br>
    <big><span style="font-family: monospace;"></span></big><span
      style="font-weight: bold;"></span><big><span style="font-family:
        monospace;">100 <br>
        238</span></big><br>
    <hr style="width: 100%; height: 2px;"><span style="font-weight:
      bold;">&#1047;&#1072;&#1076;&#1072;&#1095;&#1072; 4b</span>.<br>
    &#1044;&#1072;&#1076;&#1077;&#1085;&#1086; &#1089;&#1077; &#1084;&#1085;&#1086;&#1078;&#1077;&#1089;&#1090;&#1074;&#1086; &#1086;&#1090; <span style="font-style: italic;">N</span>
    &#1088;&#1072;&#1079;&#1083;&#1080;&#1095;&#1085;&#1080; &#1094;&#1077;&#1083;&#1080; &#1087;&#1086;&#1083;&#1086;&#1078;&#1080;&#1090;&#1077;&#1083;&#1085;&#1080;&nbsp; &#1095;&#1080;&#1089;&#1083;&#1072;. &#1044;&#1072; &#1089;&#1077; &#1085;&#1072;&#1087;&#1080;&#1096;&#1077; &#1087;&#1088;&#1086;&#1075;&#1088;&#1072;&#1084;&#1072;, &#1082;&#1086;&#1103;&#1090;&#1086;
    &#1076;&#1072; &#1084;&#1086;&#1078;&#1077; &#1076;&#1072; &#1086;&#1090;&#1075;&#1086;&#1074;&#1072;&#1088;&#1103; &#1085;&#1072; &#1074;&#1098;&#1087;&#1088;&#1086;&#1089;&#1072;: "&#1050;&#1086;&#1081; &#1077; <span style="font-style:
      italic;">k</span>-&#1090;&#1080;&#1103; &#1087;&#1086; &#1075;&#1086;&#1083;&#1077;&#1084;&#1080;&#1085;&#1072; &#1077;&#1083;&#1077;&#1084;&#1077;&#1085;&#1090; &#1085;&#1072; &#1084;&#1085;&#1086;&#1078;&#1077;&#1089;&#1090;&#1074;&#1086;&#1090;&#1086;?"<br>
    <span style="font-style: italic;"><br>
      &#1042;&#1093;&#1086;&#1076;:<br>
    </span>&#1053;&#1072;&#1081;-&#1085;&#1072;&#1087;&#1088;&#1077;&#1076; &#1085;&#1072; &#1074;&#1093;&#1086;&#1076;&#1072; &#1089;&#1077; &#1079;&#1072;&#1076;&#1072;&#1074;&#1072;&#1090; &#1073;&#1088;&#1086;&#1103; &#1085;&#1072; &#1087;&#1088;&#1080;&#1084;&#1077;&#1088;&#1080;&#1090;&#1077;. &#1047;&#1072; &#1074;&#1089;&#1077;&#1082;&#1080;
    &#1087;&#1088;&#1080;&#1084;&#1077;&#1088; &#1085;&#1072; &#1086;&#1090;&#1076;&#1077;&#1083;&#1077;&#1085; &#1088;&#1077;&#1076; &#1077; &#1076;&#1072;&#1076;&#1077;&#1085; &#1073;&#1088;&#1086;&#1103; <i>N</i> &#1085;&#1072; &#1077;&#1083;&#1077;&#1084;&#1077;&#1085;&#1090;&#1080;&#1090;&#1077; &#1085;&#1072;
    &#1084;&#1085;&#1086;&#1078;&#1077;&#1089;&#1090;&#1074;&#1086;&#1090;&#1086; (<i>N </i>&lt; 10<sup>11</sup>) &#1080; <i>M</i> - &#1073;&#1088;&#1086;&#1103; &#1085;&#1072;
    &#1087;&#1080;&#1090;&#1072;&#1085;&#1080;&#1103;&#1090;&#1072; (<i>&#1052;</i> &lt; 100). &#1057;&#1083;&#1077;&#1076;&#1074;&#1072;&#1090; &#1089;&#1072;&#1084;&#1080;&#1090;&#1077; &#1077;&#1083;&#1077;&#1084;&#1077;&#1085;&#1090;&#1080; (&#1082;&#1086;&#1080;&#1090;&#1086; &#1089;&#1072;
    &#1087;&#1086;-&#1084;&#1072;&#1083;&#1082;&#1080; &#1086;&#1090; 10<sup>20</sup>) &#1080; &#1089;&#1083;&#1077;&#1076; &#1090;&#1103;&#1093; &#1088;&#1077;&#1076;&#1080;&#1094;&#1072;&#1090;&#1072; &#1086;&#1090; &#1094;&#1077;&#1083;&#1080; &#1087;&#1086;&#1083;&#1086;&#1078;&#1080;&#1090;&#1077;&#1083;&#1085;&#1080;
    &#1095;&#1080;&#1089;&#1083;&#1072; <span style="font-style: italic;">"k" </span>- &#1087;&#1080;&#1090;&#1072;&#1085;&#1077; &#1079;&#1072; <span
      style="font-style: italic;">k</span>-&#1090;&#1080;&#1103; &#1087;&#1086; &#1075;&#1086;&#1083;&#1077;&#1084;&#1080;&#1085;&#1072; &#1077;&#1083;&#1077;&#1084;&#1077;&#1085;&#1090; &#1085;&#1072;
    &#1084;&#1085;&#1086;&#1078;&#1077;&#1089;&#1090;&#1074;&#1086;&#1090;&#1086; (<span style="font-style: italic;">k </span>&lt; 100).<span
      style="font-style: italic;"><br>
      <br>
    </span><span style="font-style: italic;">&#1048;&#1079;&#1093;&#1086;&#1076;:</span><br>
    &#1047;&#1072; &#1074;&#1089;&#1103;&#1082;&#1086; &#1087;&#1080;&#1090;&#1072;&#1085;&#1077;, &#1085;&#1072; &#1080;&#1079;&#1093;&#1086;&#1076;&#1072; &#1089;&#1077; &#1086;&#1090;&#1087;&#1077;&#1095;&#1072;&#1090;&#1074;&#1072; &#1086;&#1090;&#1075;&#1086;&#1074;&#1086;&#1088;&#1072; - &#1089;&#1090;&#1086;&#1081;&#1085;&#1086;&#1089;&#1090;&#1090;&#1072; &#1085;&#1072;<span
      style="font-style: italic;"> k</span>-&#1090;&#1080;&#1103; &#1087;&#1086; &#1075;&#1086;&#1083;&#1077;&#1084;&#1080;&#1085;&#1072; &#1077;&#1083;&#1077;&#1084;&#1077;&#1085;&#1090;.<br>
    <span style="font-style: italic;"><br>
    </span><span style="font-style: italic;">&#1055;&#1088;&#1080;&#1084;&#1077;&#1088;:<br>
    </span><big><span style="font-family: monospace;"></span><span
        style="font-family: monospace;">2<br>
        5 4</span><br style="font-family: monospace;">
      <span style="font-family: monospace;">12 4 22 31 32</span><br
        style="font-family: monospace;">
      <span style="font-family: monospace;">1 2 3 4 <br>
        8 2<br>
        22 33 44 11 55 66 88 99 <br>
        8 2<br>
      </span></big><span style="font-style: italic;"> <br>
    </span><span style="font-style: italic;">&#1056;&#1077;&#1096;&#1077;&#1085;&#1080;&#1077; &#1085;&#1072; &#1087;&#1088;&#1080;&#1084;&#1077;&#1088;&#1072;:<br>
    </span><big><span style="font-family: monospace;"></span><span
        style="font-family: monospace;">32 31 22 12<br>
        11 88</span></big><br>
    <i></i>
    <hr style="width: 100%; height: 2px;">
  </body>
</html>
