<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01 Transitional//EN">
<html>
  <head>
    <meta content="text/html; charset=windows-1252"
      http-equiv="Content-Type">
    <title>ex1</title>
  </head>
  <body>
    <span style="font-weight: bold;">&#1047;&#1072;&#1076;&#1072;&#1095;&#1080; &#1079;&#1072; &#1090;&#1088;&#1077;&#1085;&#1080;&#1085;&#1075;</span><br>
    <br>
    <span style="font-weight: bold;">&#1047;&#1072;&#1076;&#1072;&#1095;&#1072; 1&#1072;</span>. &#1044;&#1072; &#1089;&#1077; &#1085;&#1072;&#1087;&#1080;&#1096;&#1077;
    &#1087;&#1088;&#1086;&#1075;&#1088;&#1072;&#1084;&#1072; &#1079;&#1072; &#1087;&#1088;&#1077;&#1074;&#1088;&#1098;&#1097;&#1072;&#1085;&#1077; &#1085;&#1072; &#1077;&#1089;&#1090;&#1077;&#1089;&#1090;&#1074;&#1077;&#1085;&#1086; &#1095;&#1080;&#1089;&#1083;&#1086; &#1086;&#1090; &#1076;&#1077;&#1089;&#1077;&#1090;&#1080;&#1095;&#1085;&#1072; &#1074; &#1076;&#1074;&#1086;&#1080;&#1095;&#1085;&#1072;
    &#1073;&#1088;&#1086;&#1081;&#1085;&#1072; &#1089;&#1080;&#1089;&#1090;&#1077;&#1084;&#1072; &#1080; &#1086;&#1073;&#1088;&#1072;&#1090;&#1085;&#1086;. <br>
    <br>
    <span style="font-style: italic;">&#1042;&#1093;&#1086;&#1076;:<br>
    </span>&#1047;&#1072;&#1076;&#1072;&#1074;&#1072; &#1089;&#1077; &#1088;&#1077;&#1076;&#1080;&#1094;&#1072; &#1086;&#1090; &#1076;&#1074;&#1086;&#1081;&#1082;&#1080; &#1095;&#1080;&#1089;&#1083;&#1072; - &#1087;&#1098;&#1088;&#1074;&#1086;&#1090;&#1086; &#1095;&#1080;&#1089;&#1083;&#1086; &#1077; &#1086;&#1089;&#1085;&#1086;&#1074;&#1072;&#1090;&#1072;
    &#1085;&#1072; &#1073;&#1088;&#1086;&#1081;&#1085;&#1072;&#1090;&#1072; &#1089;&#1080;&#1089;&#1090;&#1077;&#1084;&#1072;, &#1072; &#1074;&#1090;&#1086;&#1088;&#1086;&#1090;&#1086; - &#1095;&#1080;&#1089;&#1083;&#1086;&#1090;&#1086; &#1079;&#1072; &#1087;&#1088;&#1077;&#1074;&#1088;&#1098;&#1097;&#1072;&#1085;&#1077; (&#1087;&#1086;-&#1084;&#1072;&#1083;&#1082;&#1086; &#1086;&#1090;
    10<sup>4</sup>).<span style="font-style: italic;"><br>
    </span><span style="font-style: italic;"><br>
      &#1048;&#1079;&#1093;&#1086;&#1076;:</span><br>
    &#1047;&#1072; &#1074;&#1089;&#1103;&#1082;&#1072; &#1076;&#1074;&#1086;&#1081;&#1082;&#1072; &#1095;&#1080;&#1089;&#1083;&#1072; &#1086;&#1090; &#1074;&#1093;&#1086;&#1076;&#1072; &#1089;&#1077; &#1080;&#1079;&#1074;&#1077;&#1078;&#1076;&#1072; &#1076;&#1074;&#1086;&#1081;&#1082;&#1072; &#1095;&#1080;&#1089;&#1083;&#1072; (&#1085;&#1072; &#1086;&#1090;&#1076;&#1077;&#1083;&#1077;&#1085;
    &#1088;&#1077;&#1076;) - &#1086;&#1090;&#1085;&#1086;&#1074;&#1086; &#1087;&#1098;&#1088;&#1074;&#1086;&#1090;&#1086; &#1095;&#1080;&#1089;&#1083;&#1086; &#1077; &#1086;&#1089;&#1085;&#1086;&#1074;&#1072;&#1090;&#1072; &#1085;&#1072; &#1073;&#1088;&#1086;&#1081;&#1085;&#1072;&#1090;&#1072; &#1089;&#1080;&#1089;&#1090;&#1077;&#1084;&#1072;, &#1072;
    &#1074;&#1090;&#1086;&#1088;&#1086;&#1090;&#1086; - &#1087;&#1088;&#1077;&#1074;&#1098;&#1088;&#1085;&#1072;&#1090;&#1086;&#1090;&#1086; &#1095;&#1080;&#1089;&#1083;&#1086;.<br>
    <span style="font-style: italic;"><br>
      &#1055;&#1088;&#1080;&#1084;&#1077;&#1088;:<br>
    </span><big><span style="font-family: monospace;">10 8</span><br
        style="font-family: monospace;">
      <span style="font-family: monospace;">2 1000<br>
        2 1<br>
      </span></big><span style="font-style: italic;"><br>
    </span><span style="font-style: italic;">&#1056;&#1077;&#1096;&#1077;&#1085;&#1080;&#1077; &#1085;&#1072; &#1087;&#1088;&#1080;&#1084;&#1077;&#1088;&#1072;:</span><br>
    <big><span style="font-family: monospace;">2 1000</span><br
        style="font-family: monospace;">
      <span style="font-family: monospace;">10 8</span><br
        style="font-family: monospace;">
      <span style="font-family: monospace;">10 1</span></big><br>
    <hr size="2" width="100%"><span style="font-weight: bold;">&#1047;&#1072;&#1076;&#1072;&#1095;&#1072; 1b</span>.
    &#1044;&#1072;&nbsp; &#1089;&#1077; &#1085;&#1072;&#1087;&#1080;&#1096;&#1077; &#1087;&#1088;&#1086;&#1075;&#1088;&#1072;&#1084;&#1072; &#1079;&#1072; &#1087;&#1088;&#1086;&#1074;&#1077;&#1088;&#1082;&#1072; &#1085;&#1072; &#1093;&#1080;&#1087;&#1086;&#1090;&#1077;&#1079;&#1072;&#1090;&#1072; &#1085;&#1072; &#1043;&#1086;&#1083;&#1076;&#1073;&#1072;&#1093;.<br>
    <br>
    <span style="font-style: italic;">&#1042;&#1093;&#1086;&#1076;:<br>
    </span>&#1047;&#1072;&#1076;&#1072;&#1074;&#1072; &#1089;&#1077; &#1088;&#1077;&#1076;&#1080;&#1094;&#1072; &#1086;&#1090; &#1095;&#1077;&#1090;&#1085;&#1080; &#1095;&#1080;&#1089;&#1083;&#1072;, &#1085;&#1077; &#1087;&#1086;-&#1075;&#1086;&#1083;&#1077;&#1084;&#1080; &#1086;&#1090; 1000.<span
      style="font-style: italic;"><br>
      <br>
    </span><span style="font-style: italic;">&#1048;&#1079;&#1093;&#1086;&#1076;:</span><br>
    &#1047;&#1072; &#1074;&#1089;&#1103;&#1082;&#1086; &#1095;&#1080;&#1089;&#1083;&#1086; &#1086;&#1090; &#1074;&#1093;&#1086;&#1076;&#1072; &#1089;&#1077; &#1080;&#1079;&#1074;&#1077;&#1078;&#1076;&#1072;&#1090; (&#1085;&#1072; &#1086;&#1090;&#1076;&#1077;&#1083;&#1077;&#1085; &#1088;&#1077;&#1076;) &#1076;&#1074;&#1077; &#1087;&#1088;&#1086;&#1089;&#1090;&#1080;
    &#1095;&#1080;&#1089;&#1083;&#1072; , &#1095;&#1080;&#1103;&#1090;&#1086; &#1089;&#1091;&#1084;&#1072; &#1077; &#1079;&#1072;&#1076;&#1072;&#1076;&#1077;&#1085;&#1086;&#1090;&#1086; &#1086;&#1090; &#1074;&#1093;&#1086;&#1076;&#1072; &#1095;&#1080;&#1089;&#1083;&#1086;. &#1042;&#1090;&#1086;&#1088;&#1086;&#1090;&#1086; &#1095;&#1080;&#1089;&#1083;&#1086; &#1090;&#1088;&#1103;&#1073;&#1074;&#1072;
    &#1076;&#1072; &#1077; &#1085;&#1077; &#1087;&#1086;-&#1084;&#1072;&#1083;&#1082;&#1086; &#1086;&#1090; &#1087;&#1098;&#1088;&#1074;&#1086;&#1090;&#1086;. <span style="font-style: italic;"><br>
      <br>
    </span><span style="font-style: italic;">&#1055;&#1088;&#1080;&#1084;&#1077;&#1088;:<br>
      &nbsp;</span><big><span style="font-family: monospace;">6 8 12 22</span></big><span
      style="font-style: italic;"><br>
      <br>
    </span><span style="font-style: italic;">&#1056;&#1077;&#1096;&#1077;&#1085;&#1080;&#1077; &#1085;&#1072; &#1087;&#1088;&#1080;&#1084;&#1077;&#1088;&#1072;:<br>
    </span><big><span style="font-family: monospace;">3 3<br>
        3 5 <br>
        5 7 <br>
        3 19</span></big><span style="font-style: italic;"> <br>
    </span>
    <hr style="width: 100%; height: 2px;"><span style="font-style:
      italic;"></span>
  </body>
</html>
