<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01 Transitional//EN">
<html>
<head>
  <meta content="text/html;charset=ISO-8859-1" http-equiv="Content-Type">
  <title>kirovi</title>
</head>
<body>
<div style="text-align: center;"><font size="+2">&#1050;&#1088;&#1072;&#1090;&#1082;&#1080; &#1076;&#1072;&#1085;&#1085;&#1080; &#1079;&#1072; &#1088;&#1086;&#1076;&#1072;
&#1050;&#1080;&#1088;&#1086;&#1074;&#1080; - &#1089;. &#1051;&#1080;&#1082;, &#1086;&#1073;&#1097;&#1080;&#1085;&#1072; &#1052;&#1077;&#1079;&#1076;&#1088;&#1072;, <br>
&#1085;&#1072;&#1087;&#1080;&#1089;&#1072;&#1085;&#1080; &#1086;&#1090;<br>
&#1050;&#1080;&#1088;&#1086; &#1053;&#1080;&#1082;&#1086;&#1083;&#1086;&#1074; &#1050;&#1080;&#1088;&#1086;&#1074; (1925-1999) &#1087;&#1088;&#1077;&#1079; 1998 &#1075;&#1086;&#1076;&#1080;&#1085;&#1072;.<br>
<br>
</font></div>
<font size="+1">&nbsp;&nbsp;&nbsp; &nbsp;&nbsp;<span
 style="font-style: italic;">&nbsp; &#1057;&#1074;&#1077;&#1076;&#1077;&#1085;&#1080;&#1103;&#1090;&#1072; &#1079;&#1072; &#1092;&#1072;&#1084;&#1080;&#1083;&#1080;&#1103;&#1090;&#1072; &#1050;&#1080;&#1088;&#1086;&#1074;&#1080; &#1089;&#1072;
&#1085;&#1072;&#1087;&#1080;&#1089;&#1072;&#1085;&#1080; &#1085;&#1072; &#1086;&#1089;&#1085;&#1086;&#1074;&#1072;&#1085;&#1080;&#1077; &#1085;&#1072; &#1083;&#1080;&#1095;&#1085;&#1080;
&#1088;&#1072;&#1079;&#1075;&#1086;&#1074;&#1086;&#1088;&#1080; &#1089; &#1076;&#1103;&#1076;&#1086;&#1074;&#1094;&#1080;&#1090;&#1077; &#1086;&#1090; &#1090;&#1072;&#1079;&#1080; &#1092;&#1072;&#1084;&#1080;&#1083;&#1080;&#1103; &#1080; &#1086;&#1090; &#1089;&#1087;&#1086;&#1084;&#1077;&#1085;&#1080; &#1085;&#1072; &#1074;&#1098;&#1079;&#1088;&#1072;&#1089;&#1090;&#1085;&#1080;
&#1088;&#1086;&#1076;&#1085;&#1080;&#1085;&#1080;, &#1073;&#1083;&#1080;&#1079;&#1082;&#1080; &#1080; &#1089;&#1098;&#1089;&#1077;&#1076;&#1080;.</span></font><br>
<font size="+1">&nbsp;&nbsp;&nbsp; &#1050;&#1086;&#1088;&#1077;&#1085;&#1098;&#1090; &#1085;&#1072; &#1092;&#1072;&#1084;&#1080;&#1083;&#1080;&#1103;&#1090;&#1072; &#1079;&#1072;&#1087;&#1086;&#1095;&#1074;&#1072; &#1086;&#1090;
&#1075;&#1086;&#1083;&#1103;&#1084; &#1088;&#1086;&#1076; &#1086;&#1090; 9 &#1076;&#1091;&#1096;&#1080; &#1073;&#1088;&#1072;&#1090;&#1103; &#1080; &#1077;&#1076;&#1085;&#1072; &#1089;&#1077;&#1089;&#1090;&#1088;&#1072; - &#1085;&#1077;&#1091;&#1090;&#1086;&#1095;&#1085;&#1077;&#1085;&#1086; &#1082;&#1086;&#1075;&#1072; &#1087;&#1086; &#1074;&#1088;&#1077;&#1084;&#1077;.
&#1048;&#1084;&#1077;&#1090;&#1086; &#1085;&#1072; &#1088;&#1086;&#1076;&#1072; &#1077; &#1044;&#1077;&#1074;&#1077;&#1090;&#1072;&#1094;&#1080;&#1090;&#1077; &#1086;&#1090; &#1082;&#1086;&#1081;&#1090;&#1086; &#1087;&#1088;&#1086;&#1080;&#1079;&#1093;&#1086;&#1078;&#1076;&#1072;&#1090; &#1085;&#1103;&#1082;&#1086;&#1083;&#1082;&#1086; &#1092;&#1072;&#1084;&#1080;&#1083;&#1080;&#1080; &#1074;
&#1089;&#1077;&#1083;&#1086;&#1090;&#1086; - &#1049;&#1086;&#1083;&#1086;&#1074;&#1094;&#1080;, &#1043;&#1086;&#1094;&#1086;&#1074;&#1094;&#1080;, &#1041;&#1086;&#1103;&#1076;&#1078;&#1080;&#1081;&#1090;&#1077;, &#1050;&#1086;&#1089;&#1084;&#1072;&#1088;&#1086;&#1074;&#1094;&#1080;, &#1050;&#1080;&#1088;&#1086;&#1074;&#1080;&#1090;&#1077; &#1080; &#1076;&#1088;.
&#1053;&#1072;&#1081;-&#1084;&#1085;&#1086;&#1075;&#1086; &#1089;&#1074;&#1077;&#1076;&#1077;&#1085;&#1080;&#1103; &#1080;&#1084;&#1072;&#1084; &#1086;&#1090; &#1090;&#1086;&#1074;&#1072;, &#1082;&#1086;&#1077;&#1090;&#1086; &#1084;&#1080; &#1077; &#1082;&#1072;&#1079;&#1074;&#1072;&#1083; &#1084;&#1086;&#1103; &#1076;&#1103;&#1076;&#1086; &#1050;&#1080;&#1088;&#1086;
(1865-1956). &#1058;&#1086;&#1081; &#1084;&#1080; &#1082;&#1072;&#1079;&#1074;&#1072;&#1096;&#1077; &#1080;&#1084;&#1077;&#1085;&#1072;&#1090;&#1072; &#1085;&#1072; &#1076;&#1074;&#1072;&#1084;&#1072;&nbsp; &#1085;&#1077;&#1075;&#1086;&#1074;&#1080; &#1076;&#1103;&#1076;&#1086;&#1074;&#1094;&#1080; -
&#1087;&#1088;&#1072;&#1076;&#1103;&#1076;&#1086; &#1053;&#1077;&#1094;&#1086; &#1080; &#1076;&#1103;&#1076;&#1086; &#1043;&#1077;&#1088;&#1075;&#1086;. &#1041;&#1072;&#1097;&#1072; &#1084;&#1091; &#1089;&#1077; &#1077; &#1082;&#1072;&#1079;&#1074;&#1072;&#1083; &#1061;&#1088;&#1080;&#1089;&#1090;&#1086;. &#1040; &#1088;&#1086;&#1076;&#1072; &#1080;&#1084; &#1077;
&#1085;&#1086;&#1089;&#1077;&#1083; &#1080;&#1084;&#1077;&#1085;&#1072; &#1044;&#1077;&#1074;&#1077;&#1090;&#1072;&#1094;&#1080;, &#1049;&#1086;&#1083;&#1086;&#1074;&#1094;&#1080;, &#1048;&#1090;&#1072;&#1094;&#1080; &#1080; &#1087;&#1086;&#1089;&#1083;&#1077;&#1076;&#1085;&#1086; &#1050;&#1080;&#1088;&#1086;&#1074;&#1080;, &#1082;&#1086;&#1077;&#1090;&#1086;
&#1087;&#1088;&#1086;&#1076;&#1098;&#1083;&#1078;&#1072;&#1074;&#1072; &#1080; &#1076;&#1086; &#1076;&#1085;&#1077;&#1089;. &#1050;&#1086;&#1081; &#1082;&#1086;&#1075;&#1072; &#1077; &#1088;&#1086;&#1076;&#1077;&#1085; &#1086;&#1090; &#1084;&#1086;&#1081;&#1090;&#1077; &#1087;&#1088;&#1072;&#1076;&#1103;&#1076;&#1086;&#1074;&#1094;&#1080; &#1085;&#1077; &#1089;&#1077; &#1079;&#1085;&#1072;&#1077;,
&#1085;&#1086; &#1082;&#1072;&#1090;&#1086; &#1080;&#1084;&#1072;&#1084; &#1087;&#1088;&#1077;&#1076; &#1074;&#1080;&#1076;, &#1095;&#1077;:<br>
&nbsp;&nbsp;&nbsp; - &#1076;&#1103;&#1076;&#1086; &#1050;&#1080;&#1088;&#1086; &#1077; &#1088;&#1086;&#1076;&#1077;&#1085; 1865 &#1075;.,<br>
&nbsp;&nbsp;&nbsp; - &#1073;&#1072;&#1097;&#1072; &#1084;&#1080; &#1053;&#1080;&#1082;&#1086;&#1083;&#1072; &#1077; &#1088;&#1086;&#1076;&#1077;&#1085; 1901 &#1075;.,<br>
&nbsp;&nbsp;&nbsp; - &#1072;&#1079; &#1089;&#1098;&#1084; &#1088;&#1086;&#1076;&#1077;&#1085; 1925 &#1075;.,<br>
&nbsp;&nbsp;&nbsp; - &#1089;&#1080;&#1085;&#1098;&#1090; &#1084;&#1080; &#1053;&#1080;&#1082;&#1086;&#1083;&#1072;&#1081; &#1077; &#1088;&#1086;&#1076;&#1077;&#1085; 1952 &#1075;.,<br>
&nbsp;&nbsp;&nbsp; - &#1074;&#1085;&#1091;&#1082; &#1084;&#1080; &#1050;&#1080;&#1088;&#1080;&#1083; &#1077; &#1088;&#1086;&#1076;&#1077;&#1085; 1982 &#1075;.,<br>
&#1090;.&#1077;. &#1074; &#1077;&#1076;&#1080;&#1085; &#1074;&#1077;&#1082; - &#1095;&#1077;&#1090;&#1080;&#1088;&#1080; &#1087;&#1086;&#1082;&#1086;&#1083;&#1077;&#1085;&#1080;&#1103;, &#1090;&#1086; &#1084;&#1086;&#1078;&#1077;&#1084; &#1076;&#1072; &#1087;&#1088;&#1077;&#1076;&#1087;&#1086;&#1083;&#1086;&#1078;&#1080;&#1084;, &#1095;&#1077;
&#1085;&#1072;&#1081;-&#1089;&#1090;&#1072;&#1088;&#1080;&#1103; &#1076;&#1103;&#1076;&#1086; &#1053;&#1077;&#1094;&#1086; &#1077; &#1088;&#1086;&#1076;&#1077;&#1085; &#1085;&#1103;&#1082;&#1098;&#1076;&#1077; &#1074; &#1082;&#1088;&#1072;&#1103; &#1085;&#1072; 18 &#1074;&#1077;&#1082; &#1080;&#1083;&#1080; &#1085;&#1072;&#1095;&#1072;&#1083;&#1086;&#1090;&#1086; &#1085;&#1072; 19
&#1074;&#1077;&#1082;. &#1053;&#1077; &#1077; &#1091;&#1090;&#1086;&#1095;&#1085;&#1077;&#1085;&#1086; &#1080; &#1082;&#1086;&#1081; - &#1076;&#1103;&#1076;&#1086; &#1053;&#1077;&#1094;&#1086; &#1080;&#1083;&#1080; &#1076;&#1103;&#1076;&#1086; &#1043;&#1077;&#1088;&#1075;&#1086; &#1077; &#1073;&#1088;&#1072;&#1090; &#1086;&#1090;
&#1044;&#1077;&#1074;&#1077;&#1090;&#1072;&#1094;&#1080;&#1090;&#1077;. &#1047;&#1085;&#1072;&#1077; &#1089;&#1077;, &#1095;&#1077; &#1076;&#1077;&#1074;&#1077;&#1090;&#1090;&#1077; &#1073;&#1088;&#1072;&#1090;&#1103; &#1089;&#1072; &#1073;&#1080;&#1083;&#1080; &#1073;&#1091;&#1076;&#1085;&#1080;, &#1073;&#1091;&#1081;&#1085;&#1080; &#1080; &#1089;&#1072; &#1080;&#1084;&#1072;&#1083;&#1080;
&#1095;&#1077;&#1089;&#1090;&#1080; &#1089;&#1074;&#1072;&#1076;&#1080; &#1089; &#1090;&#1091;&#1088;&#1089;&#1082;&#1080;&#1090;&#1077; &#1074;&#1083;&#1072;&#1089;&#1090;&#1080;. &#1047;&#1072;&#1087;&#1072;&#1079;&#1077;&#1085;&#1080; &#1089;&#1072; &#1087;&#1080;&#1089;&#1084;&#1077;&#1085;&#1080; &#1076;&#1086;&#1082;&#1091;&#1084;&#1077;&#1085;&#1090;&#1080;, &#1074; &#1082;&#1086;&#1080;&#1090;&#1086;
&#1084;&#1086;&#1103; &#1076;&#1103;&#1076;&#1086; &#1089;&#1077; &#1077; &#1074;&#1086;&#1076;&#1077;&#1083; &#1050;&#1080;&#1088;&#1086; &#1061;&#1088;&#1080;&#1089;&#1090;&#1086;&#1074; &#1043;&#1077;&#1088;&#1075;&#1086;&#1074;, &#1072; &#1085;&#1103;&#1082;&#1098;&#1076;&#1077; &#1080; &#1050;&#1080;&#1088;&#1086; &#1061;&#1088;&#1080;&#1089;&#1090;&#1086;&#1074;
&#1049;&#1086;&#1083;&#1086;&#1074;&#1089;&#1082;&#1080;. &#1058;&#1072;&#1082;&#1072;, &#1095;&#1077; &#1090;&#1077;&#1079;&#1080; &#1080;&#1084;&#1077;&#1085;&#1072; &#1085;&#1072; &#1084;&#1086;&#1081;&#1090;&#1077; &#1087;&#1088;&#1072;&#1076;&#1103;&#1076;&#1086;&#1074;&#1094;&#1080; &#1089;&#1072; &#1090;&#1086;&#1095;&#1085;&#1080;. &#1047;&#1085;&#1072;&#1077; &#1089;&#1077; &#1086;&#1097;&#1077;
&#1089; &#1087;&#1086;&#1083;&#1086;&#1078;&#1080;&#1090;&#1077;&#1083;&#1085;&#1086;&#1089;&#1090;, &#1095;&#1077; &#1076;&#1103;&#1076;&#1086; &#1061;&#1088;&#1080;&#1089;&#1090;&#1086; (&#1048;&#1090;&#1086;) &#1077; &#1080;&#1084;&#1072;&#1083; &#1073;&#1088;&#1072;&#1090; &#1076;&#1103;&#1076;&#1086; &#1049;&#1086;&#1083;&#1086;, &#1082;&#1086;&#1081;&#1090;&#1086;
&#1089;&#1098;&#1079;&#1076;&#1072;&#1074;&#1072; &#1088;&#1086;&#1076;&#1072; &#1049;&#1086;&#1083;&#1086;&#1074;&#1094;&#1080;, &#1082;&#1086;&#1081;&#1090;&#1086; &#1080; &#1089;&#1077;&#1075;&#1072; &#1089;&#1098;&#1097;&#1077;&#1089;&#1090;&#1074;&#1091;&#1074;&#1072; &#1074; &#1089;&#1077;&#1083;&#1086;&#1090;&#1086;.<br>
&nbsp;&nbsp;&nbsp; &#1044;&#1103;&#1076;&#1086; &#1084;&#1080; &#1050;&#1080;&#1088;&#1086; &#1080;&#1084;&#1072; &#1089;&#1072;&#1084;&#1086; &#1077;&#1076;&#1080;&#1085; &#1073;&#1088;&#1072;&#1090; - &#1042;&#1072;&#1089;&#1080;&#1083;, &#1087;&#1086;&#1095;&#1080;&#1085;&#1072;&#1083;
&#1087;&#1088;&#1077;&#1079; 1935 &#1075;. (&#1072;&#1079; &#1075;&#1086; &#1087;&#1086;&#1084;&#1085;&#1103;). &#1058;&#1086;&#1081; &#1080;&#1084;&#1072; &#1089;&#1080;&#1085; &#1061;&#1088;&#1080;&#1089;&#1090;&#1086; - &#1085;&#1072; 87 &#1075;&#1086;&#1076;&#1080;&#1085;&#1080; &#1089; &#1076;&#1074;&#1072;&#1084;&#1072;
&#1089;&#1080;&#1085;&#1072; - &#1062;&#1074;&#1077;&#1090;&#1072;&#1085; &#1080; &#1042;&#1072;&#1089;&#1080;&#1083;. &#1042;&#1072;&#1089;&#1080;&#1083; &#1080;&#1084;&#1072; &#1089;&#1077;&#1084;&#1077;&#1081;&#1089;&#1090;&#1074;&#1086; &#1080; &#1076;&#1098;&#1097;&#1077;&#1088;&#1103; &#1061;&#1088;&#1080;&#1089;&#1090;&#1080;&#1085;&#1082;&#1072;.<br>
&nbsp;&nbsp;&nbsp; &#1044;&#1103;&#1076;&#1086; &#1050;&#1080;&#1088;&#1086; &#1080;&#1084;&#1072; 5 &#1076;&#1077;&#1094;&#1072; - &#1052;&#1072;&#1088;&#1080;&#1103;, &#1061;&#1088;&#1080;&#1089;&#1090;&#1086;, &#1053;&#1080;&#1082;&#1086;&#1083;&#1072;, &#1062;&#1074;&#1103;&#1090;&#1082;&#1086;
&#1080; &#1062;&#1077;&#1085;&#1082;&#1072;. &#1042;&#1089;&#1080;&#1095;&#1082;&#1080; &#1089;&#1098;&#1079;&#1076;&#1072;&#1074;&#1072;&#1090; &#1089;&#1077;&#1084;&#1077;&#1081;&#1089;&#1090;&#1074;&#1072;, &#1080;&#1084;&#1072;&#1090; &#1087;&#1086;&#1082;&#1086;&#1083;&#1077;&#1085;&#1080;&#1103; - &#1076;&#1077;&#1094;&#1072; &#1080; &#1074;&#1085;&#1091;&#1094;&#1080;.
&#1052;&#1086;&#1081;&#1090;&#1072; &#1073;&#1072;&#1073;&#1072; &#1055;&#1077;&#1085;&#1072; (&#1087;&#1098;&#1088;&#1074;&#1072;&#1090;&#1072; &#1089;&#1098;&#1087;&#1088;&#1091;&#1075;&#1072; &#1085;&#1072; &#1076;&#1103;&#1076;&#1086; &#1050;&#1080;&#1088;&#1086;) &#1077; &#1086;&#1090; &#1088;&#1086;&#1076;&#1072; &#1042;&#1077;&#1083;&#1095;&#1086;&#1074;&#1094;&#1080; &#1080; &#1077;
&#1087;&#1086;&#1095;&#1080;&#1085;&#1072;&#1083;&#1072; &#1087;&#1088;&#1077;&#1079; 1918 &#1075;. &#1044;&#1103;&#1076;&#1086; &#1084;&#1080; &#1089;&#1077; &#1078;&#1077;&#1085;&#1080; &#1074;&#1090;&#1086;&#1088;&#1080; &#1087;&#1098;&#1090; &#1079;&#1072;&nbsp; &#1073;&#1072;&#1073;&#1072; &#1052;&#1072;&#1088;&#1080;&#1103; &#1086;&#1090;
&#1088;&#1086;&#1076;&#1072; &#1051;&#1072;&#1085;&#1076;&#1078;&#1086;&#1074;&#1094;&#1080;, &#1085;&#1086; &#1089; &#1085;&#1077;&#1103; &#1085;&#1103;&#1084;&#1072;&#1090; &#1076;&#1077;&#1094;&#1072;.<br>
&nbsp;&nbsp;&nbsp; &#1053;&#1072;&#1081;-&#1089;&#1090;&#1072;&#1088;&#1072;&#1090;&#1072; &#1084;&#1080; &#1083;&#1077;&#1083;&#1103; - &#1052;&#1072;&#1088;&#1080;&#1103; (&#1052;&#1080;&#1082;&#1072;) &#1089;&#1077; &#1086;&#1084;&#1098;&#1078;&#1074;&#1072; &#1074; &#1088;&#1086;&#1076;&#1072;
&#1062;&#1072;&#1085;&#1086;&#1074;&#1094;&#1080; - &#1080;&#1084;&#1072; &#1076;&#1077;&#1094;&#1072;, &#1074;&#1085;&#1091;&#1094;&#1080; &#1080; &#1087;&#1088;&#1072;&#1074;&#1085;&#1091;&#1094;&#1080; - &#1088;&#1086;&#1076;&#1098;&#1090; &#1087;&#1088;&#1086;&#1076;&#1098;&#1083;&#1078;&#1072;&#1074;&#1072;. &#1063;&#1080;&#1095;&#1086; &#1084;&#1080; &#1061;&#1088;&#1080;&#1089;&#1090;&#1086;
&#1080;&#1084;&#1072; &#1089;&#1080;&#1085; &#1080; &#1076;&#1074;&#1077; &#1076;&#1098;&#1097;&#1077;&#1088;&#1080;, &#1074;&#1085;&#1091;&#1094;&#1080; &#1080; &#1087;&#1088;&#1072;&#1074;&#1085;&#1091;&#1094;&#1080;. &#1057;&#1080;&#1085;&#1098;&#1090; &#1084;&#1091; &#1062;&#1074;&#1103;&#1090;&#1082;&#1086; &#1080;&#1084;&#1072; &#1089;&#1080;&#1085; &#1061;&#1088;&#1080;&#1089;&#1090;&#1086;
&#1080; &#1076;&#1074;&#1077; &#1076;&#1098;&#1097;&#1077;&#1088;&#1080;. &#1061;&#1088;&#1080;&#1089;&#1090;&#1086; &#1080;&#1084;&#1072; &#1089;&#1080;&#1085; &#1055;&#1083;&#1072;&#1084;&#1077;&#1085;, &#1082;&#1086;&#1081;&#1090;&#1086; &#1097;&#1077; &#1087;&#1088;&#1086;&#1076;&#1098;&#1083;&#1078;&#1080; &#1088;&#1086;&#1076;&#1072; &#1085;&#1072;
&#1092;&#1072;&#1084;&#1080;&#1083;&#1080;&#1103;&#1090;&#1072; &#1050;&#1080;&#1088;&#1086;&#1074;&#1080;. &#1044;&#1088;&#1091;&#1075;&#1080;&#1103;&#1090; &#1084;&#1080; &#1095;&#1080;&#1095;&#1086; &#1062;&#1074;&#1103;&#1090;&#1082;&#1086; &#1089;&#1098;&#1079;&#1076;&#1072;&#1074;&#1072; &#1089;&#1077;&#1084;&#1077;&#1081;&#1089;&#1090;&#1074;&#1086; &#1080; &#1080;&#1084;&#1072; &#1089;&#1080;&#1085;
&#1048;&#1074;&#1072;&#1085; (&#1042;&#1072;&#1085;&#1076;&#1086;) - &#1090;&#1086;&#1081; &#1080;&#1084;&#1072; &#1089;&#1080;&#1085; &#1062;&#1074;&#1077;&#1090;&#1072;&#1085; &#1080; &#1076;&#1098;&#1097;&#1077;&#1088;&#1103; &#1044;&#1080;&#1084;&#1080;&#1090;&#1088;&#1080;&#1085;&#1072;, &#1082;&#1086;&#1103;&#1090;&#1086; &#1080;&#1084;&#1072; &#1076;&#1074;&#1077;
&#1076;&#1098;&#1097;&#1077;&#1088;&#1080; - &#1057;&#1090;&#1077;&#1083;&#1072; &#1080; &#1055;&#1086;&#1083;&#1103;. &#1051;&#1077;&#1083;&#1103; &#1084;&#1080; &#1062;&#1077;&#1085;&#1082;&#1072; &#1089;&#1098;&#1097;&#1086; &#1089;&#1098;&#1079;&#1076;&#1072;&#1074;&#1072; &#1089;&#1077;&#1084;&#1077;&#1081;&#1089;&#1090;&#1074;&#1086; - &#1086;&#1084;&#1098;&#1078;&#1074;&#1072; &#1089;&#1077;
&#1074; &#1089;. &#1054;&#1089;&#1083;&#1077;&#1085; &#1050;&#1088;&#1080;&#1074;&#1086;&#1076;&#1086;&#1083;, &#1074; &#1088;&#1086;&#1076;&#1072; &#1051;&#1072;&#1090;&#1080;&#1085;&#1080;&#1090;&#1077;. &#1048;&#1084;&#1072; &#1089;&#1080;&#1085; &#1080; &#1076;&#1098;&#1097;&#1077;&#1088;&#1103;, &#1074;&#1085;&#1091;&#1094;&#1080; &#1080;
&#1087;&#1088;&#1072;&#1074;&#1085;&#1091;&#1094;&#1080;.<br>
&nbsp;&nbsp;&nbsp; &#1044;&#1088;&#1091;&#1075;&#1080;&#1103;&#1090; &#1089;&#1080;&#1085; &#1085;&#1072; &#1076;&#1103;&#1076;&#1086; &#1050;&#1080;&#1088;&#1086; &#1077; &#1073;&#1072;&#1097;&#1072; &#1084;&#1080; &#1053;&#1080;&#1082;&#1086;&#1083;&#1072;. &#1046;&#1077;&#1085;&#1080; &#1089;&#1077;
&#1087;&#1088;&#1077;&#1079; 1920 &#1075;. &#1079;&#1072; &#1084;&#1072;&#1081;&#1082;&#1072; &#1084;&#1080; &#1043;&#1077;&#1085;&#1072; &#1049;&#1086;&#1083;&#1086;&#1074;&#1072; &#1086;&#1090; &#1089;. &#1062;&#1072;&#1088;&#1077;&#1074;&#1077;&#1094;. &#1052;&#1072;&#1081;&#1082;&#1072; &#1084;&#1080; &#1077; &#1086;&#1090; &#1088;&#1086;&#1076;&#1072;
&#1049;&#1086;&#1085;&#1095;&#1086;&#1074;&#1094;&#1080; - &#1073;&#1080;&#1083;&#1080; &#1089;&#1072; 11 &#1076;&#1077;&#1094;&#1072;, 7 &#1086;&#1090; &#1082;&#1086;&#1080;&#1090;&#1086; &#1089;&#1098;&#1079;&#1076;&#1072;&#1074;&#1072;&#1090; &#1089;&#1077;&#1084;&#1077;&#1081;&#1089;&#1090;&#1074;&#1072;, &#1072; 4 &#1089;&#1072;
&#1091;&#1084;&#1088;&#1077;&#1083;&#1080; &#1085;&#1072; &#1088;&#1072;&#1079;&#1083;&#1080;&#1095;&#1085;&#1072; &#1074;&#1098;&#1079;&#1088;&#1098;&#1089;&#1090;, &#1073;&#1077;&#1079; &#1076;&#1072; &#1089;&#1098;&#1079;&#1076;&#1072;&#1076;&#1072;&#1090; &#1089;&#1077;&#1084;&#1077;&#1081;&#1089;&#1090;&#1074;&#1072;.<br>
&nbsp;&nbsp;&nbsp; &#1053;&#1072;&#1081;-&#1075;&#1086;&#1083;&#1077;&#1084;&#1080;&#1103;&#1090; &#1084;&#1080; &#1074;&#1091;&#1081;&#1095;&#1086; &#1042;&#1072;&#1089;&#1080;&#1083; &#1073;&#1077; &#1080;&#1085;&#1074;&#1072;&#1083;&#1080;&#1076; &#1086;&#1090; &#1074;&#1086;&#1081;&#1085;&#1072;&#1090;&#1072;
(&#1086;&#1073;&#1077;&#1079;&#1076;&#1074;&#1080;&#1078;&#1077;&#1085; &#1077;&#1076;&#1080;&#1085; &#1082;&#1088;&#1072;&#1082;), &#1089;&#1098;&#1079;&#1076;&#1072;&#1074;&#1072; &#1089;&#1077;&#1084;&#1077;&#1081;&#1089;&#1090;&#1074;&#1086;, &#1085;&#1086; &#1085;&#1103;&#1084;&#1072; &#1085;&#1072;&#1089;&#1083;&#1077;&#1076;&#1085;&#1080;&#1094;&#1080;. &#1042;&#1091;&#1081;&#1095;&#1086;
&#1061;&#1088;&#1080;&#1089;&#1090;&#1086; &#1089;&#1098;&#1097;&#1086; &#1089;&#1098;&#1079;&#1076;&#1072;&#1074;&#1072; &#1089;&#1077;&#1084;&#1077;&#1081;&#1089;&#1090;&#1074;&#1086; &#1073;&#1077;&#1079; &#1085;&#1072;&#1089;&#1083;&#1077;&#1076;&#1085;&#1080;&#1094;&#1080;. &#1042;&#1091;&#1081;&#1095;&#1086; &#1052;&#1080;&#1090;&#1086; &#1080;&#1084;&#1072; &#1090;&#1088;&#1080; &#1076;&#1077;&#1094;&#1072; -
&#1061;&#1088;&#1080;&#1089;&#1090;&#1086;, &#1042;&#1072;&#1089;&#1080;&#1083;&#1082;&#1072; &#1080; &#1049;&#1086;&#1090;&#1086;.<br>
&nbsp;&nbsp;&nbsp; &#1051;&#1077;&#1083;&#1082;&#1072; &#1052;&#1080;&#1082;&#1072; &#1089;&#1077; &#1086;&#1084;&#1098;&#1078;&#1074;&#1072; &#1074; &#1088;&#1086;&#1076;&#1072; &#1063;&#1077;&#1088;&#1074;&#1077;&#1085;&#1082;&#1086;&#1074;&#1094;&#1080; - &#1080;&#1084;&#1072; &#1076;&#1098;&#1097;&#1077;&#1088;&#1103;
&#1053;&#1077;&#1085;&#1082;&#1072; &#1080; &#1076;&#1074;&#1072;&#1084;&#1072; &#1089;&#1080;&#1085;&#1086;&#1074;&#1077; - &#1057;&#1098;&#1083;&#1086; &#1080; &#1048;&#1083;&#1080;&#1103;. &#1048; &#1076;&#1074;&#1072;&#1084;&#1072;&#1090;&#1072; &#1089;&#1098;&#1079;&#1076;&#1072;&#1074;&#1072;&#1090; &#1089;&#1077;&#1084;&#1077;&#1081;&#1089;&#1090;&#1074;&#1072;, &#1080;&#1084;&#1072;&#1090;
&#1076;&#1077;&#1094;&#1072; &#1080; &#1074;&#1085;&#1091;&#1094;&#1080;. &#1051;&#1077;&#1083;&#1082;&#1072; &#1057;&#1090;&#1072;&#1085;&#1082;&#1072; &#1089;&#1077; &#1086;&#1084;&#1098;&#1078;&#1074;&#1072; &#1074; &#1088;&#1086;&#1076;&#1072; &#1042;&#1077;&#1083;&#1095;&#1086;&#1074;&#1094;&#1080; - &#1080;&#1084;&#1072; &#1076;&#1074;&#1072;&#1084;&#1072; &#1089;&#1080;&#1085;&#1072;
&#1062;&#1086;&#1083;&#1086; &#1080; &#1055;&#1077;&#1090;&#1098;&#1088; &#1080; &#1076;&#1098;&#1097;&#1077;&#1088;&#1103; &#1045;&#1083;&#1077;&#1085;&#1072;. &#1058;&#1077; &#1080;&#1084;&#1072;&#1090; &#1076;&#1077;&#1094;&#1072; &#1080; &#1074;&#1085;&#1091;&#1094;&#1080;. &#1051;&#1077;&#1083;&#1082;&#1072; &#1055;&#1077;&#1085;&#1072; &#1089;&#1077; &#1086;&#1084;&#1098;&#1078;&#1074;&#1072;
&#1074; &#1088;&#1086;&#1076;&#1072; &#1051;&#1077;&#1074;&#1080;&#1095;&#1082;&#1086;&#1074;&#1094;&#1080; - &#1080;&#1084;&#1072; &#1076;&#1074;&#1072;&#1084;&#1072; &#1089;&#1080;&#1085;&#1072;: &#1062;&#1074;&#1103;&#1090;&#1082;&#1086; - &#1087;&#1086;&#1095;&#1080;&#1085;&#1072;&#1083; &#1082;&#1072;&#1090;&#1086; &#1076;&#1077;&#1090;&#1077; &#1080;
&#1050;&#1088;&#1098;&#1089;&#1090;&#1100;&#1086;, &#1082;&#1086;&#1081;&#1090;&#1086; &#1089;&#1098;&#1079;&#1076;&#1072;&#1074;&#1072; &#1089;&#1077;&#1084;&#1077;&#1081;&#1089;&#1090;&#1074;&#1086; &#1080; &#1080;&#1084;&#1072; &#1089;&#1080;&#1085; &#1052;&#1072;&#1082;&#1089;&#1080;&#1084; &#1080; &#1076;&#1098;&#1097;&#1077;&#1088;&#1103; &#1055;&#1072;&#1074;&#1083;&#1080;&#1085;&#1082;&#1072;.
&#1058;&#1086;&#1074;&#1072; &#1077; &#1088;&#1086;&#1076;&#1072; &#1085;&#1072; &#1084;&#1072;&#1081;&#1082;&#1072; &#1084;&#1080; (&#1089;&#1098;&#1088;&#1077;&#1073;&#1088;&#1077;&#1085;&#1072; &#1083;&#1080;&#1085;&#1080;&#1103;).<br>
&nbsp;&nbsp;&nbsp; &#1041;&#1072;&#1097;&#1072; &#1084;&#1080; &#1053;&#1080;&#1082;&#1086;&#1083;&#1072; &#1080; &#1084;&#1072;&#1081;&#1082;&#1072; &#1084;&#1080; &#1043;&#1077;&#1085;&#1072; &#1080;&#1084;&#1072;&#1090; 4 &#1076;&#1077;&#1094;&#1072; - &#1055;&#1077;&#1090;&#1098;&#1088;,
&#1052;&#1072;&#1088;&#1072;, &#1050;&#1080;&#1088;&#1086; (&#1072;&#1079;) &#1080; &#1062;&#1077;&#1085;&#1082;&#1072;. &#1055;&#1098;&#1088;&#1074;&#1080;&#1090;&#1077; &#1076;&#1074;&#1077; &#1091;&#1084;&#1080;&#1088;&#1072;&#1090; &#1086;&#1097;&#1077; &#1084;&#1072;&#1083;&#1082;&#1080; - &#1085;&#1072; 1 &#1080; &#1085;&#1072; 3
&#1075;&#1086;&#1076;&#1080;&#1085;&#1080;. &#1041;&#1072;&#1097;&#1072; &#1084;&#1080; &#1080;&#1084;&#1072; &#1079;&#1072;&#1074;&#1098;&#1088;&#1096;&#1077;&#1085; 4 &#1085;&#1072;&#1095;&#1072;&#1083;&#1077;&#1085; &#1082;&#1083;&#1072;&#1089;, &#1072; &#1084;&#1072;&#1081;&#1082;&#1072; &#1084;&#1080; &#1085;&#1077; &#1077; &#1093;&#1086;&#1076;&#1080;&#1083;&#1072; &#1085;&#1072;
&#1091;&#1095;&#1080;&#1083;&#1080;&#1097;&#1077;, &#1079;&#1072; &#1076;&#1072; &#1075;&#1083;&#1077;&#1076;&#1072; &#1087;&#1086;-&#1084;&#1072;&#1083;&#1082;&#1080;&#1090;&#1077; &#1089;&#1080; &#1089;&#1077;&#1089;&#1090;&#1088;&#1080; &#1080; &#1073;&#1088;&#1072;&#1090;&#1103;. &#1040;&#1079; &#1089;&#1098;&#1084; &#1079;&#1072;&#1074;&#1098;&#1088;&#1096;&#1080;&#1083;
&#1074;&#1080;&#1089;&#1096;&#1077; &#1086;&#1073;&#1088;&#1072;&#1079;&#1086;&#1074;&#1072;&#1085;&#1080;&#1077; &#1074; &#1057;&#1086;&#1092;&#1080;&#1081;&#1089;&#1082;&#1080; &#1091;&#1085;&#1080;&#1074;&#1077;&#1088;&#1089;&#1080;&#1090;&#1077;&#1090;, &#1060;&#1080;&#1079;&#1080;&#1082;&#1086;-&#1084;&#1072;&#1090;&#1077;&#1084;&#1072;&#1090;&#1080;&#1095;&#1077;&#1089;&#1082;&#1080; &#1092;&#1072;&#1082;&#1091;&#1083;&#1090;&#1077;&#1090;.<br>
&nbsp;&nbsp;&nbsp; &#1053;&#1080;&#1082;&#1086;&#1083;&#1072; &#1080; &#1043;&#1077;&#1085;&#1072; &#1089;&#1077; &#1079;&#1072;&#1085;&#1080;&#1084;&#1072;&#1074;&#1072;&#1090; &#1089;&#1098;&#1089; &#1079;&#1077;&#1084;&#1077;&#1076;&#1077;&#1083;&#1080;&#1077;. &#1057;&#1080;&#1085;&#1098;&#1090; &#1080;&#1084;
&#1050;&#1080;&#1088;&#1086; &#1077; &#1089; &#1074;&#1080;&#1089;&#1096;&#1077; &#1086;&#1073;&#1088;&#1072;&#1079;&#1086;&#1074;&#1072;&#1085;&#1080;&#1077;; &#1074;&#1085;&#1091;&#1082;&#1098;&#1090; &#1080;&#1084; &#1053;&#1080;&#1082;&#1086;&#1083;&#1072;&#1081; &#1079;&#1072;&#1074;&#1098;&#1088;&#1096;&#1074;&#1072; &#1074;&#1080;&#1089;&#1096;&#1077; -
&#1084;&#1072;&#1090;&#1077;&#1084;&#1072;&#1090;&#1080;&#1082;&#1072;, &#1072;&#1089;&#1087;&#1080;&#1088;&#1072;&#1085;&#1090;&#1091;&#1088;&#1072; &#1080; &#1088;&#1072;&#1073;&#1086;&#1090;&#1080; &#1085;&#1072;&#1091;&#1095;&#1077;&#1085; &#1089;&#1098;&#1090;&#1088;&#1091;&#1076;&#1085;&#1080;&#1082; &#1074; &#1041;&#1040;&#1053;; &#1074;&#1085;&#1091;&#1095;&#1082;&#1072;&#1090;&#1072; &#1080;&#1084;
&#1048;&#1074;&#1072; &#1079;&#1072;&#1074;&#1098;&#1096;&#1074;&#1072; &#1076;&#1074;&#1077; &#1074;&#1080;&#1089;&#1096;&#1080; - &#1084;&#1072;&#1090;&#1077;&#1084;&#1072;&#1090;&#1080;&#1082;&#1072; &#1080; &#1080;&#1082;&#1086;&#1085;&#1086;&#1084;&#1080;&#1082;&#1072; &#1080; &#1088;&#1072;&#1073;&#1086;&#1090;&#1080; &#1082;&#1072;&#1090;&#1086; &#1082;&#1086;&#1084;&#1087;&#1102;&#1090;&#1098;&#1088;&#1077;&#1085;
&#1089;&#1087;&#1077;&#1094;&#1080;&#1072;&#1083;&#1080;&#1089;&#1090; &#1074; &#1041;&#1072;&#1085;&#1082;&#1072; &#1044;&#1057;&#1050;.<br>
&nbsp;&nbsp;&nbsp; &#1040;&#1079; &#1089;&#1098;&#1079;&#1076;&#1072;&#1074;&#1072;&#1084; &#1089;&#1077;&#1084;&#1077;&#1081;&#1089;&#1090;&#1074;&#1086; &#1087;&#1088;&#1077;&#1079; 1951 &#1075;&#1086;&#1076;&#1080;&#1085;&#1072; &#1074; &#1089;. &#1051;&#1080;&#1082;, &#1072;
&#1087;&#1088;&#1077;&#1079; 1953 &#1075;. &#1089;&#1077;&#1084;&#1077;&#1081;&#1089;&#1090;&#1074;&#1086;&#1090;&#1086; &#1089;&#1077; &#1087;&#1088;&#1077;&#1084;&#1077;&#1089;&#1090;&#1074;&#1072; &#1076;&#1072; &#1078;&#1080;&#1074;&#1077;&#1077; &#1074; &#1075;&#1088;. &#1052;&#1077;&#1079;&#1076;&#1088;&#1072;. &#1057;&#1098;&#1087;&#1088;&#1091;&#1075;&#1072;&#1090;&#1072;
&#1084;&#1072; &#1044;&#1072;&#1092;&#1080;&#1085;&#1072; &#1077; &#1086;&#1090; &#1075;&#1086;&#1083;&#1103;&#1084; &#1088;&#1086;&#1076; - &#1041;&#1072;&#1083;&#1080;&#1085;&#1077;&#1090;&#1077; &#1087;&#1086; &#1073;&#1072;&#1097;&#1072; &#1080; &#1056;&#1072;&#1087;&#1086;&#1085;&#1077;&#1090;&#1077; &#1087;&#1086; &#1084;&#1072;&#1081;&#1082;&#1072;.<br>
&nbsp;&nbsp;&nbsp; &#1041;&#1072;&#1097;&#1072; &#1081; &#1076;&#1103;&#1076;&#1086; &#1048;&#1074;&#1072;&#1085; &#1077; &#1086;&#1089;&#1090;&#1072;&#1085;&#1072;&#1083; &#1084;&#1072;&#1083;&#1098;&#1082; &#1089;&#1080;&#1088;&#1072;&#1082; (&#1073;&#1077;&#1079; &#1073;&#1072;&#1097;&#1072;,
&#1087;&#1086;&#1095;&#1080;&#1085;&#1072;&#1083; &#1087;&#1088;&#1077;&#1079; &#1074;&#1086;&#1081;&#1085;&#1072;&#1090;&#1072;), &#1086;&#1090;&#1075;&#1083;&#1077;&#1076;&#1072;&#1085; &#1077; &#1086;&#1090; &#1084;&#1072;&#1081;&#1082;&#1072; &#1089;&#1080; &#1044;&#1072;&#1085;&#1082;&#1072; &#1080; &#1095;&#1080;&#1095;&#1086; &#1089;&#1080; &#1057;&#1072;&#1074;&#1095;&#1086;.
&#1052;&#1072;&#1081;&#1082;&#1072; &#1081; - &#1073;&#1072;&#1073;&#1072; &#1044;&#1080;&#1084;&#1080;&#1090;&#1088;&#1072; &#1077; &#1076;&#1098;&#1097;&#1077;&#1088;&#1103; &#1085;&#1072; &#1076;&#1103;&#1076;&#1086; &#1043;&#1086;&#1094;&#1086; &#1080; &#1073;&#1072;&#1073;&#1072; &#1058;&#1086;&#1090;&#1082;&#1072;. &#1044;&#1103;&#1076;&#1086; &#1043;&#1086;&#1094;&#1086; &#1077;
&#1073;&#1080;&#1083; &#1087;&#1088;&#1080;&#1089;&#1090;&#1072;&#1074; (&#1092;&#1080;&#1085;&#1072;&#1085;&#1089;&#1086;&#1074; &#1095;&#1080;&#1085;&#1086;&#1074;&#1085;&#1080;&#1082;) &#1074; &#1085;&#1103;&#1082;&#1086;&#1083;&#1082;&#1086; &#1086;&#1073;&#1097;&#1080;&#1085;&#1080; &#1085;&#1072; &#1042;&#1088;&#1072;&#1095;&#1072;&#1085;&#1089;&#1082;&#1080; &#1086;&#1082;&#1088;&#1098;&#1075;.
&#1044;&#1103;&#1076;&#1086; &#1048;&#1074;&#1072;&#1085; &#1080;&#1084;&#1072; &#1076;&#1074;&#1077; &#1089;&#1077;&#1089;&#1090;&#1088;&#1080; - &#1062;&#1086;&#1085;&#1072; &#1080; &#1044;&#1080;&#1082;&#1072; - &#1090;&#1077; &#1089;&#1098;&#1079;&#1076;&#1072;&#1074;&#1072;&#1090; &#1089;&#1077;&#1084;&#1077;&#1081;&#1089;&#1090;&#1074;&#1072;, &#1080;&#1084;&#1072;&#1090;
&#1076;&#1077;&#1094;&#1072;, &#1074;&#1085;&#1091;&#1094;&#1080; &#1080; &#1087;&#1088;&#1072;&#1074;&#1085;&#1091;&#1094;&#1080;. &#1041;&#1072;&#1073;&#1072; &#1044;&#1080;&#1084;&#1080;&#1090;&#1088;&#1072; &#1080;&#1084;&#1072; &#1089;&#1077;&#1089;&#1090;&#1088;&#1072; &#1058;&#1086;&#1085;&#1082;&#1072; &#1080; &#1073;&#1088;&#1072;&#1090; &#1049;&#1086;&#1083;&#1086;,
&#1082;&#1086;&#1081;&#1090;&#1086; &#1077; &#1083;&#1077;&#1082;&#1072;&#1088;. &#1048;&#1084;&#1072;&#1090; &#1076;&#1077;&#1094;&#1072;, &#1074;&#1085;&#1091;&#1094;&#1080; &#1080; &#1087;&#1088;&#1072;&#1074;&#1085;&#1091;&#1094;&#1080;.<br>
&nbsp;&nbsp;&nbsp; &#1057;&#1098;&#1087;&#1088;&#1091;&#1075;&#1072;&#1090;&#1072; &#1084;&#1080; &#1044;&#1072;&#1092;&#1080;&#1085;&#1072; &#1080;&#1084;&#1072; 3 &#1089;&#1077;&#1089;&#1090;&#1088;&#1080;: &#1048;&#1074;&#1072;&#1085;&#1082;&#1072;, &#1078;&#1080;&#1074;&#1077;&#1077; &#1074;
&#1052;&#1086;&#1085;&#1090;&#1072;&#1085;&#1072; (&#1052;&#1080;&#1093;&#1072;&#1081;&#1083;&#1086;&#1074;&#1075;&#1088;&#1072;&#1076;), &#1086;&#1084;&#1098;&#1078;&#1077;&#1085;&#1072; &#1074; &#1088;&#1086;&#1076;&#1072; &#1055;&#1088;&#1077;&#1074;&#1072;&#1083;&#1089;&#1082;&#1080;, &#1080;&#1084;&#1072; &#1076;&#1098;&#1097;&#1077;&#1088;&#1103; &#1057;&#1080;&#1083;&#1074;&#1072; &#1080;
&#1074;&#1085;&#1091;&#1095;&#1082;&#1072; &#1041;&#1080;&#1083;&#1103;&#1085;&#1072;; &#1053;&#1077;&#1074;&#1077;&#1085;&#1072;, &#1086;&#1084;&#1098;&#1078;&#1077;&#1085;&#1072; &#1074; &#1088;&#1086;&#1076;&#1072; &#1055;&#1077;&#1083;&#1086;&#1074;&#1094;&#1080;, &#1080;&#1084;&#1072; &#1076;&#1074;&#1077; &#1076;&#1098;&#1097;&#1077;&#1088;&#1080; &#1055;&#1072;&#1074;&#1083;&#1080;&#1085;&#1072; &#1080;
&#1044;&#1072;&#1088;&#1080;&#1085;&#1072; &#1080; &#1074;&#1085;&#1091;&#1094;&#1080;. &#1053;&#1072;&#1081;-&#1084;&#1072;&#1083;&#1082;&#1072;&#1090;&#1072; &#1089;&#1077;&#1089;&#1090;&#1088;&#1072; &#1058;&#1086;&#1090;&#1082;&#1072; &#1077; &#1086;&#1084;&#1098;&#1078;&#1077;&#1085;&#1072; &#1074; &#1088;&#1086;&#1076;&#1072; &#1056;&#1086;&#1075;&#1072;&#1095;&#1080;&#1090;&#1077;, &#1089;.
&#1043;&#1072;&#1083;&#1080;&#1095;&#1077;, &#1080;&#1084;&#1072; &#1089;&#1080;&#1085; &#1048;&#1074;&#1072;&#1081;&#1083;&#1086; &#1080; &#1076;&#1098;&#1097;&#1077;&#1088;&#1103; &#1050;&#1072;&#1083;&#1080;&#1085;&#1082;&#1072;, &#1048;&#1074;&#1072;&#1081;&#1083;&#1086; &#1080;&#1084;&#1072; &#1076;&#1098;&#1097;&#1077;&#1088;&#1103; &#1058;&#1080;&#1103;.<br>
&nbsp;&nbsp;&nbsp; &#1057;&#1077;&#1089;&#1090;&#1088;&#1072; &#1084;&#1080; &#1062;&#1077;&#1085;&#1082;&#1072; &#1089;&#1077; &#1086;&#1084;&#1098;&#1078;&#1074;&#1072; &#1074; &#1088;&#1086;&#1076;&#1072; &#1041;&#1088;&#1077;&#1096;&#1082;&#1086;&#1074;&#1094;&#1080; - &#1080;&#1084;&#1072;
&#1076;&#1074;&#1072;&#1084;&#1072; &#1089;&#1080;&#1085;&#1072; &#1049;&#1086;&#1083;&#1086; &#1080; &#1048;&#1074;&#1072;&#1085;, &#1082;&#1086;&#1080;&#1090;&#1086; &#1085;&#1077; &#1089;&#1098;&#1079;&#1076;&#1072;&#1074;&#1072;&#1090; &#1089;&#1077;&#1084;&#1077;&#1081;&#1089;&#1090;&#1074;&#1072; &#1080; &#1090;&#1074;&#1098;&#1088;&#1076;&#1077; &#1088;&#1072;&#1085;&#1086; &#1089;&#1080;
&#1086;&#1090;&#1080;&#1074;&#1072;&#1090; &#1086;&#1090; &#1090;&#1086;&#1079;&#1080; &#1089;&#1074;&#1103;&#1090;.<br>
&nbsp;&nbsp;&nbsp; &#1057;&#1080;&#1085;&#1098;&#1090; &#1084;&#1080; &#1053;&#1080;&#1082;&#1086;&#1083;&#1072;&#1081; &#1089;&#1077; &#1086;&#1078;&#1077;&#1085;&#1074;&#1072; &#1079;&#1072; &#1053;&#1077;&#1083;&#1080; - &#1075;&#1088;. &#1061;&#1072;&#1089;&#1082;&#1086;&#1074;&#1086;,
&#1082;&#1086;&#1103;&#1090;&#1086; &#1080;&#1084;&#1072; &#1073;&#1088;&#1072;&#1090; &#1052;&#1080;&#1090;&#1082;&#1086;, &#1089;&#1077;&#1084;&#1077;&#1081;&#1089;&#1090;&#1074;&#1086; &#1080; &#1076;&#1074;&#1077; &#1076;&#1077;&#1094;&#1072; - &#1042;&#1072;&#1085;&#1103; &#1080; &#1055;&#1077;&#1090;&#1098;&#1088;. &#1044;&#1098;&#1097;&#1077;&#1088;&#1103; &#1084;&#1080;
&#1048;&#1074;&#1072; &#1089;&#1077; &#1086;&#1084;&#1098;&#1078;&#1074;&#1072; &#1074; &#1057;&#1086;&#1092;&#1080;&#1103; &#1074; &#1088;&#1086;&#1076;&#1072; &#1044;&#1088;&#1072;&#1075;&#1080;&#1077;&#1074;&#1080; &#1080; &#1080;&#1084;&#1072; &#1076;&#1074;&#1077; &#1076;&#1077;&#1094;&#1072; - &#1049;&#1086;&#1088;&#1076;&#1072;&#1085;&#1082;&#1072; &#1080;
&#1044;&#1088;&#1072;&#1075;&#1086;&#1089;&#1083;&#1072;&#1074;.<br>
&nbsp;&nbsp;&nbsp; &#1042;&#1098;&#1074; &#1074;&#1088;&#1077;&#1084;&#1077;&#1090;&#1086;, &#1082;&#1086;&#1075;&#1072;&#1090;&#1086; &#1089;&#1077; &#1087;&#1080;&#1096;&#1072;&#1090; &#1090;&#1077;&#1079;&#1080; &#1076;&#1072;&#1085;&#1085;&#1080;, &#1092;&#1072;&#1084;&#1080;&#1083;&#1080;&#1103;&#1090;&#1072;
&#1050;&#1080;&#1088;&#1086;&#1074;&#1080; &#1089;&#1077; &#1089;&#1098;&#1089;&#1090;&#1086;&#1080; &#1086;&#1090; &#1090;&#1088;&#1080; &#1089;&#1077;&#1084;&#1077;&#1081;&#1089;&#1090;&#1074;&#1072; - &#1076;&#1103;&#1076;&#1086; &#1050;&#1080;&#1088;&#1086; &#1080; &#1073;&#1072;&#1073;&#1072; &#1044;&#1072;&#1092;&#1080;&#1085;&#1072;, &#1053;&#1080;&#1082;&#1086;&#1083;&#1072;&#1081; &#1080;
&#1053;&#1077;&#1083;&#1080; &#1050;&#1080;&#1088;&#1086;&#1074;&#1080; &#1089; &#1076;&#1077;&#1094;&#1072; &#1050;&#1080;&#1088;&#1080;&#1083; &#1080; &#1048;&#1074;&#1072; &#1080; &#1048;&#1074;&#1072; &#1050;&#1080;&#1088;&#1086;&#1074;&#1072; &#1050;&#1080;&#1088;&#1086;&#1074;&#1072; &#1089; &#1076;&#1098;&#1097;&#1077;&#1088;&#1103; &#1049;&#1086;&#1088;&#1076;&#1072;&#1085;&#1082;&#1072; &#1080;
&#1089;&#1080;&#1085; &#1044;&#1088;&#1072;&#1075;&#1086;&#1089;&#1083;&#1072;&#1074;.</font>
</body>
</html>
