<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01 Transitional//EN">
<html>
  <head>
    <meta content="text/html; charset=ISO-8859-1"
      http-equiv="Content-Type">
    <title>t07</title>
  </head>
  <body>
    <span style="font-weight: bold;">&#1047;&#1072;&#1076;&#1072;&#1095;&#1080; &#1079;&#1072; &#1090;&#1088;&#1077;&#1085;&#1080;&#1085;&#1075;</span><br>
    <br>
    <span style="font-weight: bold;">&#1047;&#1072;&#1076;&#1072;&#1095;&#1072; 7&#1072;</span>. [8.2.1, &#1089;&#1090;&#1088;.459]<br>
    &#1042; &#1077;&#1076;&#1080;&#1085; &#1089;&#1082;&#1083;&#1072;&#1076; &#1080;&#1084;&#1072;&#1083;&#1086; <i>n</i> &#1074;&#1080;&#1076;&#1072; &#1089;&#1090;&#1086;&#1082;&#1080; &#1074; &#1086;&#1075;&#1088;&#1072;&#1085;&#1080;&#1095;&#1077;&#1085;&#1080; &#1082;&#1086;&#1083;&#1080;&#1095;&#1077;&#1089;&#1090;&#1074;&#1072;. &#1047;&#1072;
    &#1074;&#1089;&#1103;&#1082;&#1072; &#1089;&#1090;&#1086;&#1082;&#1072; &#1089;&#1077; &#1079;&#1085;&#1072;&#1077;: &#1094;&#1077;&#1085;&#1072;&#1090;&#1072; <i>c<sub>i</sub></i> &#1080; &#1090;&#1077;&#1075;&#1083;&#1086;&#1090;&#1086; <i>w<sub>i</sub></i>
    &#1085;&#1072; &#1077;&#1076;&#1085;&#1072; &#1087;&#1088;&#1086;&#1076;&#1091;&#1082;&#1090;&#1086;&#1074;&#1072; &#1077;&#1076;&#1080;&#1085;&#1080;&#1094;&#1072;. &#1047;&#1072;&#1076;&#1072;&#1095;&#1072;&#1090;&#1072; &#1077; &#1076;&#1072; &#1085;&#1072;&#1090;&#1086;&#1074;&#1072;&#1088;&#1080; &#1082;&#1072;&#1084;&#1080;&#1086;&#1085; &#1089; &#1076;&#1072;&#1076;&#1077;&#1085;&#1072;
    &#1090;&#1086;&#1074;&#1072;&#1088;&#1086;&#1085;&#1086;&#1089;&#1080;&#1084;&#1086;&#1089;&#1090; <i>m</i> &#1089;&#1098;&#1089; &#1089;&#1090;&#1086;&#1082;&#1080; &#1086;&#1090; &#1089;&#1082;&#1083;&#1072;&#1076;&#1072; &#1089; &#1085;&#1072;&#1081;-&#1075;&#1086;&#1083;&#1103;&#1084;&#1072; &#1074;&#1098;&#1079;&#1084;&#1086;&#1078;&#1085;&#1072;
    &#1094;&#1077;&#1085;&#1072;. &#1054;&#1073;&#1077;&#1084;&#1098;&#1090; &#1085;&#1072; &#1089;&#1090;&#1086;&#1082;&#1080;&#1090;&#1077; &#1084;&#1086;&#1078;&#1077; &#1076;&#1072; &#1073;&#1098;&#1076;&#1077; &#1087;&#1088;&#1077;&#1085;&#1077;&#1073;&#1088;&#1077;&#1075;&#1085;&#1072;&#1090;.&nbsp; <br>
    <br>
    <span style="font-style: italic;">&#1042;&#1093;&#1086;&#1076;:<br>
    </span>&#1053;&#1072; &#1074;&#1093;&#1086;&#1076;&#1072; &#1085;&#1072;&#1081;-&#1085;&#1072;&#1087;&#1088;&#1077;&#1076; &#1089;&#1077; &#1079;&#1072;&#1076;&#1072;&#1074;&#1072;&#1090; &#1095;&#1080;&#1089;&#1083;&#1072;&#1090;&#1072; <i>n </i>&#1080;<i> </i><i>m
      - </i>&#1074;&#1080;&#1076;&#1086;&#1074;&#1077; &#1089;&#1090;&#1086;&#1082;&#1080; &#1080; &#1090;&#1086;&#1074;&#1072;&#1088;&#1086;&#1085;&#1086;&#1089;&#1080;&#1084;&#1086;&#1089;&#1090;&#1090;&#1072; &#1085;&#1072; &#1082;&#1072;&#1084;&#1080;&#1086;&#1085;&#1072;. &#1053;&#1072; &#1089;&#1083;&#1077;&#1076;&#1074;&#1072;&#1097;&#1080;&#1090;&#1077; <i>n
    </i>&#1088;&#1077;&#1076;&#1072; &#1089;&#1072; &#1076;&#1072;&#1076;&#1077;&#1085;&#1080; &#1073;&#1088;&#1086;&#1081; &#1087;&#1088;&#1086;&#1076;&#1091;&#1082;&#1090;&#1086;&#1074;&#1080; &#1077;&#1076;&#1080;&#1085;&#1080;&#1094;&#1080;, &#1090;&#1077;&#1075;&#1083;&#1086; <i>w<sub>i </sub></i>&#1080;
    &#1089;&#1090;&#1086;&#1081;&#1085;&#1086;&#1089;&#1090; <i>c<sub>i </sub></i>&#1085;&#1072; &#1077;&#1076;&#1085;&#1072; &#1087;&#1088;&#1086;&#1076;&#1091;&#1082;&#1090;&#1086;&#1074;&#1072; &#1077;&#1076;&#1080;&#1085;&#1080;&#1094;&#1072; &#1086;&#1090;
    &#1089;&#1098;&#1086;&#1090;&#1074;&#1077;&#1090;&#1085;&#1080;&#1103; &#1074;&#1080;&#1076; &#1089;&#1090;&#1086;&#1082;&#1072;. &#1042;&#1089;&#1080;&#1095;&#1082;&#1080; &#1095;&#1080;&#1089;&#1083;&#1072; &#1089;&#1072; &#1094;&#1077;&#1083;&#1080; &#1074; &#1080;&#1085;&#1090;&#1077;&#1088;&#1074;&#1072;&#1083;&#1072; [1, 100].
    &#1042;&#1093;&#1086;&#1076;&#1098;&#1090; &#1089;&#1098;&#1076;&#1098;&#1088;&#1078;&#1072; &#1084;&#1085;&#1086;&#1075;&#1086; &#1087;&#1088;&#1080;&#1084;&#1077;&#1088;&#1080;.<br>
    .<span style="font-style: italic;"><br>
      &#1048;&#1079;&#1093;&#1086;&#1076;:</span><br>
    &#1054;&#1090;&#1087;&#1077;&#1095;&#1072;&#1090;&#1074;&#1072; &#1089;&#1077; &#1084;&#1072;&#1082;&#1089;&#1080;&#1084;&#1072;&#1083;&#1085;&#1072;&#1090;&#1072; &#1089;&#1090;&#1086;&#1081;&#1085;&#1086;&#1089;&#1090; &#1079;&#1072; &#1085;&#1072;&#1090;&#1086;&#1074;&#1072;&#1088;&#1077;&#1085;&#1080;&#1090;&#1077; &#1085;&#1072; &#1082;&#1072;&#1084;&#1080;&#1086;&#1085;&#1072; &#1089;&#1090;&#1086;&#1082;&#1080;
    - &#1079;&#1072; &#1074;&#1089;&#1077;&#1082;&#1080; &#1087;&#1088;&#1080;&#1084;&#1077;&#1088; &#1085;&#1072; &#1086;&#1090;&#1076;&#1077;&#1083;&#1077;&#1085; &#1088;&#1077;&#1076;<span style="font-style: italic;"></span><span
      style="font-style: italic;"></span>.<br>
    <span style="font-style: italic;"><br>
      &#1055;&#1088;&#1080;&#1084;&#1077;&#1088;:<br>
    </span><big><span style="font-family: monospace;">3 10<br>
        4 1 10<br>
        3 4 20<br>
        2 5 30<br>
      </span><span style="font-family: monospace;"></span></big><span
      style="font-style: italic;"><br>
    </span><span style="font-style: italic;">&#1056;&#1077;&#1096;&#1077;&#1085;&#1080;&#1077; &#1085;&#1072; &#1087;&#1088;&#1080;&#1084;&#1077;&#1088;&#1072;:</span><br>
    <span style="font-weight: bold;"></span><big><span
        style="font-family: monospace;"></span><span style="font-family:
        monospace;">70</span></big><br>
    <br>
    <i>&#1055;&#1086;&#1103;&#1089;&#1085;&#1077;&#1085;&#1080;&#1077; &#1085;&#1072; &#1087;&#1088;&#1080;&#1084;&#1077;&#1088;&#1072;:</i> &#1042; &#1089;&#1082;&#1083;&#1072;&#1076;&#1072; &#1080;&#1084;&#1072; 3 &#1074;&#1080;&#1076;&#1072; &#1089;&#1090;&#1086;&#1082;&#1080; (<i>n </i>=
    3), &#1072; &#1090;&#1086;&#1074;&#1072;&#1088;&#1086;&#1085;&#1086;&#1089;&#1080;&#1084;&#1086;&#1089;&#1090;&#1090;&#1072; &#1085;&#1072; &#1082;&#1072;&#1084;&#1080;&#1086;&#1085;&#1072; &#1077; 10 (<i>m</i> = 10). &#1054;&#1090; &#1087;&#1098;&#1088;&#1074;&#1080;&#1103;
    &#1074;&#1080;&#1076; &#1089;&#1090;&#1086;&#1082;&#1072; &#1074; &#1089;&#1082;&#1083;&#1072;&#1076;&#1072; &#1080;&#1084;&#1072; 4 &#1087;&#1088;&#1086;&#1076;&#1091;&#1082;&#1090;&#1086;&#1074;&#1080; &#1077;&#1076;&#1080;&#1085;&#1080;&#1094;&#1080;, &#1074;&#1089;&#1103;&#1082;&#1072; &#1089; &#1090;&#1077;&#1075;&#1083;&#1086; 1 (<i>w</i><sub>1</sub><i><sub>
      </sub></i>= 1) &#1080; &#1089;&#1090;&#1086;&#1081;&#1085;&#1086;&#1089;&#1090; 10 (<i>c</i><sub>1 </sub>= 10), &#1086;&#1090;
    &#1074;&#1090;&#1086;&#1088;&#1080;&#1103; &#1074;&#1080;&#1076; - 3 &#1087;&#1088;&#1086;&#1076;&#1091;&#1082;&#1090;&#1086;&#1074;&#1080; &#1077;&#1076;&#1080;&#1085;&#1080;&#1094;&#1080; &#1089; &#1090;&#1077;&#1075;&#1083;&#1086; 4 (<i>w</i><sub>2</sub><i><sub>
      </sub></i>= 4) &#1080; &#1089;&#1090;&#1086;&#1081;&#1085;&#1086;&#1089;&#1090; 20 (<i>c</i><sub>2 </sub>= 20) &#1080; &#1086;&#1090;
    &#1090;&#1088;&#1077;&#1090;&#1080;&#1103; &#1074;&#1080;&#1076; - 2 &#1087;&#1088;&#1086;&#1076;&#1091;&#1082;&#1090;&#1086;&#1074;&#1080; &#1077;&#1076;&#1080;&#1085;&#1080;&#1094;&#1080; &#1089; &#1090;&#1077;&#1075;&#1083;&#1086; 5 (<i>w</i><sub>3</sub><i><sub>
      </sub></i>= 5) &#1080; &#1089;&#1090;&#1086;&#1081;&#1085;&#1086;&#1089;&#1090; 30 (<i>c</i><sub>3 </sub>= 30).
    &#1054;&#1087;&#1090;&#1080;&#1084;&#1072;&#1083;&#1085;&#1086;&#1090;&#1086; &#1088;&#1077;&#1096;&#1077;&#1085;&#1080;&#1077; &#1089;&#1077; &#1087;&#1086;&#1083;&#1091;&#1095;&#1072;&#1074;&#1072; &#1086;&#1090; 4 &#1087;&#1088;&#1086;&#1076;&#1091;&#1082;&#1090;&#1086;&#1074;&#1080; &#1077;&#1076;&#1080;&#1085;&#1080;&#1094;&#1080; &#1086;&#1090; &#1087;&#1098;&#1088;&#1074;&#1080;&#1103;
    &#1074;&#1080;&#1076; &#1089;&#1090;&#1086;&#1082;&#1072; &#1080; &#1077;&#1076;&#1085;&#1072; &#1086;&#1090; &#1090;&#1088;&#1077;&#1090;&#1080;&#1103; &#1074;&#1080;&#1076;, &#1086;&#1073;&#1097;&#1086; &#1090;&#1077;&#1075;&#1083;&#1086; 4&#1093;1 + 1&#1093;5 = 9 &#1080; &#1089;&#1090;&#1086;&#1081;&#1085;&#1086;&#1089;&#1090;
    4&#1093;10 + 1&#1093;30 = 70.&nbsp;
    <hr size="2" width="100%"> <span style="font-weight: bold;">&#1047;&#1072;&#1076;&#1072;&#1095;&#1072;
      7b</span>. <small><span style="font-size: 14pt;" lang="BG">&#1047;&#1072;&#1081;&#1095;&#1077;
        &#1074; &#1073;&#1077;&#1076;&#1072;</span></small>
    <p class="MsoNormal" style="text-align: justify;"><span lang="BG">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
&#1042;&#1077;&#1076;&#1085;&#1098;&#1078;
&#1084;&#1072;&#1083;&#1082;&#1086;&#1090;&#1086;
&#1073;&#1103;&#1083;&#1086;
&#1079;&#1072;&#1081;&#1095;&#1077;,




        &#1075;&#1086;&#1085;&#1077;&#1085;&#1086; &#1086;&#1090; &#1077;&#1076;&#1080;&#1085; &#1083;&#1086;&#1074;&#1077;&#1094; &#1087;&#1086;&#1087;&#1072;&#1076;&#1085;&#1072;&#1083;&#1086; &#1074; &#1083;&#1072;&#1073;&#1080;&#1088;&#1080;&#1085;&#1090;, &#1082;&#1086;&#1080;&#1090;&#1086; &#1080;&#1084;&#1072;&#1083; &#1092;&#1086;&#1088;&#1084;&#1072; &#1085;&#1072;
        &#1082;&#1074;&#1072;&#1076;&#1088;&#1072;&#1090;&#1085;&#1072; &#1076;&#1098;&#1089;&#1082;&#1072; <i>N </i>x <i>N</i>. &#1042; &#1085;&#1077;&#1075;&#1086; &#1095;&#1072;&#1082;&#1072;&#1083; &#1075;&#1086;&#1083;&#1077;&#1084;&#1080;&#1103; &#1083;&#1086;&#1096;
        &#1074;&#1098;&#1083;&#1082;, &#1082;&#1086;&#1080;&#1090;&#1086; &#1087;&#1088;&#1077;&#1076;&#1074;&#1072;&#1088;&#1080;&#1090;&#1077;&#1083;&#1085;&#1086; &#1080;&#1079;&#1082;&#1086;&#1087;&#1072;&#1083; &#1076;&#1091;&#1087;&#1082;&#1080;, &#1082;&#1098;&#1076;&#1077;&#1090;&#1086; &#1079;&#1072;&#1081;&#1095;&#1077;&#1090;&#1086; &#1076;&#1072; &#1087;&#1072;&#1076;&#1085;&#1077;
        &#1080; &#1090;&#1086;&#1081; &#1076;&#1072; &#1075;&#1086; &#1093;&#1074;&#1072;&#1085;&#1077; &#1087;&#1086;-&#1083;&#1077;&#1089;&#1085;&#1086;. &#1042; &#1087;&#1086;&#1089;&#1083;&#1077;&#1076;&#1085;&#1080;&#1103; &#1084;&#1086;&#1084;&#1077;&#1085;&#1090; &#1079;&#1072;&#1081;&#1095;&#1077;&#1090;&#1086; &#1089; &#1091;&#1078;&#1072;&#1089;
        &#1088;&#1072;&#1079;&#1073;&#1088;&#1072;&#1083;&#1086;, &#1095;&#1077; &#1084;&#1086;&#1078;&#1077; &#1076;&#1072; &#1089;&#1077; &#1076;&#1074;&#1080;&#1078;&#1080; &#1089;&#1072;&#1084;&#1086; &#1074; &#1087;&#1086;&#1089;&#1086;&#1082;&#1072; &#1085;&#1072;&#1076;&#1086;&#1083;&#1091; &#1080; &#1085;&#1072;&#1076;&#1103;&#1089;&#1085;&#1086; &#1080;
        &#1095;&#1077; &#1080;&#1079;&#1093;&#1086;&#1076;&#1072; &#1086;&#1090; &#1083;&#1072;&#1073;&#1080;&#1088;&#1080;&#1085;&#1090;&#1072; &#1077; &#1095;&#1072;&#1082; &#1074; &#1076;&#1086;&#1083;&#1085;&#1080;&#1103; &#1076;&#1077;&#1089;&#1077;&#1085; &#1098;&#1075;&#1098;&#1083; &#1085;&#1072; &#1076;&#1098;&#1089;&#1082;&#1072;&#1090;&#1072;.</span></p>
    <p class="MsoNormal" style="text-align: justify;"><span lang="BG">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
&#1047;&#1072;&#1081;&#1095;&#1077;&#1090;&#1086;
&#1090;&#1088;&#1103;&#1073;&#1074;&#1072;&#1083;&#1086;
&#1076;&#1072;
&#1088;&#1072;&#1079;&#1073;&#1077;&#1088;&#1077;




        &#1082;&#1072;&#1082;&#1074;&#1072; &#1077; &#1074;&#1077;&#1088;&#1086;&#1103;&#1090;&#1085;&#1086;&#1089;&#1090;&#1090;&#1072; &#1076;&#1072; &#1080;&#1079;&#1083;&#1077;&#1079;&#1077; &#1086;&#1090; &#1083;&#1072;&#1073;&#1080;&#1088;&#1080;&#1085;&#1090;&#1072; &#1073;&#1077;&#1079; &#1076;&#1072; &#1087;&#1072;&#1076;&#1085;&#1077; &#1074; &#1085;&#1103;&#1082;&#1086;&#1103;
        &#1076;&#1091;&#1087;&#1082;&#1072;. &#1047;&#1072; &#1094;&#1077;&#1083;&#1090;&#1072; &#1090;&#1088;&#1103;&#1073;&#1074;&#1072;&#1083;&#1086; &#1076;&#1072; &#1080;&#1079;&#1095;&#1080;&#1089;&#1083;&#1080; &#1073;&#1088;&#1086;&#1103; &#1087;&#1098;&#1090;&#1080;&#1097;&#1072; &#1086;&#1090; &#1074;&#1093;&#1086;&#1076;&#1072; &#1076;&#1086;
        &#1080;&#1079;&#1093;&#1086;&#1076;&#1072; &#1085;&#1072; &#1083;&#1072;&#1073;&#1080;&#1088;&#1080;&#1085;&#1090;&#1072;, &#1082;&#1072;&#1090;&#1086; &#1091;&#1089;&#1087;&#1103;&#1083;&#1086; &#1076;&#1072; &#1089;&#1077; &#1089;&#1085;&#1072;&#1073;&#1076;&#1080; &#1089; &#1082;&#1072;&#1088;&#1090;&#1072;&#1090;&#1072; &#1085;&#1072; &#1090;&#1086;&#1079;&#1080;
        &#1083;&#1072;&#1073;&#1080;&#1088;&#1080;&#1085;&#1090;. &#1050;&#1072;&#1088;&#1090;&#1072;&#1090;&#1072; &#1077; &#1079;&#1072;&#1076;&#1072;&#1076;&#1077;&#1085;&#1072; &#1089; &#1088;&#1072;&#1079;&#1084;&#1077;&#1088; <i>N</i>, &#1082;&#1072;&#1090;&#1086; &#1084;&#1077;&#1089;&#1090;&#1072;&#1090;&#1072; &#1085;&#1072;
        &#1076;&#1091;&#1087;&#1082;&#1080;&#1090;&#1077; &#1089;&#1072; &#1086;&#1079;&#1085;&#1072;&#1095;&#1077;&#1085;&#1080; &#1089; 0, &#1072; &#1087;&#1088;&#1086;&#1093;&#1086;&#1076;&#1080;&#1084;&#1080;&#1090;&#1077; &#1084;&#1077;&#1089;&#1090;&#1072; &#1089; 1. &#1053;&#1072;&#1087;&#1080;&#1096;&#1077;&#1090;&#1077;
        &#1087;&#1088;&#1086;&#1075;&#1088;&#1072;&#1084;&#1072;,</span><span lang="BG"> &#1082;&#1086;&#1103;&#1090;&#1086; &#1087;&#1088;&#1077;&#1089;&#1084;&#1103;&#1090;&#1072; &#1090;&#1098;&#1088;&#1089;&#1077;&#1085;&#1080;&#1103; &#1073;&#1088;&#1086;&#1081;
        &#1087;&#1098;&#1090;&#1080;&#1097;&#1072;.</span></p>
    <span style="font-style: italic;"> &#1042;&#1093;&#1086;&#1076;:<br>
    </span>&#1053;&#1072; &#1074;&#1093;&#1086;&#1076;&#1072; &#1089;&#1077; &#1079;&#1072;&#1076;&#1072;&#1074;&#1072; &#1095;&#1080;&#1089;&#1083;&#1086;&#1090;&#1086; <span style="font-style: italic;">N</span>
    <span style="font-style: italic;"></span>&lt; 100 - &#1088;&#1072;&#1079;&#1084;&#1077;&#1088;&#1098;&#1090; &#1085;&#1072;
    &#1076;&#1098;&#1089;&#1082;&#1072;&#1090;&#1072; &#1080; &#1084;&#1072;&#1090;&#1088;&#1080;&#1094;&#1072; &#1089; &#1077;&#1076;&#1080;&#1085;&#1080;&#1094;&#1080; &#1080; &#1085;&#1091;&#1083;&#1080;. &#1042;&#1093;&#1086;&#1076;&#1098;&#1090; &#1089;&#1098;&#1076;&#1098;&#1088;&#1078;&#1072; &#1084;&#1085;&#1086;&#1075;&#1086; &#1087;&#1088;&#1080;&#1084;&#1077;&#1088;&#1080;.<span
      style="font-style: italic;"><br>
    </span><span style="font-style: italic;"><br>
      &#1048;&#1079;&#1093;&#1086;&#1076;:</span><br>
    &#1047;&#1072; &#1074;&#1089;&#1077;&#1082;&#1080; &#1087;&#1088;&#1080;&#1084;&#1077;&#1088; &#1085;&#1072; &#1086;&#1090;&#1076;&#1077;&#1083;&#1077;&#1085; &#1088;&#1077;&#1076; &#1089;&#1077; &#1086;&#1090;&#1087;&#1077;&#1095;&#1072;&#1090;&#1074;&#1072; &#1094;&#1103;&#1083;&#1086; &#1095;&#1080;&#1089;&#1083;&#1086; - <span
      lang="BG">&#1090;&#1098;&#1088;&#1089;&#1077;&#1085;&#1080;&#1103; &#1073;&#1088;&#1086;&#1081; &#1087;&#1098;&#1090;&#1080;&#1097;&#1072;</span>.<br>
    <span style="font-style: italic;"><br>
      &#1055;&#1088;&#1080;&#1084;&#1077;&#1088;:<br>
    </span><big><span style="font-family: monospace;"></span></big><big><span
        style="font-family: monospace;">2 <br>
        1 1 <br>
        1 1 <br>
        3 <br>
        1 0 1 <br>
        1 0 1 <br>
        1 1 1<br>
        2<br>
        0 1<br>
        1 1<br>
      </span></big><big><span style="font-family: monospace;"></span></big><big><span
        style="font-family: monospace;"></span></big><span
      style="font-style: italic;"><span style="font-family: monospace;"><br>
      </span></span><span style="font-style: italic;">&#1056;&#1077;&#1096;&#1077;&#1085;&#1080;&#1077; &#1085;&#1072;
      &#1087;&#1088;&#1080;&#1084;&#1077;&#1088;&#1072;:</span><br>
    <span style="font-weight: bold;"></span><big><span
        style="font-family: monospace;">2<br>
        1<br>
      </span></big><big><span style="font-family: monospace;">0</span></big><br>
    <span style="font-style: italic;"></span>
    <hr style="width: 100%; height: 2px;"><span style="font-style:
      italic;"></span>
  </body>
</html>
