/*
 
 NBU November 2020 Programming Contest
 
G. Променливи
 Дадени са n променливи а1, а2, ..., аn. За всяко фиксирано k, 1 ≤ k ≤ n, образуваме израза, който е сума от всички различни произведения на k променливи, взети измежду дадените. Например при n = 3 и k = 2 този израз е а1а2 + а1а3 + а2а3. Напишете програма, която да намери най-голямата по модул m стойност на всички такива изрази за k = 1, 2, …, n, при зададени стойности на променливите.
 
 Input Format
 Програмата трябва да прочете от стандартния вход не повече от 10 тестови примера. Всеки от тях съдържа стойностите n, 0 < n < 12345, m, 1 < m < 12345678 и а1, а2, ..., аn (аi - цели числа, 0 < аi < 12345, i = 1,2, …, n). Програмата трябва да спре, когато прочете на мястото на n и m стойности, равни на нула.
 
 Output Format
 За всеки тест на отделен ред изведете най-голямата по модул m стойност на сумите от разглеждания вид.
 
 Sample Input
 3 1000000
 1 2 3
 4 10
 1 2 3 4
 0 0
 
 Sample Output
 11
 5
*/
// author: Velislav
#include <iostream>
using namespace std;

long dp[13000];

int main()
{
    ios_base::sync_with_stdio(0);
    cin.tie(0);
    
    while(true)
    {
        int n, m;
        cin >> n>> m;
        if (n == 0 && m == 0)
            break;
        
        for (int i = 0; i < n; i++)
            dp[i] = 0;
        
        for (int i = 0; i < n; i++)
        {
            int num;
            cin >> num;
            for (int j = i; j > 0; j--)
                dp[j] = (dp[j] + dp[j-1] * num) % m;
            
            dp[0] = (dp[0] + num) % m;
        }
        
        long ans = 0;
        for (int i = 0;i < n;i++)
            if (dp[i] > ans)
                ans = dp[i];
        
        cout<<ans<<endl;
    }
    
    return 0;
}
