/*
 NBU November 2020 Programming Contest

 H. Последователни букви
 Даден е низ, съставен от малки латински букви. Да се намери подниз, състоящ се от тройка последователни букви в азбуката, наредени по азбучен ред.
 
 Вход.
 На стандартния вход са зададени много низове.
 
 Изход
 На стандартния изход, за всеки низ на отделен ред да се отпечати броя на буквите в низа преди намерения подниз. Ако в низа има няколко подниза, отговарящи на условието, да се вземе най-левия. Ако няма такъв подниз, да се отпечати числото -1.
 
 Пример:
 Вход
 quertyabcxyz
 opq
 bcaabcdeeeabc
 
 Изход
 6
 0
 3
 */

#include <iostream>
#include <string>
using namespace std;

string s;

int solve()
{
    for (int i = 0; i < int(s.length()) - 2; i++)
    {
 //       cout << i << s[i] << char(s[i] + 1) << char(s[i]+2) << endl;
        if(s[i+1] == s[i] + 1 && s[i+2] == s[i] + 2)
            return i;
    }
    return -1;
}

int main()
{
   
    while(cin >> s)
        cout << solve() << endl;
    return 0;
}




