<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.01 Transitional//EN">
<html>
<head>
  <meta content="text/html; charset=ISO-8859-1"
 http-equiv="Content-Type">
  <title>t01</title>
</head>
<body>
<span style="font-weight: bold;">&#1047;&#1072;&#1076;&#1072;&#1095;&#1080; &#1079;&#1072; &#1090;&#1088;&#1077;&#1085;&#1080;&#1085;&#1075;</span> (2011/2012)<br>
<br>
<span style="font-weight: bold;">&#1047;&#1072;&#1076;&#1072;&#1095;&#1072; 1&#1072;</span>. &#1044;&#1072; &#1089;&#1077; &#1085;&#1072;&#1087;&#1080;&#1096;&#1077;
&#1087;&#1088;&#1086;&#1075;&#1088;&#1072;&#1084;&#1072; &#1079;&#1072; &#1087;&#1088;&#1077;&#1074;&#1088;&#1098;&#1097;&#1072;&#1085;&#1077; &#1085;&#1072; &#1077;&#1089;&#1090;&#1077;&#1089;&#1090;&#1074;&#1077;&#1085;&#1086; &#1095;&#1080;&#1089;&#1083;&#1086; &#1086;&#1090; &#1076;&#1074;&#1086;&#1080;&#1095;&#1077;&#1085; &#1079;&#1072;&#1087;&#1080;&#1089; (&#1074; &#1076;&#1074;&#1086;&#1080;&#1095;&#1085;&#1072;
&#1073;&#1088;&#1086;&#1081;&#1085;&#1072; &#1089;&#1080;&#1089;&#1090;&#1077;&#1084;&#1072;) &#1074; &#1076;&#1077;&#1089;&#1077;&#1090;&#1080;&#1095;&#1077;&#1085; (&#1074; &#1076;&#1077;&#1089;&#1077;&#1090;&#1080;&#1095;&#1085;&#1072; &#1073;&#1088;&#1086;&#1081;&#1085;&#1072; &#1089;&#1080;&#1089;&#1090;&#1077;&#1084;&#1072;) &#1080; &#1086;&#1073;&#1088;&#1072;&#1090;&#1085;&#1086;. <br>
<br>
<span style="font-style: italic;">&#1042;&#1093;&#1086;&#1076;:<br>
</span>&#1053;&#1072; &#1089;&#1090;&#1072;&#1085;&#1076;&#1072;&#1088;&#1090;&#1085;&#1080;&#1103; &#1074;&#1093;&#1086;&#1076; &#1089;&#1077; &#1079;&#1072;&#1076;&#1072;&#1074;&#1072; &#1088;&#1077;&#1076;&#1080;&#1094;&#1072; &#1086;&#1090; &#1076;&#1074;&#1086;&#1081;&#1082;&#1080; &#1095;&#1080;&#1089;&#1083;&#1072; (&#1087;&#1088;&#1080;&#1084;&#1077;&#1088;&#1080;),
&#1082;&#1072;&#1090;&#1086; &#1074;&#1089;&#1103;&#1082;&#1072; &#1076;&#1074;&#1086;&#1081;&#1082;&#1072; &#1077; &#1085;&#1072; &#1086;&#1090;&#1076;&#1077;&#1083;&#1077;&#1085; &#1088;&#1077;&#1076;. &#1055;&#1098;&#1088;&#1074;&#1086;&#1090;&#1086; &#1095;&#1080;&#1089;&#1083;&#1086;
&#1086;&#1090; &#1076;&#1074;&#1086;&#1081;&#1082;&#1072;&#1090;&#1072; &#1077; 2 &#1080;&#1083;&#1080; 10, &#1080; &#1087;&#1086;&#1082;&#1072;&#1079;&#1074;&#1072; &#1082;&#1072;&#1082;&#1074;&#1072; &#1077; &#1086;&#1089;&#1085;&#1086;&#1074;&#1072;&#1090;&#1072; &#1085;&#1072;
&#1073;&#1088;&#1086;&#1081;&#1085;&#1072;&#1090;&#1072; &#1089;&#1080;&#1089;&#1090;&#1077;&#1084;&#1072;, &#1074; &#1082;&#1086;&#1103;&#1090;&#1086; &#1077; &#1079;&#1072;&#1087;&#1080;&#1089;&#1072;&#1085;&#1086; &#1074;&#1090;&#1086;&#1088;&#1086;&#1090;&#1086; &#1095;&#1080;&#1089;&#1083;&#1086;, &#1082;&#1086;&#1077;&#1090;&#1086; &#1077; &#1087;&#1086;-&#1084;&#1072;&#1083;&#1082;&#1086; &#1086;&#1090;
10<sup>6</sup>. <br>
<span style="font-style: italic;"><br>
&#1048;&#1079;&#1093;&#1086;&#1076;:</span><br>
&#1047;&#1072; &#1074;&#1089;&#1077;&#1082;&#1080; &#1087;&#1088;&#1080;&#1084;&#1077;&#1088; (&#1076;&#1074;&#1086;&#1081;&#1082;&#1072; &#1095;&#1080;&#1089;&#1083;&#1072;) &#1086;&#1090; &#1074;&#1093;&#1086;&#1076;&#1072; &#1089;&#1077; &#1080;&#1079;&#1074;&#1077;&#1078;&#1076;&#1072; &#1077;&#1076;&#1085;&#1086; &#1095;&#1080;&#1089;&#1083;&#1086; &#1085;&#1072;
&#1086;&#1090;&#1076;&#1077;&#1083;&#1077;&#1085; &#1088;&#1077;&#1076;
- &#1079;&#1072;&#1087;&#1080;&#1089;&#1072; &#1085;&#1072; &#1074;&#1090;&#1086;&#1088;&#1086;&#1090;&#1086; &#1095;&#1080;&#1089;&#1083;&#1086; &#1074; &#1076;&#1088;&#1091;&#1075;&#1072;&#1090;&#1072; &#1073;&#1088;&#1086;&#1081;&#1085;&#1072; &#1089;&#1080;&#1089;&#1090;&#1077;&#1084;&#1072;.<br>
<span style="font-style: italic;"><br>
&#1055;&#1088;&#1080;&#1084;&#1077;&#1088;:<br>
</span><big><span style="font-family: monospace;">10 8</span><span
 style="font-family: monospace;"><br>
2 1<br>
</span></big><span style="font-style: italic;"><br>
</span><span style="font-style: italic;">&#1056;&#1077;&#1096;&#1077;&#1085;&#1080;&#1077; &#1085;&#1072; &#1087;&#1088;&#1080;&#1084;&#1077;&#1088;&#1072;:</span><br>
<big><span style="font-family: monospace;">1000</span><span
 style="font-family: monospace;"></span><br
 style="font-family: monospace;">
<span style="font-family: monospace;"></span></big>1<br>
<hr style="width: 100%; height: 2px;"><span style="font-weight: bold;">&#1047;&#1072;&#1076;&#1072;&#1095;&#1072;
1b</span>. &#1054;&#1090; &#1086;&#1089;&#1085;&#1086;&#1074;&#1085;&#1072;&#1090;&#1072; &#1090;&#1077;&#1086;&#1088;&#1077;&#1084;&#1072;
&#1085;&#1072; &#1072;&#1088;&#1080;&#1090;&#1084;&#1077;&#1090;&#1080;&#1082;&#1072;&#1090;&#1072; &#1089;&#1083;&#1077;&#1076;&#1074;&#1072;, &#1095;&#1077; &#1074;&#1089;&#1103;&#1082;&#1086; &#1077;&#1089;&#1090;&#1077;&#1089;&#1090;&#1074;&#1077;&#1085;&#1086; &#1095;&#1080;&#1089;&#1083;&#1086; <span
 style="font-style: italic;">n</span> &gt; 1 &#1084;&#1086;&#1078;&#1077; &#1076;&#1072; &#1089;&#1077; &#1087;&#1088;&#1077;&#1076;&#1089;&#1090;&#1072;&#1074;&#1080;
&#1077;&#1076;&#1080;&#1085;&#1089;&#1090;&#1074;&#1077;&#1085; &#1085;&#1072;&#1095;&#1080;&#1085; &#1074;&#1098;&#1074; &#1074;&#1080;&#1076;&#1072; <span style="font-style: italic;">n</span> = <span
 style="font-style: italic;">p</span><sup style="font-style: italic;">k</sup><span
 style="font-style: italic;">m</span>, &#1082;&#1098;&#1076;&#1077;&#1090;&#1086; <span
 style="font-style: italic;">p</span> &#1077; &#1087;&#1088;&#1086;&#1089;&#1090;&#1086; &#1095;&#1080;&#1089;&#1083;&#1086;,&nbsp; <span
 style="font-style: italic;">k</span> &#1080; <span
 style="font-style: italic;">m</span> &#1089;&#1072; &#1077;&#1089;&#1090;&#1077;&#1089;&#1090;&#1074;&#1077;&#1085;&#1080; &#1095;&#1080;&#1089;&#1083;&#1072; &#1080; <span
 style="font-style: italic;">m</span> &#1085;&#1077; &#1089;&#1077; &#1076;&#1077;&#1083;&#1080; &#1085;&#1072; <span
 style="font-style: italic;">p</span>. &#1044;&#1072; &#1089;&#1077; &#1085;&#1072;&#1087;&#1080;&#1096;&#1077; &#1087;&#1088;&#1086;&#1075;&#1088;&#1072;&#1084;&#1072;, &#1082;&#1086;&#1103;&#1090;&#1086;
&#1085;&#1072;&#1084;&#1080;&#1088;&#1072; <span style="font-style: italic;">k</span> &#1087;&#1088;&#1080; &#1079;&#1072;&#1076;&#1072;&#1076;&#1077;&#1085;&#1080; <span
 style="font-style: italic;">n</span> &#1080; <span
 style="font-style: italic;">p</span>.<br>
<br>
<span style="font-style: italic;">&#1042;&#1093;&#1086;&#1076;:<br>
</span>&#1055;&#1098;&#1088;&#1074;&#1086;&#1090;&#1086; &#1095;&#1080;&#1089;&#1083;&#1086; &#1086;&#1090; &#1074;&#1093;&#1086;&#1076;&#1072; &#1077; &#1073;&#1088;&#1086;&#1103;&#1090; &#1085;&#1072; &#1087;&#1088;&#1080;&#1084;&#1077;&#1088;&#1080;&#1090;&#1077; &#1085;&#1072; &#1074;&#1093;&#1086;&#1076;&#1072;. &#1057;&#1083;&#1077;&#1076;&#1074;&#1072;&#1097;&#1080;&#1090;&#1077;
&#1076;&#1074;&#1086;&#1081;&#1082;&#1080; &#1095;&#1080;&#1089;&#1083;&#1072; &#1089;&#1072; <span style="font-style: italic;">n</span> &#1080; <span
 style="font-style: italic;">p</span>. &#1042;&#1089;&#1080;&#1095;&#1082;&#1080; &#1095;&#1080;&#1089;&#1083;&#1072; &#1089;&#1072; &#1087;&#1086;-&#1084;&#1072;&#1083;&#1082;&#1080; &#1086;&#1090; 10<sup>6</sup>.<span
 style="font-style: italic;"><br>
<br>
</span><span style="font-style: italic;">&#1048;&#1079;&#1093;&#1086;&#1076;:</span><br>
&#1047;&#1072; &#1074;&#1089;&#1077;&#1082;&#1080; &#1087;&#1088;&#1080;&#1084;&#1077;&#1088; &#1086;&#1090; &#1074;&#1093;&#1086;&#1076;&#1072; &#1089;&#1077; &#1080;&#1079;&#1074;&#1077;&#1078;&#1076;&#1072; &#1085;&#1072; &#1086;&#1090;&#1076;&#1077;&#1083;&#1077;&#1085; &#1088;&#1077;&#1076;<span
 style="font-family: monospace;"></span><big><span
 style="font-family: monospace;"></span></big> &#1085;&#1072;&#1084;&#1077;&#1088;&#1077;&#1085;&#1086;&#1090;&#1086; &#1095;&#1080;&#1089;&#1083;&#1086; <span
 style="font-style: italic;">k</span>.<span style="font-style: italic;"><br>
<br>
</span><span style="font-style: italic;">&#1055;&#1088;&#1080;&#1084;&#1077;&#1088;:<br>
</span><big><span style="font-family: monospace;">3<br>
12 2<br>
100 7<br>
29 29 </span></big><span style="font-style: italic;"><br>
<br>
</span><span style="font-style: italic;">&#1056;&#1077;&#1096;&#1077;&#1085;&#1080;&#1077; &#1085;&#1072; &#1087;&#1088;&#1080;&#1084;&#1077;&#1088;&#1072;:<br>
</span><big><span style="font-family: monospace;">2</span><br
 style="font-family: monospace;">
<span style="font-family: monospace;">0</span><br
 style="font-family: monospace;">
<span style="font-family: monospace;">1</span><br
 style="font-family: monospace;">
<span style="font-family: monospace;"><br>
&#1041;&#1077;&#1083;&#1077;&#1078;&#1082;&#1072;: 12 = 2<sup>2</sup>x3, 100 = 7<sup>0</sup>x100, 29 = 29<sup>1</sup>x1
(&#1090;&#1091;&#1082;
x
&#1086;&#1079;&#1085;&#1072;&#1095;&#1072;&#1074;&#1072;
&#1091;&#1084;&#1085;&#1086;&#1078;&#1077;&#1085;&#1080;&#1077;).</span></big><span style="font-style: italic;"><br>
</span>
<hr style="width: 100%; height: 2px;"><span style="font-style: italic;"></span>
</body>
</html>
