<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01 Transitional//EN">
<html>
<head>
  <meta content="text/html; charset=ISO-8859-1"
 http-equiv="content-type">
  <title>anot</title>
</head>
<body>
<a href="index.html">&#1055;&#1088;&#1086;&#1075;&#1088;&#1072;&#1084;&#1080;&#1088;&#1072;&#1085;&#1077; &#1079;&#1072;
&#1085;&#1072;&#1087;&#1088;&#1077;&#1076;&#1085;&#1072;&#1083;&#1080;</a><br>
<h2>&#1040;&#1085;&#1086;&#1090;&#1072;&#1094;&#1080;&#1103;</h2>
&nbsp;&nbsp;&nbsp; &#1050;&#1091;&#1088;&#1089;&#1098;&#1090; &#1087;&#1086;&#1076;&#1075;&#1086;&#1090;&#1086;&#1074;&#1103; &#1089;&#1090;&#1091;&#1076;&#1077;&#1085;&#1090;&#1080;&#1090;&#1077; &#1087;&#1086; &#1048;&#1085;&#1092;&#1086;&#1088;&#1084;&#1072;&#1090;&#1080;&#1082;&#1072; &#1079;&#1072;
&#1088;&#1077;&#1096;&#1072;&#1074;&#1072;&#1085;&#1077;
&#1085;&#1072; &#1079;&#1072;&#1076;&#1072;&#1095;&#1080;, &#1079;&#1072; &#1082;&#1086;&#1080;&#1090;&#1086; &#1089;&#1077; &#1080;&#1079;&#1080;&#1089;&#1082;&#1074;&#1072; &#1089;&#1098;&#1089;&#1090;&#1072;&#1074;&#1103;&#1085;&#1077; &#1085;&#1072; &#1087;&#1086;-&#1089;&#1083;&#1086;&#1078;&#1085;&#1080; &#1072;&#1083;&#1075;&#1086;&#1088;&#1080;&#1090;&#1084;&#1080;.
&#1048;&#1079;&#1091;&#1095;&#1072;&#1074;&#1072;
&#1089;&#1077; &#1094;&#1077;&#1083;&#1080;&#1103; &#1087;&#1098;&#1090; &#1086;&#1090; &#1087;&#1086;&#1089;&#1090;&#1072;&#1074;&#1103;&#1085;&#1077; &#1085;&#1072; &#1079;&#1072;&#1076;&#1072;&#1095;&#1072;&#1090;&#1072; &#1076;&#1086; &#1072;&#1085;&#1072;&#1083;&#1080;&#1079; &#1085;&#1072; &#1088;&#1077;&#1096;&#1077;&#1085;&#1080;&#1103;&#1090;&#1072; - &#1072;&#1085;&#1072;&#1083;&#1080;&#1079;
&#1085;&#1072;
&#1076;&#1072;&#1085;&#1085;&#1080;&#1090;&#1077;, &#1087;&#1088;&#1077;&#1075;&#1083;&#1077;&#1076; &#1085;&#1072; &#1089;&#1098;&#1097;&#1077;&#1089;&#1090;&#1074;&#1091;&#1074;&#1072;&#1097;&#1080; &#1072;&#1083;&#1075;&#1086;&#1088;&#1080;&#1090;&#1084;&#1080; &#1079;&#1072; &#1088;&#1077;&#1096;&#1072;&#1074;&#1072;&#1085;&#1077;&#1090;&#1080; &#1081;, &#1080;&#1079;&#1073;&#1080;&#1088;&#1072;&#1085;&#1077; &#1085;&#1072;
&#1087;&#1086;&#1076;&#1093;&#1086;&#1076;&#1103;&#1097; &#1072;&#1083;&#1075;&#1086;&#1088;&#1080;&#1090;&#1098;&#1084;, &#1084;&#1086;&#1076;&#1080;&#1092;&#1080;&#1094;&#1080;&#1088;&#1072;&#1085;&#1077; &#1085;&#1072; &#1089;&#1098;&#1097;&#1077;&#1089;&#1090;&#1074;&#1091;&#1074;&#1072;&#1097; &#1080;&#1083;&#1080; &#1087;&#1086;&#1089;&#1090;&#1088;&#1086;&#1103;&#1074;&#1072;&#1085;&#1077; &#1085;&#1072; &#1085;&#1086;&#1074;
&#1072;&#1083;&#1075;&#1086;&#1088;&#1080;&#1090;&#1098;&#1084;, &#1080;&#1079;&#1073;&#1086;&#1088; &#1085;&#1072; &#1089;&#1090;&#1088;&#1091;&#1082;&#1090;&#1091;&#1088;&#1080; &#1086;&#1090; &#1076;&#1072;&#1085;&#1085;&#1080;, &#1087;&#1088;&#1086;&#1075;&#1088;&#1072;&#1084;&#1080;&#1088;&#1072;&#1085;&#1077;, &#1090;&#1077;&#1089;&#1090;&#1074;&#1072;&#1085;&#1077; &#1085;&#1072;
&#1087;&#1088;&#1086;&#1075;&#1088;&#1072;&#1084;&#1072;&#1090;&#1072;,
&#1072;&#1085;&#1072;&#1083;&#1080;&#1079; &#1085;&#1072; &#1077;&#1092;&#1077;&#1082;&#1090;&#1080;&#1074;&#1085;&#1086;&#1089;&#1090;&#1090;&#1072; &#1085;&#1072; &#1072;&#1083;&#1075;&#1086;&#1088;&#1080;&#1090;&#1098;&#1084;&#1072; &#1080; &#1087;&#1088;&#1086;&#1075;&#1088;&#1072;&#1084;&#1072;&#1090;&#1072;.&nbsp; &#1042;&#1089;&#1080;&#1095;&#1082;&#1080;
&#1072;&#1083;&#1075;&#1086;&#1088;&#1080;&#1090;&#1084;&#1080;
&#1089;&#1077; &#1080;&#1079;&#1091;&#1095;&#1072;&#1074;&#1072;&#1090; &#1079;&#1072;&#1077;&#1076;&#1085;&#1086; &#1089; &#1085;&#1072;&#1081;-&#1077;&#1092;&#1077;&#1082;&#1090;&#1080;&#1074;&#1085;&#1080;&#1090;&#1077; &#1080;&#1084; &#1088;&#1077;&#1072;&#1083;&#1080;&#1079;&#1072;&#1094;&#1080;&#1080; &#1082;&#1072;&#1090;&#1086; &#1087;&#1088;&#1086;&#1075;&#1088;&#1072;&#1084;&#1080; &#1085;&#1072; &#1057; &#1080;
&#1057;++.
<br>
&nbsp;&nbsp;&nbsp; &#1057;&#1090;&#1091;&#1076;&#1077;&#1085;&#1090;&#1080;&#1090;&#1077; &#1090;&#1088;&#1103;&#1073;&#1074;&#1072; &#1076;&#1072; &#1079;&#1085;&#1072;&#1103;&#1090; &#1076;&#1072; &#1087;&#1088;&#1086;&#1075;&#1088;&#1072;&#1084;&#1080;&#1088;&#1072;&#1090; &#1085;&#1072; &#1057; &#1080;/&#1080;&#1083;&#1080;
&#1057;++.<br>
<br>
<hr style="width: 100%; height: 2px;">
<h2>&#1058;&#1077;&#1084;&#1072;&#1090;&#1080;&#1095;&#1077;&#1085; &#1087;&#1083;&#1072;&#1085;</h2>
1. &#1057;&#1090;&#1088;&#1072;&#1090;&#1077;&#1075;&#1080;&#1080; &#1087;&#1088;&#1080; &#1087;&#1088;&#1086;&#1075;&#1088;&#1072;&#1084;&#1080;&#1088;&#1072;&#1085;&#1077;&#1090;&#1086; &#1085;&#1072; &#1072;&#1083;&#1075;&#1086;&#1088;&#1080;&#1090;&#1084;&#1080;&#1095;&#1085;&#1086; &#1090;&#1088;&#1091;&#1076;&#1085;&#1080; &#1079;&#1072;&#1076;&#1072;&#1095;&#1080;. &#1054;&#1094;&#1077;&#1085;&#1082;&#1072; &#1080;
&#1089;&#1083;&#1086;&#1078;&#1085;&#1086;&#1089;&#1090; &#1085;&#1072; &#1072;&#1083;&#1075;&#1086;&#1088;&#1080;&#1090;&#1084;&#1080;<br>
2. &#1062;&#1077;&#1083;&#1080; &#1095;&#1080;&#1089;&#1083;&#1072;. &#1087;&#1088;&#1077;&#1076;&#1089;&#1090;&#1072;&#1074;&#1103;&#1085;&#1077; &#1074; &#1076;&#1077;&#1089;&#1077;&#1090;&#1080;&#1095;&#1085;&#1072; &#1080; &#1076;&#1074;&#1086;&#1080;&#1095;&#1085;&#1072; &#1073;&#1088;&#1086;&#1081;&#1085;&#1080; &#1089;&#1080;&#1089;&#1090;&#1077;&#1084;&#1080;. &#1055;&#1088;&#1086;&#1089;&#1090;&#1080;
&#1095;&#1080;&#1089;&#1083;&#1072;. &#1052;&#1077;&#1088;&#1089;&#1077;&#1085;&#1086;&#1074;&#1080; &#1080; &#1089;&#1098;&#1074;&#1098;&#1088;&#1096;&#1077;&#1085;&#1085;&#1080; &#1095;&#1080;&#1089;&#1083;&#1072;.<br>
3. &#1056;&#1077;&#1082;&#1091;&#1088;&#1089;&#1080;&#1103; &#1080; &#1080;&#1090;&#1077;&#1088;&#1072;&#1094;&#1080;&#1103;: &#1092;&#1072;&#1082;&#1090;&#1086;&#1088;&#1080;&#1077;&#1083;; &#1088;&#1077;&#1076;&#1080;&#1094;&#1072; &#1085;&#1072; &#1060;&#1080;&#1073;&#1086;&#1085;&#1072;&#1095;&#1080;; &#1085;&#1072;&#1081;-&#1075;&#1086;&#1083;&#1103;&#1084; &#1086;&#1073;&#1097;
&#1076;&#1077;&#1083;&#1080;&#1090;&#1077;&#1083;; &#1085;&#1072;&#1081;-&#1084;&#1072;&#1083;&#1082;&#1086; &#1086;&#1073;&#1097;&#1086; &#1082;&#1088;&#1072;&#1090;&#1085;&#1086;.<br>
4. &#1054;&#1089;&#1085;&#1086;&#1074;&#1085;&#1080; &#1082;&#1086;&#1084;&#1073;&#1080;&#1085;&#1072;&#1090;&#1086;&#1088;&#1085;&#1080; &#1072;&#1083;&#1075;&#1086;&#1088;&#1080;&#1090;&#1084;&#1080;: &#1087;&#1077;&#1088;&#1084;&#1091;&#1090;&#1072;&#1094;&#1080;&#1080;; &#1074;&#1072;&#1088;&#1080;&#1072;&#1094;&#1080;&#1080;; &#1082;&#1086;&#1084;&#1073;&#1080;&#1085;&#1072;&#1094;&#1080;&#1080;.<br>
5. &#1057;&#1086;&#1088;&#1090;&#1080;&#1088;&#1072;&#1085;&#1077; - &#1086;&#1073;&#1097;&#1080; &#1087;&#1086;&#1083;&#1086;&#1078;&#1077;&#1085;&#1080;&#1103;; &#1089;&#1086;&#1088;&#1090;&#1080;&#1088;&#1072;&#1085;&#1077; &#1095;&#1088;&#1077;&#1079; &#1089;&#1088;&#1072;&#1074;&#1085;&#1077;&#1085;&#1080;&#1077;; &#1089;&#1086;&#1088;&#1090;&#1080;&#1088;&#1072;&#1085;&#1077; &#1095;&#1088;&#1077;&#1079;
&#1090;&#1088;&#1072;&#1085;&#1089;&#1092;&#1086;&#1088;&#1084;&#1072;&#1094;&#1080;&#1103;<br>
6. &#1055;&#1086;&#1089;&#1083;&#1077;&#1076;&#1086;&#1074;&#1072;&#1090;&#1077;&#1083;&#1085;&#1086; &#1090;&#1098;&#1088;&#1089;&#1077;&#1085;&#1077;, &#1076;&#1074;&#1086;&#1080;&#1095;&#1085;&#1086; &#1080; &#1092;&#1080;&#1073;&#1086;&#1085;&#1072;&#1095;&#1080;&#1077;&#1074;&#1086; &#1090;&#1098;&#1088;&#1089;&#1077;&#1085;&#1077;<br>
7. &#1044;&#1080;&#1085;&#1072;&#1084;&#1080;&#1095;&#1085;&#1086; &#1086;&#1087;&#1090;&#1080;&#1084;&#1080;&#1088;&#1072;&#1085;&#1077; - &#1079;&#1072;&#1076;&#1072;&#1095;&#1072; &#1079;&#1072; &#1088;&#1072;&#1085;&#1080;&#1094;&#1072;&#1090;&#1072;, "&#1083;&#1077;&#1089;&#1085;&#1072;" &#1079;&#1072;&#1076;&#1072;&#1095;&#1080;, &#1073;&#1088;&#1072;&#1090;&#1089;&#1082;&#1072;
&#1087;&#1086;&#1076;&#1103;&#1083;&#1073;&#1072;, &#1095;&#1080;&#1089;&#1083;&#1072; &#1085;&#1072; &#1060;&#1080;&#1073;&#1086;&#1085;&#1072;&#1095;&#1080; &#1080; &#1073;&#1080;&#1085;&#1086;&#1084;&#1085;&#1080; &#1082;&#1086;&#1077;&#1092;&#1080;&#1094;&#1080;&#1077;&#1085;&#1090;&#1080;, &#1085;&#1072;&#1081;-&#1076;&#1098;&#1083;&#1075;&#1072; &#1086;&#1073;&#1097;&#1072;
&#1087;&#1086;&#1076;&#1088;&#1077;&#1076;&#1080;&#1094;&#1072;<br>
8. &#1056;&#1072;&#1079;&#1076;&#1077;&#1083;&#1103;&#1081; &#1080; &#1074;&#1083;&#1072;&#1076;&#1077;&#1081; - &#1085;&#1072;&#1084;&#1080;&#1088;&#1072;&#1085;&#1077; &#1085;&#1072; k-&#1090;&#1080;&#1103; &#1087;&#1086; &#1075;&#1086;&#1083;&#1077;&#1084;&#1080;&#1085;&#1072; &#1077;&#1083;&#1077;&#1084;&#1077;&#1085;&#1090;, &#1073;&#1098;&#1088;&#1079;&#1086;
&#1091;&#1084;&#1085;&#1086;&#1078;&#1077;&#1085;&#1080;&#1077; &#1085;&#1072; &#1076;&#1098;&#1083;&#1075;&#1080; &#1095;&#1080;&#1089;&#1083;&#1072;, &#1094;&#1080;&#1082;&#1083;&#1080;&#1095;&#1085;&#1086; &#1087;&#1088;&#1077;&#1084;&#1077;&#1089;&#1090;&#1074;&#1072;&#1085;&#1077; &#1085;&#1072; &#1077;&#1083;&#1077;&#1084;&#1077;&#1085;&#1090;&#1080;&#1090;&#1077; &#1085;&#1072; &#1084;&#1072;&#1089;&#1080;&#1074;<br>
9. &#1047;&#1072;&#1076;&#1072;&#1095;&#1080; &#1089; &#1075;&#1088;&#1072;&#1092;&#1080;<br>
10. &#1043;&#1077;&#1086;&#1084;&#1077;&#1090;&#1088;&#1080;&#1095;&#1085;&#1080; &#1079;&#1072;&#1076;&#1072;&#1095;&#1080;<br>
11. C++ Standard Template Library (STL) &#1080; &#1080;&#1079;&#1087;&#1086;&#1083;&#1079;&#1074;&#1072;&#1085;&#1077;&#1090;&#1086; &#1081; &#1087;&#1088;&#1080; &#1088;&#1077;&#1096;&#1072;&#1074;&#1077;&#1085;&#1077;
&#1085;&#1072; &#1079;&#1072;&#1076;&#1072;&#1095;&#1080; &#1086;&#1090; &#1089;&#1098;&#1089;&#1090;&#1077;&#1079;&#1072;&#1085;&#1080;&#1103;<br>
<br>
<hr style="width: 100%; height: 2px;"><br>
<br>
</body>
</html>
