<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01 Transitional//EN">
<html>
<head>
  <meta content="text/html; charset=ISO-8859-1"
 http-equiv="content-type">
  <title>inf297-2</title>
</head>
<body>
<h3>&#1043;&#1077;&#1086;&#1084;&#1077;&#1090;&#1088;&#1080;&#1095;&#1085;&#1080; &#1079;&#1072;&#1076;&#1072;&#1095;&#1080; &#1030;<br>
</h3>
<a href="http://judge.openfmi.net/bcpc/problems.html"><font size="2"><span
 lang="en-us">XVII </span>
&#1056;&#1077;&#1087;&#1091;&#1073;&#1083;&#1080;&#1082;&#1072;&#1085;&#1089;&#1082;&#1072; &#1057;&#1090;&#1091;&#1076;&#1077;&#1085;&#1090;&#1089;&#1082;&#1072; &#1054;&#1083;&#1080;&#1084;&#1087;&#1080;&#1072;&#1076;&#1072; &#1087;&#1086; &#1055;&#1088;&#1086;&#1075;&#1088;&#1072;&#1084;&#1080;&#1088;&#1072;&#1085;&#1077;</font></a><font
 size="2">, &#1057;&#1086;&#1092;&#1080;&#1103;, 15 &#1084;&#1072;&#1081; 2005 &#1075;.</font><br>
<br>
<big><a href="http://judge.openfmi.net/bcpc/C.htm">&#1047;&#1072;&#1076;&#1072;&#1095;&#1072; C. &#1055;&#1040;&#1052;&#1045;&#1058;&#1053;&#1048;&#1050;<span
 style="color: rgb(204, 0, 0);"></span><br>
</a><br>
&#1043;&#1088;&#1072;&#1076;&#1089;&#1082;&#1080;&#1090;&#1077; &#1074;&#1083;&#1072;&#1089;&#1090;&#1080; &#1085;&#1072; &#1089;&#1090;&#1086;&#1083;&#1080;&#1094;&#1072;&#1090;&#1072; &#1080;&#1089;&#1082;&#1072;&#1090; &#1076;&#1072; &#1086;&#1079;&#1085;&#1072;&#1084;&#1077;&#1085;&#1091;&#1074;&#1072;&#1090; &#1074;&#1083;&#1080;&#1079;&#1072;&#1085;&#1077;&#1090;&#1086; &#1085;&#1080; &#1074;
&#1045;&#1074;&#1088;&#1086;&#1087;&#1072;, &#1082;&#1072;&#1090;&#1086; &#1087;&#1086;&#1089;&#1090;&#1088;&#1086;&#1103;&#1090; &#1074;&#1085;&#1091;&#1096;&#1080;&#1090;&#1077;&#1083;&#1077;&#1085; &#1087;&#1072;&#1084;&#1077;&#1090;&#1085;&#1080;&#1082; &#1085;&#1072; &#1077;&#1076;&#1080;&#1085; &#1086;&#1090; &#1089;&#1090;&#1086;&#1083;&#1080;&#1095;&#1085;&#1080;&#1090;&#1077;
&#1087;&#1083;&#1086;&#1097;&#1072;&#1076;&#1080;, &#1086;&#1075;&#1088;&#1072;&#1085;&#1080;&#1095;&#1077;&#1085; &#1086;&#1090; &#1089;&#1098;&#1097;&#1077;&#1089;&#1090;&#1074;&#1091;&#1074;&#1072;&#1097;&#1080;&#1090;&#1077; &#1089;&#1075;&#1088;&#1072;&#1076;&#1080; &#1080; &#1091;&#1083;&#1080;&#1094;&#1080;. &#1059;&#1083;&#1080;&#1094;&#1080;&#1090;&#1077; &#1080; &#1083;&#1080;&#1094;&#1072;&#1090;&#1072;
&#1085;&#1072; &#1086;&#1082;&#1086;&#1083;&#1085;&#1080;&#1090;&#1077; &#1089;&#1075;&#1088;&#1072;&#1076;&#1080; &#1086;&#1073;&#1088;&#1072;&#1079;&#1091;&#1074;&#1072;&#1090; &#1079;&#1072;&#1090;&#1074;&#1086;&#1088;&#1077;&#1085; &#1080;&#1079;&#1087;&#1098;&#1082;&#1085;&#1072;&#1083; &#1084;&#1085;&#1086;&#1075;&#1086;&#1098;&#1075;&#1098;&#1083;&#1085;&#1080;&#1082; &#1089; <span
 style="font-style: italic;">N</span> &#1074;&#1098;&#1088;&#1093;&#1072; (3 &#8804; <span
 style="font-style: italic;">N</span> &#8804; 400), &#1074;&#1098;&#1074; &#1074;&#1098;&#1090;&#1088;&#1077;&#1096;&#1085;&#1086;&#1089;&#1090;&#1090;&#1072; &#1085;&#1072; &#1082;&#1086;&#1081;&#1090;&#1086;
&#1090;&#1088;&#1103;&#1073;&#1074;&#1072; &#1076;&#1072; &#1073;&#1098;&#1076;&#1077; &#1087;&#1086;&#1089;&#1090;&#1088;&#1086;&#1077;&#1085; &#1087;&#1072;&#1084;&#1077;&#1090;&#1085;&#1080;&#1082;&#1098;&#1090;. &#1047;&#1072; &#1076;&#1072; &#1084;&#1086;&#1078;&#1077; &#1087;&#1072;&#1084;&#1077;&#1090;&#1085;&#1080;&#1082;&#1098;&#1090; &#1076;&#1072; &#1089;&#1077; &#1074;&#1080;&#1078;&#1076;&#1072;
&#1085;&#1072;&#1081;-&#1076;&#1086;&#1073;&#1088;&#1077;, &#1090;&#1086;&#1081; &#1090;&#1088;&#1103;&#1073;&#1074;&#1072; &#1076;&#1072; &#1089;&#1077; &#1088;&#1072;&#1079;&#1087;&#1086;&#1083;&#1086;&#1078;&#1080; &#1090;&#1072;&#1082;&#1072;, &#1095;&#1077; &#1088;&#1072;&#1079;&#1089;&#1090;&#1086;&#1103;&#1085;&#1080;&#1077;&#1090;&#1086; &#1086;&#1090; &#1085;&#1077;&#1075;&#1086; &#1076;&#1086;
&#1085;&#1072;&#1081;-&#1073;&#1083;&#1080;&#1079;&#1082;&#1072;&#1090;&#1072; &#1089;&#1090;&#1088;&#1072;&#1085;&#1072; &#1085;&#1072; &#1084;&#1085;&#1086;&#1075;&#1086;&#1098;&#1075;&#1098;&#1083;&#1085;&#1080;&#1082;&#1072; &#1076;&#1072; &#1073;&#1098;&#1076;&#1077; &#1084;&#1072;&#1082;&#1089;&#1080;&#1084;&#1072;&#1083;&#1085;&#1086;&#1090;&#1086; &#1074;&#1098;&#1079;&#1084;&#1086;&#1078;&#1085;&#1086;. <br>
<br>
&#1053;&#1072;&#1087;&#1080;&#1096;&#1077;&#1090;&#1077; &#1087;&#1088;&#1086;&#1075;&#1088;&#1072;&#1084;&#1072; MONUMENT, &#1082;&#1086;&#1103;&#1090;&#1086; &#1087;&#1086; &#1079;&#1072;&#1076;&#1072;&#1076;&#1077;&#1085;&#1086; <span
 style="font-style: italic;">N</span> &#1080; &#1080;&#1079;&#1087;&#1098;&#1082;&#1085;&#1072;&#1083; &#1079;&#1072;&#1090;&#1074;&#1086;&#1088;&#1077;&#1085; &#1084;&#1085;&#1086;&#1075;&#1086;&#1098;&#1075;&#1098;&#1083;&#1085;&#1080;&#1082;
&#1089; <span style="font-style: italic;">N</span> &#1074;&#1098;&#1088;&#1093;&#1072;, &#1085;&#1072;&#1084;&#1080;&#1088;&#1072;
&#1084;&#1072;&#1082;&#1089;&#1080;&#1084;&#1072;&#1083;&#1085;&#1086;&#1090;&#1086; &#1088;&#1072;&#1079;&#1089;&#1090;&#1086;&#1103;&#1085;&#1080;&#1077;, &#1085;&#1072; &#1082;&#1086;&#1077;&#1090;&#1086; &#1084;&#1086;&#1078;&#1077; &#1076;&#1072; &#1089;&#1077; &#1088;&#1072;&#1079;&#1087;&#1086;&#1083;&#1086;&#1078;&#1080; &#1087;&#1072;&#1084;&#1077;&#1090;&#1085;&#1080;&#1082;&#1098;&#1090;. <br>
<br>
&#1044;&#1072;&#1085;&#1085;&#1080;&#1090;&#1077; &#1090;&#1088;&#1103;&#1073;&#1074;&#1072; &#1076;&#1072; &#1089;&#1077; &#1095;&#1077;&#1090;&#1072;&#1090; &#1086;&#1090; <span style="font-style: italic;">&#1089;&#1090;&#1072;&#1085;&#1076;&#1072;&#1088;&#1090;&#1085;&#1080;&#1103;
&#1074;&#1093;&#1086;&#1076;</span>. &#1041;&#1088;&#1086;&#1103;&#1090; &#1085;&#1072; &#1074;&#1098;&#1088;&#1093;&#1086;&#1074;&#1077;&#1090;&#1077; <span style="font-style: italic;">N</span>
&#1097;&#1077; &#1073;&#1098;&#1076;&#1077; &#1079;&#1072;&#1076;&#1072;&#1076;&#1077;&#1085; &#1085;&#1072; &#1087;&#1098;&#1088;&#1074;&#1080;&#1103; &#1088;&#1077;&#1076;. &#1042;&#1089;&#1077;&#1082;&#1080; &#1086;&#1090; &#1089;&#1083;&#1077;&#1076;&#1074;&#1072;&#1097;&#1080;&#1090;&#1077; <span
 style="font-style: italic;">N</span> &#1088;&#1077;&#1076;&#1072; &#1097;&#1077; &#1089;&#1098;&#1076;&#1098;&#1088;&#1078;&#1072; &#1082;&#1086;&#1086;&#1088;&#1076;&#1080;&#1085;&#1072;&#1090;&#1080;&#1090;&#1077; &#1085;&#1072;
&#1077;&#1076;&#1080;&#1085; &#1086;&#1090; &#1074;&#1098;&#1088;&#1093;&#1086;&#1074;&#1077;&#1090;&#1077; &#1085;&#1072; &#1084;&#1085;&#1086;&#1075;&#1086;&#1098;&#1075;&#1098;&#1083;&#1085;&#1080;&#1082;&#1072;, &#1088;&#1072;&#1079;&#1076;&#1077;&#1083;&#1077;&#1085;&#1080; &#1089; &#1080;&#1085;&#1090;&#1077;&#1088;&#1074;&#1072;&#1083;. &#1042;&#1098;&#1088;&#1093;&#1086;&#1074;&#1077;&#1090;&#1077; &#1089;&#1072;
&#1079;&#1072;&#1076;&#1072;&#1076;&#1077;&#1085;&#1080; &#1074; &#1088;&#1077;&#1076;&#1072;, &#1087;&#1086; &#1082;&#1086;&#1080;&#1090;&#1086; &#1089;&#1077; &#1089;&#1088;&#1077;&#1097;&#1072;&#1090; &#1074; &#1084;&#1085;&#1086;&#1075;&#1086;&#1098;&#1075;&#1098;&#1083;&#1085;&#1080;&#1082;&#1072; &#1087;&#1088;&#1080; &#1086;&#1073;&#1093;&#1086;&#1078;&#1076;&#1072;&#1085;&#1077;&#1090;&#1086; &#1084;&#1091;
&#1074; &#1087;&#1086;&#1089;&#1086;&#1082;&#1072; &#1085;&#1072; &#1076;&#1074;&#1080;&#1078;&#1077;&#1085;&#1080;&#1077;&#1090;&#1086; &#1085;&#1072; &#1095;&#1072;&#1089;&#1086;&#1074;&#1085;&#1080;&#1082;&#1086;&#1074;&#1072;&#1090;&#1072; &#1089;&#1090;&#1088;&#1077;&#1083;&#1082;&#1072;. &#1042;&#1089;&#1080;&#1095;&#1082;&#1080; &#1082;&#1086;&#1086;&#1088;&#1076;&#1080;&#1085;&#1072;&#1090;&#1080; &#1089;&#1072;
&#1094;&#1077;&#1083;&#1080; &#1095;&#1080;&#1089;&#1083;&#1072; &#1074; &#1080;&#1085;&#1090;&#1077;&#1088;&#1074;&#1072;&#1083;&#1072; [&#8211;1000,1000].<br>
<br>
&#1053;&#1072;&#1084;&#1077;&#1088;&#1077;&#1085;&#1086;&#1090;&#1086; &#1086;&#1090; &#1087;&#1088;&#1086;&#1075;&#1088;&#1072;&#1084;&#1072;&#1090;&#1072; &#1084;&#1072;&#1082;&#1089;&#1080;&#1084;&#1072;&#1083;&#1085;&#1086; &#1088;&#1072;&#1079;&#1089;&#1090;&#1086;&#1103;&#1085;&#1080;&#1077; &#1090;&#1088;&#1103;&#1073;&#1074;&#1072; &#1076;&#1072; &#1089;&#1077; &#1080;&#1079;&#1074;&#1077;&#1076;&#1077;
&#1085;&#1072;&nbsp; <span style="font-style: italic;">&#1089;&#1090;&#1072;&#1085;&#1076;&#1072;&#1088;&#1090;&#1085;&#1080;&#1103; &#1080;&#1079;&#1093;&#1086;&#1076;</span>.
&#1047;&#1072; &#1082;&#1086;&#1088;&#1077;&#1082;&#1090;&#1085;&#1086;&#1089;&#1090;&#1090;&#1072; &#1085;&#1072; &#1088;&#1077;&#1079;&#1091;&#1083;&#1090;&#1072;&#1090;&#1072; &#1074;&#1072;&#1078;&#1085;&#1080; &#1097;&#1077; &#1089;&#1072; &#1087;&#1098;&#1088;&#1074;&#1080;&#1090;&#1077; &#1090;&#1088;&#1080; &#1094;&#1080;&#1092;&#1088;&#1080; &#1089;&#1083;&#1077;&#1076;
&#1076;&#1077;&#1089;&#1077;&#1090;&#1080;&#1095;&#1085;&#1072;&#1090;&#1072; &#1090;&#1086;&#1095;&#1082;&#1072;.<br>
<br>
&#1055;&#1056;&#1048;&#1052;&#1045;&#1056; 1<br>
<br>
&#1042;&#1093;&#1086;&#1076;&nbsp;&nbsp;&nbsp; &nbsp;&nbsp;&nbsp;
&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; &#1048;&#1079;&#1093;&#1086;&#1076;<br>
<br>
<span style="font-family: monospace;">4&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
5.000000</span><br style="font-family: monospace;">
<span style="font-family: monospace;">0 0</span><br
 style="font-family: monospace;">
<span style="font-family: monospace;">0 10</span><br
 style="font-family: monospace;">
<span style="font-family: monospace;">10 10</span><br
 style="font-family: monospace;">
<span style="font-family: monospace;">10 0</span><br>
&nbsp;&nbsp;&nbsp; &#1055;&#1056;&#1048;&#1052;&#1045;&#1056; 2<br>
<br>
&#1042;&#1093;&#1086;&#1076;&nbsp;&nbsp;&nbsp; &nbsp;&nbsp;&nbsp;
&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
&#1048;&#1079;&#1093;&#1086;&#1076;<br>
<br>
<span style="font-family: monospace;">5&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
4.472136</span><br style="font-family: monospace;">
<span style="font-family: monospace;">-10 0</span><br
 style="font-family: monospace;">
<span style="font-family: monospace;">-5 10</span><br
 style="font-family: monospace;">
<span style="font-family: monospace;">0 15</span><br
 style="font-family: monospace;">
<span style="font-family: monospace;">5 10</span><br
 style="font-family: monospace;">
<span style="font-family: monospace;">0 0<br>
</span><br>
<span style="color: rgb(204, 0, 0); font-weight: bold;">&#1055;&#1098;&#1088;&#1074;&#1072; &#1079;&#1072;&#1076;&#1072;&#1095;&#1072; &#1079;&#1072;
&#1076;&#1086;&#1084;&#1072;&#1096;&#1085;&#1086;:</span> <br>
&#1044;&#1072;&#1076;&#1077;&#1085; &#1077; &#1090;&#1088;&#1080;&#1098;&#1075;&#1098;&#1083;&#1085;&#1080;&#1082; &#1089; &#1082;&#1086;&#1086;&#1088;&#1076;&#1080;&#1085;&#1072;&#1090;&#1080;&#1090;&#1077; &#1085;&#1072; &#1074;&#1098;&#1088;&#1093;&#1086;&#1074;&#1077;&#1090;&#1077; &#1089;&#1080;. &#1044;&#1072; &#1089;&#1077; &#1085;&#1072;&#1084;&#1077;&#1088;&#1080;&#1103;&#1090;
&#1082;&#1086;&#1086;&#1088;&#1076;&#1080;&#1085;&#1072;&#1090;&#1080;&#1090;&#1077; &#1085;&#1072; &#1074;&#1087;&#1080;&#1089;&#1072;&#1085;&#1072;&#1090;&#1072; &#1074; &#1090;&#1088;&#1080;&#1098;&#1075;&#1098;&#1083;&#1085;&#1080;&#1082;&#1072; &#1086;&#1082;&#1088;&#1098;&#1078;&#1085;&#1086;&#1089;&#1090;.<br>
</big>
<hr style="width: 100%; height: 2px;"><big><span
 style="color: rgb(204, 0, 0); font-weight: bold;">&#1042;&#1090;&#1086;&#1088;&#1072; &#1079;&#1072;&#1076;&#1072;&#1095;&#1072; &#1079;&#1072;
&#1076;&#1086;&#1084;&#1072;&#1096;&#1085;&#1086;:</span> </big>
<p style="margin: 0cm 0cm 3pt;"><a
 href="http://judge.openfmi.net/bcpc/J.htm"><b><span
 style="font-size: 14pt; font-family: &quot;Times New Roman&quot;;">&#1047;&#1072;&#1076;&#1072;&#1095;&#1072;
</span></b><b><span
 style="font-size: 14pt; font-family: &quot;Times New Roman&quot;;" lang="EN-US">J.
</span></b></a><b><span
 style="font-size: 14pt; font-family: &quot;Times New Roman&quot;;"><a
 href="http://judge.openfmi.net/bcpc/J.htm">&#1060;&#1040;&#1056;&#1054;&#1042;&#1045;</a><o:p></o:p></span></b></p>
<p style="margin: 0cm 0cm 3pt;"><!--[if gte vml 1]><v:shapetype
 id="_x0000_t202" coordsize="21600,21600" o:spt="202" path="m,l,21600r21600,l21600,xe">
 <v:stroke joinstyle="miter"/>
 <v:path gradientshapeok="t" o:connecttype="rect"/>
</v:shapetype><v:shape id="_x0000_s1026" type="#_x0000_t202" style='position:absolute;
 left:0;text-align:left;margin-left:0;margin-top:52pt;width:189pt;height:171pt;
 z-index:1;mso-position-horizontal:left'>
 <v:textbox style='mso-next-textbox:#_x0000_s1026'>
  <![if !mso]>
  <table cellpadding=0 cellspacing=0 width="100%">
   <tr>
    <td><![endif]>
    <div>
    <p class=MsoNormal align=center style='text-align:center'><v:shape id="_x0000_i1029"
     type="#_x0000_t75" style='width:154.5pt;height:173.25pt' o:ole=""
     fillcolor="window">
     <v:imagedata src="J_files/image001.png" o:title=""/>
    </v:shape><![if gte mso 9]><o:OLEObject Type="Embed" ProgID="PBrush"
     ShapeID="_x0000_i1029" DrawAspect="Content" ObjectID="_1177839305">
    </o:OLEObject>
   <![endif]></p>
    </div>
    <![if !mso]></td>
   </tr>
  </table>
  <![endif]></v:textbox>
 <w:wrap type="square"/>
</v:shape><![endif]--><!--[if !vml]--><img
 src="http://judge.openfmi.net/bcpc/J_files/image002.gif"
 alt="Text Box:  " v:shapes="_x0000_s1026" align="left" height="234"
 hspace="12" width="258"><!--[endif]--><span
 style="font-size: 12pt; font-family: &quot;Times New Roman&quot;;">&#1045;&#1076;&#1085;&#1072;
&#1095;&#1072;&#1089;&#1090; &#1086;&#1090; &#1086;&#1087;&#1072;&#1089;&#1085;&#1086; &#1087;&#1088;&#1080;&#1089;&#1090;&#1072;&#1085;&#1080;&#1097;&#1077; &#1077; &#1087;&#1086;&#1082;&#1072;&#1079;&#1072;&#1085;&#1072; &#1085;&#1072; &#1092;&#1080;&#1075;&#1091;&#1088;&#1072;&#1090;&#1072;, &#1082;&#1072;&#1090;&#1086; &#1085;&#1072;&#1081;-&#1086;&#1087;&#1072;&#1089;&#1085;&#1080;&#1090;&#1077; &#1079;&#1072;
&#1082;&#1086;&#1088;&#1072;&#1073;&#1086;&#1087;&#1083;&#1072;&#1074;&#1072;&#1085;&#1077;&#1090;&#1086; &#1079;&#1086;&#1085;&#1080; &#1089;&#1072; &#1079;&#1072;&#1097;&#1088;&#1080;&#1093;&#1086;&#1074;&#1072;&#1085;&#1080;. &#1050;&#1072;&#1082;&#1090;&#1086; &#1089;&#1077; &#1074;&#1080;&#1078;&#1076;&#1072; &#1086;&#1090; &#1092;&#1080;&#1075;&#1091;&#1088;&#1072;&#1090;&#1072; &#1090;&#1077;&#1079;&#1080;
&#1079;&#1086;&#1085;&#1080; &#1089;&#1072;
&#1086;&#1073;&#1088;&#1072;&#1079;&#1091;&#1074;&#1072;&#1085;&#1080; &#1086;&#1090; &#1087;&#1088;&#1077;&#1089;&#1080;&#1095;&#1072;&#1085;&#1077;&#1090;&#1086; &#1085;&#1072; &#1090;&#1088;&#1080; &#1087;&#1088;&#1072;&#1074;&#1080; &#8211; &#1074;&#1089;&#1103;&#1082;&#1072; &#1089;&#1098;&#1089; &#1074;&#1089;&#1103;&#1082;&#1072;. &#1058;&#1088;&#1080; &#1092;&#1072;&#1088;&#1072;,
&#1082;&#1086;&#1080;&#1090;&#1086;
&#1090;&#1088;&#1103;&#1073;&#1074;&#1072; &#1076;&#1072; &#1086;&#1073;&#1077;&#1079;&#1087;&#1077;&#1095;&#1072;&#1090; &#1073;&#1077;&#1079;&#1086;&#1087;&#1072;&#1089;&#1085;&#1086;&#1089;&#1090;&#1090;&#1072; &#1085;&#1072; &#1087;&#1083;&#1072;&#1074;&#1072;&#1097;&#1080;&#1090;&#1077; &#1074; &#1087;&#1088;&#1080;&#1089;&#1090;&#1072;&#1085;&#1080;&#1097;&#1077;&#1090;&#1086; &#1082;&#1086;&#1088;&#1072;&#1073;&#1080; &#1089;&#1072;
&#1087;&#1086;&#1089;&#1090;&#1088;&#1086;&#1077;&#1085;&#1080; &#1074; &#1090;&#1086;&#1095;&#1082;&#1080;&#1090;&#1077; &#1086;&#1073;&#1086;&#1079;&#1085;&#1072;&#1095;&#1077;&#1085;&#1080; &#1089; &#1095;&#1077;&#1088;&#1085;&#1086; (&#1087;&#1088;&#1077;&#1089;&#1077;&#1095;&#1085;&#1080;&#1090;&#1077; &#1090;&#1086;&#1095;&#1082;&#1080; &#1085;&#1072; &#1090;&#1088;&#1080;&#1090;&#1077;
&#1087;&#1088;&#1072;&#1074;&#1080;).
&#1047;&#1072;&#1076;&#1072;&#1095;&#1072;&#1090;&#1072; &#1077; &#1087;&#1086; &#1079;&#1072;&#1076;&#1072;&#1076;&#1077;&#1085;&#1072; &#1087;&#1086;&#1079;&#1080;&#1094;&#1080;&#1103; &#1085;&#1072; &#1082;&#1086;&#1088;&#1072;&#1073; &#1074; &#1087;&#1088;&#1080;&#1089;&#1090;&#1072;&#1085;&#1080;&#1097;&#1077;&#1090;&#1086; &#1076;&#1072; &#1089;&#1077; &#1086;&#1087;&#1088;&#1077;&#1076;&#1077;&#1083;&#1080;
&#1076;&#1072;&#1083;&#1080;
&#1082;&#1086;&#1088;&#1098;&#1073;&#1098;&#1090; &#1077;: <o:p></o:p></span></p>
<p style="margin: 0cm 0cm 3pt;"><span
 style="font-size: 12pt; font-family: &quot;Times New Roman&quot;;">&#1040;)
&#1074; <i>&#1086;&#1087;&#1072;&#1089;&#1085;&#1072;</i> &#1087;&#1086;&#1079;&#1080;&#1094;&#1080;&#1103; (&#1090;.&#1077;. &#1085;&#1072;&#1084;&#1080;&#1088;&#1072; &#1089;&#1077; &#1074;&#1098;&#1074; &#1074;&#1098;&#1090;&#1088;&#1077;&#1096;&#1085;&#1086;&#1089;&#1090;&#1090;&#1072; &#1085;&#1072; &#1086;&#1087;&#1072;&#1089;&#1085;&#1080;&#1090;&#1077;
&#1079;&#1086;&#1085;&#1080;);<o:p></o:p></span></p>
<p style="margin: 0cm 0cm 3pt;"><span
 style="font-size: 12pt; font-family: &quot;Times New Roman&quot;;">&#1041;)
&#1074; <i>&#1087;&#1086;&#1095;&#1090;&#1080;-&#1086;&#1087;&#1072;&#1089;&#1085;&#1072;</i> &#1087;&#1086;&#1079;&#1080;&#1094;&#1080;&#1103; (&#1090;.&#1077;. &#1085;&#1072;&#1084;&#1080;&#1088;&#1072; &#1089;&#1077; &#1087;&#1086; &#1075;&#1088;&#1072;&#1085;&#1080;&#1094;&#1080;&#1090;&#1077; &#1085;&#1072; &#1086;&#1087;&#1072;&#1089;&#1085;&#1080;&#1090;&#1077;
&#1079;&#1086;&#1085;&#1080;,
&#1074;&#1082;&#1083;&#1102;&#1095;&#1080;&#1090;&#1077;&#1083;&#1085;&#1086; &#1084;&#1077;&#1089;&#1090;&#1072;&#1090;&#1072; &#1085;&#1072; &#1092;&#1072;&#1088;&#1086;&#1074;&#1077;&#1090;&#1077;);<o:p></o:p></span></p>
<p style="margin: 0cm 0cm 3pt;"><span
 style="font-size: 12pt; font-family: &quot;Times New Roman&quot;;">&#1042;)
&#1074; <i><span style="">&nbsp;</span>&#1073;&#1077;&#1079;&#1086;&#1087;&#1072;&#1089;&#1085;&#1072;</i></span><span style=""> </span><span
 style="font-size: 12pt; font-family: &quot;Times New Roman&quot;;">&#1087;&#1086;&#1079;&#1080;&#1094;&#1080;&#1103; (&#1090;.&#1077;.
&#1085;&#1080;&#1090;&#1086; &#1077;&#1076;&#1085;&#1086; &#1086;&#1090;
&#1087;&#1088;&#1077;&#1076;&#1093;&#1086;&#1076;&#1085;&#1080;&#1090;&#1077;).</span><span style="font-family: &quot;Times New Roman&quot;;"><o:p></o:p></span></p>
<p style="margin: 0cm 0cm 3pt;"><span
 style="font-size: 12pt; font-family: &quot;Times New Roman&quot;;"><span style="">&nbsp;</span>&#1053;&#1072;&#1087;&#1080;&#1096;&#1077;&#1090;&#1077;
&#1087;&#1088;&#1086;&#1075;&#1088;&#1072;&#1084;&#1072;, <span style="">&nbsp;</span>&#1082;&#1086;&#1103;&#1090;&#1086; &#1088;&#1077;&#1096;&#1072;&#1074;&#1072; &#1079;&#1072;&#1076;&#1072;&#1095;&#1072;&#1090;&#1072;. <o:p></o:p></span></p>
<p style="margin: 0cm 1.15pt 3pt 0cm;"><span
 style="font-size: 12pt; font-family: &quot;Times New Roman&quot;;">&#1053;&#1072; &#1087;&#1098;&#1088;&#1074;&#1080;&#1103; &#1088;&#1077;&#1076;
&#1085;&#1072; <b>&#1089;&#1090;&#1072;&#1085;&#1076;&#1072;&#1088;&#1090;&#1085;&#1080;&#1103; &#1074;&#1093;&#1086;&#1076;</b> &#1097;&#1077; &#1073;&#1098;&#1076;&#1077; &#1079;&#1072;&#1076;&#1072;&#1076;&#1077;&#1085; &#1073;&#1088;&#1086;&#1103;&#1090; </span><i><span
 style="font-size: 12pt; font-family: &quot;Times New Roman&quot;;" lang="EN-US">T</span></i><span
 style="font-size: 12pt; font-family: &quot;Times New Roman&quot;;" lang="EN-US">
</span><span style="font-size: 12pt; font-family: &quot;Times New Roman&quot;;">&#1085;&#1072;
&#1090;&#1077;&#1089;&#1090;&#1086;&#1074;&#1080;&#1090;&#1077; &#1087;&#1088;&#1080;&#1084;&#1077;&#1088;&#1080;. &#1047;&#1072; &#1074;&#1089;&#1077;&#1082;&#1080; &#1090;&#1077;&#1089;&#1090;&#1086;&#1074; &#1087;&#1088;&#1080;&#1084;&#1077;&#1088; &#1085;&#1072; &#1077;&#1076;&#1080;&#1085; &#1088;&#1077;&#1076;
&#1097;&#1077; &#1073;&#1098;&#1076;&#1072;&#1090; &#1079;&#1072;&#1076;&#1072;&#1076;&#1077;&#1085;&#1080; &#1082;&#1086;&#1086;&#1088;&#1076;&#1080;&#1085;&#1072;&#1090;&#1080;&#1090;&#1077; </span><i><span
 style="font-size: 12pt; font-family: &quot;Times New Roman&quot;;" lang="EN-US">X</span></i><span
 style="font-size: 12pt; font-family: &quot;Times New Roman&quot;;">1, </span><i><span
 style="font-size: 12pt; font-family: &quot;Times New Roman&quot;;" lang="EN-US">Y</span></i><span
 style="font-size: 12pt; font-family: &quot;Times New Roman&quot;;">1, </span><i><span
 style="font-size: 12pt; font-family: &quot;Times New Roman&quot;;" lang="EN-US">X</span></i><span
 style="font-size: 12pt; font-family: &quot;Times New Roman&quot;;">2, </span><i><span
 style="font-size: 12pt; font-family: &quot;Times New Roman&quot;;" lang="EN-US">Y</span></i><span
 style="font-size: 12pt; font-family: &quot;Times New Roman&quot;;">2, </span><i><span
 style="font-size: 12pt; font-family: &quot;Times New Roman&quot;;" lang="EN-US">X</span></i><span
 style="font-size: 12pt; font-family: &quot;Times New Roman&quot;;">3, </span><i><span
 style="font-size: 12pt; font-family: &quot;Times New Roman&quot;;" lang="EN-US">Y</span></i><span
 style="font-size: 12pt; font-family: &quot;Times New Roman&quot;;">3 &#1085;&#1072;
&#1090;&#1088;&#1080;&#1090;&#1077; &#1092;&#1072;&#1088;&#1072; (&#1074;&#1079;&#1077;&#1090;&#1080; &#1087;&#1086; &#1087;&#1086;&#1089;&#1086;&#1082;&#1072; &#1085;&#1072; &#1095;&#1072;&#1089;&#1086;&#1074;&#1085;&#1080;&#1082;&#1086;&#1074;&#1072;&#1090;&#1072; &#1089;&#1090;&#1088;&#1077;&#1083;&#1082;&#1072;) &#1080; </span><i><span
 style="font-size: 12pt; font-family: &quot;Times New Roman&quot;;" lang="EN-US">A</span></i><span
 style="font-size: 12pt; font-family: &quot;Times New Roman&quot;;">,</span><i><span
 style="font-size: 12pt; font-family: &quot;Times New Roman&quot;;" lang="EN-US">B</span></i><span
 style="font-size: 12pt; font-family: &quot;Times New Roman&quot;;" lang="EN-US">
</span><span style="font-size: 12pt; font-family: &quot;Times New Roman&quot;;">&#1085;&#1072;
&#1082;&#1086;&#1088;&#1072;&#1073;&#1072;. &#1042;&#1089;&#1080;&#1095;&#1082;&#1080; &#1082;&#1086;&#1086;&#1088;&#1076;&#1080;&#1085;&#1072;&#1090;&#1080; &#1089;&#1072; &#1095;&#1080;&#1089;&#1083;&#1072; &#1089; &#1076;&#1077;&#1089;&#1077;&#1090;&#1080;&#1095;&#1085;&#1072; &#1090;&#1086;&#1095;&#1082;&#1072; &#1074;
&#1080;&#1085;&#1090;&#1077;&#1088;&#1074;&#1072;&#1083;&#1072; [</span><span style="font-size: 12pt; font-family: Symbol;"
 lang="EN-US"><span style="">-</span></span><span
 style="font-size: 12pt; font-family: &quot;Times New Roman&quot;;">100.0,100.0].<o:p></o:p></span></p>
<p style="margin: 0cm 1.15pt 3pt 0cm;"><span
 style="font-size: 12pt; font-family: &quot;Times New Roman&quot;;"><span style="">&nbsp;</span>&#1047;&#1072;
&#1074;&#1089;&#1077;&#1082;&#1080; &#1090;&#1077;&#1089;&#1090;&#1086;&#1074; &#1087;&#1088;&#1080;&#1084;&#1077;&#1088; &#1087;&#1088;&#1086;&#1075;&#1088;&#1072;&#1084;&#1072;&#1090;&#1072;
&#1090;&#1088;&#1103;&#1073;&#1074;&#1072; &#1076;&#1072; &#1080;&#1079;&#1074;&#1077;&#1076;&#1077; &#1085;&#1072; &#1086;&#1090;&#1076;&#1077;&#1083;&#1077;&#1085; &#1088;&#1077;&#1076; &#1085;&#1072; <b>&#1089;&#1090;&#1072;&#1085;&#1076;&#1072;&#1088;&#1090;&#1085;&#1080;&#1103; &#1080;&#1079;&#1093;&#1086;&#1076;</b>:<o:p></o:p></span></p>
<p style="margin: 0cm 1.15pt 3pt 0cm;"><span
 style="font-size: 12pt; font-family: &quot;Times New Roman&quot;;"><span style="">&nbsp;</span><span
 style="">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; </span></span><span
 style="font-size: 14pt; font-family: &quot;Courier New&quot;;" lang="EN-US">D</span><span
 style="font-size: 12pt; font-family: &quot;Times New Roman&quot;;"> &#8211; <span
 class="GramE">&#1072;&#1082;&#1086;</span> &#1082;&#1086;&#1088;&#1072;&#1073;&#1098;&#1090; &#1077; &#1074; &#1086;&#1087;&#1072;&#1089;&#1085;&#1072; &#1087;&#1086;&#1079;&#1080;&#1094;&#1080;&#1103;, <o:p></o:p></span></p>
<p style="margin: 0cm 1.15pt 3pt 0cm;"><span
 style="font-size: 12pt; font-family: &quot;Times New Roman&quot;;"><span style="">&nbsp;&nbsp;
</span><span style="">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; </span></span><span
 style="font-size: 14pt; font-family: &quot;Courier New&quot;;" lang="EN-US">A</span><span
 style="font-size: 12pt; font-family: &quot;Times New Roman&quot;;"> &#8211; <span
 class="GramE">&#1072;&#1082;&#1086;</span> &#1082;&#1086;&#1088;&#1072;&#1073;&#1098;&#1090; &#1077; &#1074; &#1087;&#1086;&#1095;&#1090;&#1080;-&#1086;&#1087;&#1072;&#1089;&#1085;&#1072; &#1087;&#1086;&#1079;&#1080;&#1094;&#1080;&#1103; <o:p></o:p></span></p>
<p style="margin: 0cm 1.15pt 3pt 0cm;"><span
 style="font-size: 12pt; font-family: &quot;Times New Roman&quot;;">&#1080;&#1083;&#1080; <span
 style="">&nbsp;&nbsp;&nbsp; </span></span><span
 style="font-size: 14pt; font-family: &quot;Courier New&quot;;" lang="EN-US">S</span><span
 style="font-size: 12pt; font-family: &quot;Times New Roman&quot;;"> &#8211; &#1072;&#1082;&#1086;
&#1082;&#1086;&#1088;&#1072;&#1073;&#1098;&#1090; &#1077; &#1074; &#1073;&#1077;&#1079;&#1086;&#1087;&#1072;&#1089;&#1085;&#1072; &#1087;&#1086;&#1079;&#1080;&#1094;&#1080;&#1072;.<o:p></o:p></span></p>
<p style="margin: 0cm 0cm 3pt;"><b><span
 style="font-size: 14pt; font-family: &quot;Times New Roman&quot;;"><o:p>&nbsp;</o:p></span></b></p>
<p style="margin: 0cm 0cm 3pt;"><b><span
 style="font-size: 12pt; font-family: &quot;Times New Roman&quot;;">&#1055;&#1088;&#1080;&#1084;&#1077;&#1088;<o:p></o:p></span></b></p>
<table class="MsoNormalTable"
 style="margin-left: 5.4pt; border-collapse: collapse;" border="0"
 cellpadding="0" cellspacing="0">
  <tbody>
    <tr style="">
      <td style="padding: 0cm 5.4pt; width: 306pt;" valign="top"
 width="408">
      <p style="margin: 0cm 0cm 3pt;"><b><span
 style="font-size: 12pt; font-family: &quot;Times New Roman&quot;;">&#1042;&#1093;&#1086;&#1076;<o:p></o:p></span></b></p>
      </td>
      <td style="padding: 0cm 5.4pt; width: 185.4pt;" valign="top"
 width="247">
      <p style="margin: 0cm 0cm 3pt;"><b><span
 style="font-size: 12pt; font-family: &quot;Times New Roman&quot;;">&#1048;&#1079;&#1093;&#1086;&#1076;<o:p></o:p></span></b></p>
      </td>
    </tr>
    <tr style="">
      <td style="padding: 0cm 5.4pt; width: 306pt;" valign="top"
 width="408">
      <pre style=""><span
 style="font-size: 14pt; font-family: &quot;Courier New&quot;;" lang="EN-US">3<span
 style="">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; </span><o:p></o:p></span></pre>
      <pre><span style="font-size: 14pt; font-family: &quot;Courier New&quot;;"
 lang="EN-US">0. 0. 0. 10. 10. 0. -0.5 &#8211;0.5<span style="">&nbsp;&nbsp;&nbsp; </span><o:p></o:p></span></pre>
      <pre><span style="font-size: 14pt; font-family: &quot;Courier New&quot;;"
 lang="EN-US">0. 0. 0. 10. 10. 0. 0. &#8211;0.5<span style="">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; </span><o:p></o:p></span></pre>
      <pre><span style="font-size: 14pt; font-family: &quot;Courier New&quot;;"
 lang="EN-US">0. 0. 0. 10. 10. 0. 1.0 1.5</span><b><span
 style="font-size: 14pt;" lang="EN-US"><o:p></o:p></span></b></pre>
      </td>
      <td style="padding: 0cm 5.4pt; width: 185.4pt;" valign="top"
 width="247">
      <p style="margin: 0cm 0cm 0.0001pt;"><span
 style="font-size: 14pt; font-family: &quot;Courier New&quot;;" lang="EN-US">D<o:p></o:p></span></p>
      <p style="margin: 0cm 0cm 0.0001pt;"><span
 style="font-size: 14pt; font-family: &quot;Courier New&quot;;" lang="EN-US">A<o:p></o:p></span></p>
      <p style="margin: 0cm 0cm 0.0001pt;"><span
 style="font-size: 14pt; font-family: &quot;Courier New&quot;;" lang="EN-US">S<o:p></o:p></span></p>
      </td>
    </tr>
  </tbody>
</table>
<h5 style="margin-top: 0cm;"><o:p>&nbsp;</o:p></h5>
<hr style="width: 100%; height: 2px;">
<br>
<a href="http://infoman.musala.com/"><span style="font-size: 14pt;"
 lang="BG">&#1064;&#1077;&#1089;&#1090;&#1080; &#1084;&#1077;&#1078;&#1076;&#1091;&#1091;&#1085;&#1080;&#1074;&#1077;&#1088;&#1089;&#1080;&#1090;&#1077;&#1090;&#1089;&#1082;&#1080;
&#1090;&#1091;&#1088;&#1085;&#1080;&#1088; &#1087;&#1086; &#1087;&#1088;&#1086;&#1075;&#1088;&#1072;&#1084;&#1080;&#1088;&#1072;&#1085;&#1077;</span></a><br>
<span style="font-size: 14pt;" lang="BG">&#1064;&#1091;&#1084;&#1077;&#1085;, 10 &#1084;&#1072;&#1081; 2003 &#1075;.</span>
<br>
<span style="font-size: 14pt;"></span>
<p class="MsoNormal"><span style="font-size: 14pt;" lang="BG">&#1047;&#1072;&#1076;&#1072;&#1095;&#1072;
C.&nbsp; &#1055;&#1088;&#1072;&#1079;&#1085;&#1086;
&#1087;&#1088;&#1086;&#1089;&#1090;&#1088;&#1072;&#1085;&#1089;&#1090;&#1074;&#1086;</span></p>
<p class="MsoNormal" style="text-align: justify; text-indent: 36pt;"><span
 lang="BG">&#1055;&#1086;&#1076;&#1098;&#1090;
&#1085;&#1072; &#1089;&#1082;&#1083;&#1072;&#1076; &#1077; &#1087;&#1088;&#1072;&#1074;&#1086;&#1098;&#1075;&#1098;&#1083;&#1085;&#1080;&#1082; &#1089;&#1098;&#1089; &#1089;&#1090;&#1088;&#1072;&#1085;&#1080; </span><i>N</i> (5 <span
 style="font-family: Symbol;">&lt;=</span> <i>N </i><span
 style="font-family: Symbol;">&lt;=</span>
1000) <span lang="BG">&#1080;</span><span lang="BG"> </span><i>M</i> (5
&lt;=<span style="font-family: Symbol;"></span> <i>M </i><span
 style="font-family: Symbol;">&lt;=</span> 1000) <span lang="BG">&#1082;&#1072;&#1090;&#1086;
&#1098;&#1075;&#1083;&#1080;&#1090;&#1077; &#1084;&#1091; &#1089;&#1072; &#1087;&#1088;&#1077;&#1076;&#1089;&#1090;&#1072;&#1074;&#1077;&#1085;&#1080; &#1089;
&#1090;&#1086;&#1095;&#1082;&#1080;&#1090;&#1077;</span> (0, 0), (0, <i>M</i>), (<i>N</i>, 0) <span lang="BG">&#1080;
</span>(<i>N</i>,
<i>M</i>) <span lang="BG">&#1074; &#1086;&#1088;&#1090;&#1086;&#1075;&#1086;&#1085;&#1072;&#1083;&#1085;&#1072; &#1082;&#1086;&#1086;&#1088;&#1076;&#1080;&#1085;&#1072;&#1090;&#1085;&#1072; &#1089;&#1098;&#1089;&#1090;&#1077;&#1084;&#1072;</span><i>.
</i><span lang="BG">&#1053;&#1077;&#1082;&#1072;</span><span lang="BG"> </span><i>K</i> <span
 lang="BG">&#1087;&#1072;&#1088;&#1072;&#1083;&#1077;&#1083;&#1077;&#1087;&#1080;&#1087;&#1077;&#1076;&#1085;&#1080;
&#1082;&#1091;&#1090;&#1080;&#1080; &#1089;&#1072; &#1087;&#1086;&#1089;&#1090;&#1072;&#1074;&#1077;&#1085;&#1080; &#1074; &#1089;&#1082;&#1083;&#1072;&#1076;&#1072;</span> (1 <span
 style="font-family: Symbol;">&lt;=</span>
<i>K </i><span style="font-family: Symbol;"><span
 style="font-style: italic;">&lt;=</span></span> 70) <span lang="BG">&#1087;&#1086;
&#1090;&#1072;&#1082;&#1098;&#1074; &#1085;&#1072;&#1095;&#1080;&#1085;, &#1095;&#1077; &#1089;&#1090;&#1088;&#1072;&#1085;&#1080;&#1090;&#1077; &#1080;&#1084; &#1089;&#1072; &#1087;&#1072;&#1088;&#1072;&#1083;&#1077;&#1083;&#1085;&#1080; &#1085;&#1072; &#1082;&#1086;&#1086;&#1088;&#1076;&#1080;&#1085;&#1072;&#1090;&#1085;&#1080;&#1090;&#1077; &#1086;&#1089;&#1080;</span>. <span
 lang="BG">&#1050;&#1091;&#1090;&#1080;&#1080;&#1090;&#1077; &#1084;&#1086;&#1078;&#1077; &#1076;&#1072; &#1089;&#1077; &#1087;&#1088;&#1080;&#1087;&#1086;&#1082;&#1088;&#1080;&#1074;&#1072;&#1090;, &#1084;&#1086;&#1075;&#1072;&#1090; &#1076;&#1072; &#1080;&#1084;&#1072;&#1090; &#1086;&#1073;&#1097;&#1080; &#1089;&#1090;&#1088;&#1072;&#1085;&#1080;
&#1080;&#1083;&#1080; &#1095;&#1072;&#1089;&#1090;&#1080; &#1086;&#1090;
&#1089;&#1090;&#1088;&#1072;&#1085;&#1080;, &#1082;&#1072;&#1082;&#1090;&#1086; &#1080; &#1076;&#1072; &#1089;&#1077; &#1076;&#1086;&#1087;&#1080;&#1088;&#1072;&#1090; &#1076;&#1086; &#1089;&#1090;&#1077;&#1085;&#1080;&#1090;&#1077; &#1085;&#1072; &#1089;&#1082;&#1083;&#1072;&#1076;&#1072;. &#1053;&#1072;&#1087;&#1080;&#1096;&#1077;&#1090;&#1077; &#1087;&#1088;&#1086;&#1075;&#1088;&#1072;&#1084;&#1072; </span><b><span
 style="font-family: &quot;Courier New&quot;;">C.EXE</span></b>, &#1082;&#1086;&#1103;&#1090;&#1086; <span
 lang="BG">&#1076;&#1072;
&#1085;&#1072;&#1084;&#1077;&#1088;&#1080; &#1087;&#1088;&#1072;&#1074;&#1086;&#1098;&#1075;&#1098;&#1083;&#1085;&#1080;&#1082; </span><i>F</i> <span lang="BG">&#1074;&#1098;&#1088;&#1093;&#1091; &#1087;&#1086;&#1076;&#1072; &#1085;&#1072;
&#1089;&#1082;&#1083;&#1072;&#1076;&#1072; &#1089;
&#1084;&#1072;&#1082;&#1089;&#1080;&#1084;&#1072;&#1083;&#1085;&#1086; &#1083;&#1080;&#1094;&#1077;, &#1074;&#1098;&#1088;&#1093;&#1091; &#1082;&#1086;&#1081;&#1090;&#1086; &#1076;&#1072; &#1085;&#1103;&#1084;&#1072; &#1082;&#1091;&#1090;&#1080;&#1080;</span>. <span lang="BG">&#1055;&#1088;&#1072;&#1074;&#1086;&#1098;&#1075;&#1098;&#1083;&#1085;&#1080;&#1082;&#1098;&#1090;</span><span
 lang="BG"> </span><i>F</i> <span lang="BG">&#1084;&#1086;&#1078;&#1077; &#1076;&#1072; &#1080;&#1084;&#1072; &#1086;&#1073;&#1097;&#1080; &#1089;&#1090;&#1088;&#1072;&#1085;&#1080;
&#1080;&#1083;&#1080; &#1095;&#1072;&#1089;&#1090;&#1080; &#1086;&#1090;
&#1089;&#1090;&#1088;&#1072;&#1085;&#1080; &#1089; &#1082;&#1091;&#1090;&#1080;&#1080;&#1090;&#1077; &#1080;&#1083;&#1080; &#1076;&#1072; &#1089;&#1077; &#1076;&#1086;&#1087;&#1080;&#1088;&#1072; &#1076;&#1086; &#1089;&#1090;&#1077;&#1085;&#1080;&#1090;&#1077; &#1085;&#1072; &#1089;&#1082;&#1083;&#1072;&#1076;&#1072;</span>.</p>
<p class="MsoNormal" style="text-align: justify; text-indent: 36pt;"><span
 lang="BG">&#1044;&#1072;&#1085;&#1085;&#1080;&#1090;&#1077;
&#1097;&#1077; &#1073;&#1098;&#1076;&#1072;&#1090; &#1085;&#1072; &#1089;&#1090;&#1072;&#1085;&#1076;&#1072;&#1088;&#1090;&#1085;&#1080;&#1103; &#1074;&#1093;&#1086;&#1076;. &#1055;&#1098;&#1088;&#1074;&#1080;&#1103;&#1090; &#1088;&#1077;&#1076; &#1097;&#1077; &#1089;&#1098;&#1076;&#1098;&#1088;&#1078;&#1072; &#1094;&#1103;&#1083;&#1086; &#1087;&#1086;&#1083;&#1086;&#1078;&#1080;&#1090;&#1077;&#1083;&#1085;&#1086;
&#1095;&#1080;&#1089;&#1083;&#1086; </span><i>T</i>
<span lang="BG">&#8211; &#1073;&#1088;&#1086;&#1103;&#1090; &#1085;&#1072; &#1090;&#1077;&#1089;&#1090;&#1086;&#1074;&#1080;&#1090;&#1077; &#1087;&#1088;&#1080;&#1084;&#1077;&#1088;&#1080;, &#1082;&#1086;&#1080;&#1090;&#1086; &#1087;&#1088;&#1086;&#1075;&#1088;&#1072;&#1084;&#1072;&#1090;&#1072; &#1090;&#1088;&#1103;&#1073;&#1074;&#1072;
&#1076;&#1072; &#1088;&#1077;&#1096;&#1080;</span>.
<span lang="BG">&#1042; &#1087;&#1098;&#1088;&#1074;&#1080;&#1103; &#1088;&#1077;&#1076; &#1085;&#1072; &#1074;&#1089;&#1077;&#1082;&#1080; &#1090;&#1077;&#1089;&#1090;&#1086;&#1074; &#1087;&#1088;&#1080;&#1084;&#1077;&#1088; &#1097;&#1077; &#1073;&#1098;&#1076;&#1072;&#1090; &#1079;&#1072;&#1076;&#1072;&#1076;&#1077;&#1085;&#1080;
&#1095;&#1080;&#1089;&#1083;&#1072;&#1090;&#1072;</span><span lang="BG"> </span><i>N, M </i><span lang="BG">&#1080;</span><span
 lang="BG"> </span><i>K<span lang="BG">,</span></i><span lang="BG"> </span><span
 lang="BG">&#1088;&#1072;&#1079;&#1076;&#1077;&#1083;&#1077;&#1085;&#1080; &#1089; &#1087;&#1086; &#1077;&#1076;&#1080;&#1085;
&#1080;&#1085;&#1090;&#1077;&#1088;&#1074;&#1072;&#1083;</span>.<span lang="BG"> &#1042;&#1089;&#1077;&#1082;&#1080; &#1086;&#1090; &#1089;&#1083;&#1077;&#1076;&#1074;&#1072;&#1097;&#1080;&#1090;&#1077;</span><span
 lang="BG"> </span><i>K</i>
<span lang="BG">&#1088;&#1077;&#1076;&#1072; &#1085;&#1072; &#1090;&#1077;&#1089;&#1090;&#1086;&#1074;&#1080;&#1103; &#1087;&#1088;&#1080;&#1084;&#1077;&#1088; &#1089;&#1098;&#1076;&#1098;&#1088;&#1078;&#1072; &#1087;&#1086; &#1095;&#1077;&#1090;&#1080;&#1088;&#1080; &#1085;&#1077;&#1086;&#1090;&#1088;&#1080;&#1094;&#1072;&#1090;&#1077;&#1083;&#1085;&#1080;
&#1094;&#1077;&#1083;&#1080;</span><span lang="BG"> </span><i>X<sub>1</sub>, Y<sub>1</sub>, X<sub>2</sub>,
Y<sub>2</sub>,</i>
p<span lang="BG">&#1072;&#1079;&#1076;&#1077;&#1083;&#1077;&#1085;&#1080; &#1089; &#1087;&#1086; &#1077;&#1076;&#1080;&#1085; &#1080;&#1085;&#1090;&#1077;&#1088;&#1074;&#1072;&#1083;</span>, <span lang="BG">&#1082;&#1086;&#1080;&#1090;&#1086;
&#1086;&#1087;&#1080;&#1089;&#1074;&#1072;&#1090;
&#1087;&#1086;&#1083;&#1086;&#1078;&#1077;&#1085;&#1080;&#1077;&#1090;&#1086; &#1085;&#1072; &#1077;&#1076;&#1085;&#1072; &#1082;&#1091;&#1090;&#1080;&#1103;</span> &#8211; (<i>X<sub>1</sub>,Y<sub>1</sub></i>)
<span lang="BG">&#1089;&#1072; &#1082;&#1086;&#1086;&#1088;&#1076;&#1080;&#1085;&#1072;&#1090;&#1080;&#1090;&#1077; &#1085;&#1072; &#1076;&#1086;&#1083;&#1085;&#1080;&#1103; &#1083;&#1103;&#1074;, &#1072;</span> (<i>X<sub>2</sub>,
Y<sub>2</sub></i>)
&#8211; <span lang="BG">&#1085;&#1072; &#1075;&#1086;&#1088;&#1085;&#1080;&#1103; &#1076;&#1077;&#1089;&#1077;&#1085; &#1098;&#1075;&#1098;&#1083;</span>, <i>X<sub>1 </sub>&lt;&nbsp;
X<sub>2</sub>,
Y<sub>1 </sub>&lt; Y<sub>2</sub></i>.</p>
<p class="MsoNormal" style="text-align: justify; text-indent: 36pt;"><span
 lang="BG">&#1047;&#1072;
&#1074;&#1089;&#1077;&#1082;&#1080; &#1090;&#1077;&#1089;&#1090;&#1086;&#1074; &#1087;&#1088;&#1080;&#1084;&#1077;&#1088; &#1087;&#1088;&#1086;&#1075;&#1088;&#1072;&#1084;&#1072;&#1090;&#1072; &#1090;&#1088;&#1103;&#1073;&#1074;&#1072; &#1076;&#1072; &#1080;&#1079;&#1074;&#1077;&#1076;&#1077; &#1085;&#1072; &#1089;&#1090;&#1072;&#1085;&#1076;&#1072;&#1088;&#1090;&#1085;&#1080;&#1103; &#1080;&#1079;&#1093;&#1086;&#1076;
&#1083;&#1080;&#1094;&#1077;&#1090;&#1086; &#1085;&#1072;
&#1085;&#1072;&#1084;&#1077;&#1088;&#1077;&#1085;&#1080;&#1103; &#1084;&#1072;&#1082;&#1089;&#1080;&#1084;&#1072;&#1083;&#1077;&#1085; &#1087;&#1088;&#1072;&#1074;&#1086;&#1098;&#1075;&#1098;&#1083;&#1085;&#1080;&#1082; </span></p>
<p class="MsoNormal"><span lang="BG">&#1055;</span>&#1088;&#1080;&#1084;&#1077;&#1088;</p>
<p class="MsoNormal"><span lang="BG">&#1042;&#1093;&#1086;&#1076;</span></p>
<big><span style="font-family: monospace;">2
</span><br style="font-family: monospace;">
<span style="font-family: monospace;">20 20
4&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
</span><br style="font-family: monospace;">
<span style="font-family: monospace;">4 0 9
10&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
</span><br style="font-family: monospace;">
<span style="font-family: monospace;">16 4 19
20&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
</span><br style="font-family: monospace;">
<span style="font-family: monospace;">6 7 15
14&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
</span><br style="font-family: monospace;">
<span style="font-family: monospace;">4 7 6 10
</span><br style="font-family: monospace;">
<span style="font-family: monospace;">20 20 3
</span><br style="font-family: monospace;">
<span style="font-family: monospace;">16 6 20 10
</span><br style="font-family: monospace;">
<span style="font-family: monospace;">8 0 12 12
</span><br style="font-family: monospace;">
<span style="font-family: monospace;">0 12 14 16
</span><span style="font-family: monospace;"></span></big>&nbsp;
<p class="MsoNormal"><span lang="BG">&#1048;&#1079;&#1093;&#1086;&#1076;</span></p>
<big><span style="font-family: monospace;">96
</span><br style="font-family: monospace;">
<span style="font-family: monospace;">96<br>
<br>
</span></big><big>&#1058;&#1077;&#1089;&#1090;&#1086;&#1074;&#1077;: <a href="C.in">c.in</a>&nbsp;&nbsp; <a
 href="C.out">c.out</a><br>
</big>
<hr style="width: 100%; height: 2px;">
<p class="MsoNormal" style="text-align: justify;"><span
 style="font-size: 14pt;" lang="BG">&#1047;&#1072;&#1076;&#1072;&#1095;&#1072; E.&nbsp; &#1044;&#1077;&#1089;&#1072;&#1085;&#1090;</span></p>
<p class="MsoPlainText"
 style="margin-bottom: 6pt; text-align: justify; text-indent: 36pt;"><span
 style="font-size: 12pt; font-family: &quot;Times New Roman&quot;;" lang="BG">&#1045;&#1076;&#1085;&#1072;
&#1076;&#1077;&#1089;&#1072;&#1085;&#1090;&#1085;&#1072; &#1075;&#1088;&#1091;&#1087;&#1072; &#1090;&#1088;&#1103;&#1073;&#1074;&#1072;&#1083;&#1086; &#1076;&#1072; &#1087;&#1088;&#1086;&#1085;&#1080;&#1082;&#1085;&#1077; &#1074;&#1098;&#1074; &#1074;&#1086;&#1077;&#1085;&#1077;&#1085; &#1086;&#1073;&#1077;&#1082;&#1090;, &#1082;&#1086;&#1081;&#1090;&#1086; &#1084;&#1085;&#1086;&#1075;&#1086;
&#1089;&#1090;&#1088;&#1086;&#1075;&#1086; &#1089;&#1077;
&#1086;&#1093;&#1088;&#1072;&#1085;&#1103;&#1074;&#1072;. &#1045;&#1076;&#1085;&#1086; &#1086;&#1090; &#1085;&#1072;&#1081;-&#1075;&#1086;&#1083;&#1077;&#1084;&#1080;&#1090;&#1077; &#1087;&#1088;&#1077;&#1087;&#1103;&#1090;&#1089;&#1090;&#1074;&#1080;&#1103; &#1073;&#1080;&#1083;&#1080; &#1085;&#1072;&#1089;&#1086;&#1095;&#1077;&#1085;&#1080;&#1090;&#1077; &#1092;&#1077;&#1085;&#1077;&#1088;&#1080;,
&#1087;&#1086;&#1089;&#1090;&#1086;&#1074;&#1077;&#1085;&#1080; &#1074;
&#1090;&#1086;&#1095;&#1082;&#1072;&#1090;&#1072; &#1056;, &#1082;&#1086;&#1080;&#1090;&#1086; &#1086;&#1089;&#1074;&#1077;&#1090;&#1103;&#1074;&#1072;&#1083;&#1080; &#1090;&#1077;&#1088;&#1080;&#1090;&#1086;&#1088;&#1080;&#1103;&#1090;&#1072; &#1086;&#1082;&#1086;&#1083;&#1086; &#1086;&#1073;&#1077;&#1082;&#1090;&#1072; &#1074; </span><b><span
 style="font-size: 12pt; font-family: &quot;Times New Roman&quot;;" lang="EN-GB">N</span></b><span
 style="font-size: 12pt; font-family: &quot;Times New Roman&quot;;" lang="BG"> (1
&lt;= </span><b><span
 style="font-size: 12pt; font-family: &quot;Times New Roman&quot;;" lang="EN-GB">N</span></b><b><span
 style="font-size: 12pt; font-family: &quot;Times New Roman&quot;;" lang="EN-GB">
</span></b><span
 style="font-size: 12pt; font-family: &quot;Times New Roman&quot;;" lang="BG">&lt;
9) &#1087;&#1088;&#1072;&#1074;&#1080;
&#1083;&#1080;&#1085;&#1080;&#1080;. &#1042;&#1089;&#1077; &#1087;&#1072;&#1082; &#1088;&#1072;&#1079;&#1091;&#1079;&#1085;&#1072;&#1074;&#1072;&#1095;&#1080;&#1090;&#1077; &#1076;&#1086;&#1083;&#1086;&#1078;&#1080;&#1083;&#1080;, &#1095;&#1077; &#1079;&#1086;&#1085;&#1080;&#1090;&#1077;, &#1086;&#1089;&#1090;&#1072;&#1074;&#1072;&#1097;&#1080; &#1084;&#1077;&#1078;&#1076;&#1091; &#1090;&#1077;&#1079;&#1080;
&#1083;&#1080;&#1085;&#1080;&#1080; &#1085;&#1077;
&#1089;&#1072; &#1086;&#1089;&#1074;&#1077;&#1090;&#1077;&#1085;&#1080;. &#1058;&#1077; &#1076;&#1086;&#1089;&#1090;&#1072;&#1074;&#1080;&#1083;&#1080; &#1080; &#1089;&#1087;&#1080;&#1089;&#1098;&#1082; &#1085;&#1072; </span><b><i><span
 style="font-size: 12pt; font-family: &quot;Times New Roman&quot;;" lang="EN-GB">M</span></i></b><span
 style="font-size: 12pt; font-family: &quot;Times New Roman&quot;;" lang="BG"> (1
&lt; </span><b><i><span
 style="font-size: 12pt; font-family: &quot;Times New Roman&quot;;" lang="EN-GB">M</span></i></b><i><span
 style="font-size: 12pt; font-family: &quot;Times New Roman&quot;;" lang="EN-GB">
</span></i><span
 style="font-size: 12pt; font-family: &quot;Times New Roman&quot;;" lang="BG">&lt;
99) &#1091;&#1076;&#1086;&#1073;&#1085;&#1080;
&#1079;&#1072; &#1087;&#1088;&#1080;&#1082;&#1088;&#1080;&#1090;&#1080;&#1077; &#1084;&#1077;&#1089;&#1090;&#1072;, &#1082;&#1072;&#1090;&#1086; &#1075;&#1080; &#1085;&#1086;&#1084;&#1077;&#1088;&#1080;&#1088;&#1072;&#1083;&#1080; &#1086;&#1090; 1 &#1076;&#1086; &#1052; &#1080; &#1079;&#1072;&#1076;&#1072;&#1083;&#1080; &#1090;&#1077;&#1093;&#1085;&#1080;&#1090;&#1077;
&#1082;&#1086;&#1086;&#1088;&#1076;&#1080;&#1085;&#1072;&#1090;&#1080;. &#1057;
&#1085;&#1086;&#1084;&#1077;&#1088; 1 &#1086;&#1079;&#1085;&#1072;&#1095;&#1080;&#1083;&#1080; &#1086;&#1073;&#1077;&#1082;&#1090;&#1072; &#1085;&#1072; &#1085;&#1072;&#1087;&#1072;&#1076;&#1077;&#1085;&#1080;&#1077;&#1090;&#1086;. &#1054;&#1087;&#1077;&#1088;&#1072;&#1094;&#1080;&#1103;&#1090;&#1072; &#1090;&#1088;&#1103;&#1073;&#1074;&#1072;&#1083;&#1086; &#1076;&#1072; &#1089;&#1077;
&#1080;&#1079;&#1074;&#1098;&#1088;&#1096;&#1080;, &#1090;&#1072;&#1082;&#1072;
&#1095;&#1077; &#1076;&#1077;&#1089;&#1072;&#1085;&#1090;&#1095;&#1080;&#1094;&#1080;&#1090;&#1077; &#1076;&#1072; &#1085;&#1077; &#1087;&#1088;&#1077;&#1089;&#1077;&#1082;&#1072;&#1090; &#1085;&#1080;&#1090;&#1086; &#1077;&#1076;&#1085;&#1072; &#1086;&#1090; &#1086;&#1089;&#1074;&#1077;&#1090;&#1077;&#1085;&#1080;&#1090;&#1077; &#1083;&#1080;&#1085;&#1080;&#1080;. &#1057;&#1083;&#1077;&#1076;
&#1087;&#1088;&#1086;&#1076;&#1098;&#1083;&#1078;&#1080;&#1090;&#1077;&#1083;&#1085;&#1086;&#1090;&#1086;
&#1088;&#1072;&#1079;&#1091;&#1079;&#1085;&#1072;&#1074;&#1072;&#1085;&#1077; &#1086;&#1089;&#1090;&#1072;&#1074;&#1072;&#1083;&#1086; &#1089;&#1072;&#1084;&#1086; &#1076;&#1072; &#1089;&#1077; &#1085;&#1072;&#1087;&#1080;&#1096;&#1077; &#1087;&#1088;&#1086;&#1075;&#1088;&#1072;&#1084;&#1072; </span><b><span
 style="font-size: 12pt;" lang="EN-GB">E</span></b><b><span
 style="font-size: 12pt;" lang="BG">.</span></b><b><span
 style="font-size: 12pt;" lang="EN-GB">EXE</span></b><span
 style="font-size: 12pt; font-family: &quot;Times New Roman&quot;;" lang="BG">,
&#1082;&#1086;&#1103;&#1090;&#1086; &#1087;&#1086; &#1076;&#1072;&#1076;&#1077;&#1085;&#1080;&#1090;&#1077;
&#1076;&#1072;&#1085;&#1085;&#1080; &#1076;&#1072; &#1086;&#1090;&#1082;&#1088;&#1080;&#1077; &#1087;&#1088;&#1077;&#1079; &#1082;&#1086;&#1080; &#1086;&#1090; &#1084;&#1077;&#1089;&#1090;&#1072;&#1090;&#1072; &#1079;&#1072; &#1087;&#1088;&#1080;&#1082;&#1088;&#1080;&#1090;&#1080;&#1077; &#1090;&#1088;&#1103;&#1073;&#1074;&#1072; &#1076;&#1072; &#1087;&#1088;&#1077;&#1084;&#1080;&#1085;&#1077;
&#1075;&#1088;&#1091;&#1087;&#1072;&#1090;&#1072;,
&#1090;&#1072;&#1082;&#1072; &#1095;&#1077; &#1076;&#1072; &#1076;&#1086;&#1089;&#1090;&#1080;&#1075;&#1085;&#1077; &#1076;&#1086; &#1094;&#1077;&#1083;&#1090;&#1072; &#1073;&#1077;&#1079; &#1076;&#1072; &#1087;&#1088;&#1077;&#1089;&#1080;&#1095;&#1072; &#1086;&#1089;&#1074;&#1077;&#1090;&#1077;&#1085;&#1080;&#1090;&#1077; &#1083;&#1080;&#1085;&#1080;&#1080;.</span></p>
<p class="MsoPlainText"
 style="margin-bottom: 6pt; text-align: justify; text-indent: 36pt;"><span
 style="font-size: 12pt; font-family: &quot;Times New Roman&quot;;" lang="BG">&#1042;&#1093;&#1086;&#1076;&#1085;&#1080;&#1090;&#1077;
&#1076;&#1072;&#1085;&#1085;&#1080; &#1089;&#1077; &#1095;&#1077;&#1090;&#1072;&#1090; &#1086;&#1090; &#1089;&#1090;&#1072;&#1085;&#1076;&#1072;&#1088;&#1090;&#1085;&#1080;&#1103; &#1074;&#1093;&#1086;&#1076;. &#1042; &#1087;&#1098;&#1088;&#1074;&#1080;&#1103; &#1088;&#1077;&#1076; &#1077; &#1079;&#1072;&#1087;&#1080;&#1089;&#1072;&#1085;&#1086; &#1094;&#1103;&#1083;&#1086;&#1090;&#1086;
&#1095;&#1080;&#1089;&#1083;&#1086; <b><i>&#1050;</i>
&#8211; </b>&#1073;&#1088;&#1086;&#1103; &#1085;&#1072; &#1090;&#1077;&#1089;&#1090;&#1086;&#1074;&#1080;&#1090;&#1077; &#1087;&#1088;&#1080;&#1084;&#1077;&#1088;&#1080;, &#1085;&#1072; &#1089;&#1083;&#1077;&#1076;&#1074;&#1072;&#1097;&#1080;&#1090;&#1077; &#1088;&#1077;&#1076;&#1086;&#1074;&#1077; &#1089;&#1072; &#1079;&#1072;&#1087;&#1080;&#1089;&#1072;&#1085;&#1080;
&#1090;&#1077;&#1089;&#1090;&#1086;&#1074;&#1080;&#1090;&#1077;
&#1087;&#1088;&#1080;&#1084;&#1077;&#1088;&#1080;, &#1086;&#1088;&#1075;&#1072;&#1085;&#1080;&#1079;&#1080;&#1088;&#1072;&#1085;&#1080; &#1087;&#1086; &#1089;&#1083;&#1077;&#1076;&#1085;&#1080;&#1103; &#1085;&#1072;&#1095;&#1080;&#1085;: &#1085;&#1072; &#1087;&#1098;&#1088;&#1074;&#1080;&#1103; &#1088;&#1077;&#1076; &#1085;&#1072; &#1074;&#1089;&#1077;&#1082;&#1080; &#1090;&#1077;&#1089;&#1090;&#1086;&#1074;
&#1087;&#1088;&#1080;&#1084;&#1077;&#1088; &#1089;&#1072;
&#1079;&#1072;&#1087;&#1080;&#1089;&#1072;&#1085;&#1080; &#1094;&#1077;&#1083;&#1080;&#1090;&#1077; &#1095;&#1080;&#1089;&#1083;&#1072; </span><b><i><span
 style="font-size: 12pt; font-family: &quot;Times New Roman&quot;;" lang="EN-GB">N</span></i></b><span
 style="font-size: 12pt; font-family: &quot;Times New Roman&quot;;" lang="BG"> &#1080; </span><b><i><span
 style="font-size: 12pt; font-family: &quot;Times New Roman&quot;;" lang="EN-GB">M</span></i></b><span
 style="font-size: 12pt; font-family: &quot;Times New Roman&quot;;" lang="BG">,
&#1088;&#1072;&#1079;&#1076;&#1077;&#1083;&#1077;&#1085;&#1080; &#1089;
&#1077;&#1076;&#1080;&#1085; &#1080;&#1085;&#1090;&#1077;&#1088;&#1074;&#1072;&#1083;. &#1042;&#1098;&#1074; &#1074;&#1090;&#1086;&#1088;&#1080;&#1103; &#1088;&#1077;&#1076; &#1089;&#1072; &#1079;&#1072;&#1087;&#1080;&#1089;&#1072;&#1085;&#1080; &#1082;&#1086;&#1086;&#1088;&#1076;&#1080;&#1085;&#1072;&#1090;&#1080;&#1090;&#1077; &#1085;&#1072; &#1090;&#1086;&#1095;&#1082;&#1072;&#1090;&#1072; </span><b><i><span
 style="font-size: 12pt; font-family: &quot;Times New Roman&quot;;">P</span></i></b><span
 style="font-size: 12pt; font-family: &quot;Times New Roman&quot;;" lang="BG">. &#1042;
&#1089;&#1083;&#1077;&#1076;&#1074;&#1072;&#1097;&#1080;&#1090;&#1077; </span><b><i><span
 style="font-size: 12pt; font-family: &quot;Times New Roman&quot;;" lang="EN-GB">N</span></i></b><span
 style="font-size: 12pt; font-family: &quot;Times New Roman&quot;;" lang="BG">
&#1088;&#1077;&#1076;&#1072; &#1079;&#1072; &#1074;&#1089;&#1103;&#1082;&#1072;
&#1086;&#1090; &#1086;&#1089;&#1074;&#1077;&#1090;&#1077;&#1085;&#1080;&#1090;&#1077; &#1087;&#1088;&#1072;&#1074;&#1080; &#1089;&#1072; &#1079;&#1072;&#1087;&#1080;&#1089;&#1072;&#1085;&#1080; &#1082;&#1086;&#1086;&#1088;&#1076;&#1080;&#1085;&#1072;&#1090;&#1080;&#1090;&#1077; (&#1088;&#1072;&#1079;&#1076;&#1077;&#1083;&#1077;&#1085;&#1080; &#1089; &#1077;&#1076;&#1080;&#1085;
&#1080;&#1085;&#1090;&#1077;&#1088;&#1074;&#1072;&#1083;) &#1085;&#1072; &#1086;&#1097;&#1077;
&#1077;&#1076;&#1085;&#1072; &#1090;&#1086;&#1095;&#1082;&#1072; &#1086;&#1090; &#1087;&#1088;&#1072;&#1074;&#1072;&#1090;&#1072;, &#1088;&#1072;&#1079;&#1083;&#1080;&#1095;&#1085;&#1072; &#1086;&#1090; </span><b><i><span
 style="font-size: 12pt; font-family: &quot;Times New Roman&quot;;">P</span></i></b><span
 style="font-size: 12pt; font-family: &quot;Times New Roman&quot;;" lang="BG">.
&#1054;&#1089;&#1090;&#1072;&#1085;&#1072;&#1083;&#1080;&#1090;&#1077; </span><b><i><span
 style="font-size: 12pt; font-family: &quot;Times New Roman&quot;;" lang="EN-GB">M</span></i></b><span
 style="font-size: 12pt; font-family: &quot;Times New Roman&quot;;" lang="BG">
&#1088;&#1077;&#1076;&#1072; &#1085;&#1072; &#1092;&#1072;&#1081;&#1083;&#1072;
&#1089;&#1098;&#1076;&#1098;&#1088;&#1078;&#1072;&#1090; &#1082;&#1086;&#1086;&#1088;&#1076;&#1080;&#1085;&#1072;&#1090;&#1080;&#1090;&#1077; (&#1088;&#1072;&#1079;&#1076;&#1077;&#1083;&#1077;&#1085;&#1080; &#1089; &#1077;&#1076;&#1080;&#1085; &#1080;&#1085;&#1090;&#1077;&#1088;&#1074;&#1072;&#1083;) &#1085;&#1072; &#1087;&#1086;&#1088;&#1077;&#1076;&#1085;&#1072;&#1090;&#1072; &#1086;&#1090;
&#1079;&#1072;&#1076;&#1072;&#1076;&#1077;&#1085;&#1080;&#1090;&#1077; </span><b><i><span
 style="font-size: 12pt; font-family: &quot;Times New Roman&quot;;" lang="EN-GB">M</span></i></b><span
 style="font-size: 12pt; font-family: &quot;Times New Roman&quot;;" lang="BG">
&#1084;&#1077;&#1089;&#1090;&#1072; &#1079;&#1072;
&#1087;&#1088;&#1080;&#1082;&#1088;&#1080;&#1090;&#1080;&#1077;, &#1074; &#1085;&#1072;&#1088;&#1072;&#1089;&#1090;&#1074;&#1072;&#1097; &#1088;&#1077;&#1076; &#1085;&#1072; &#1085;&#1086;&#1084;&#1077;&#1088;&#1072;&#1090;&#1072; &#1080;&#1084;. &#1042;&#1089;&#1080;&#1095;&#1082;&#1080; &#1082;&#1086;&#1086;&#1088;&#1076;&#1080;&#1085;&#1072;&#1090;&#1080; &#1089;&#1072; &#1094;&#1077;&#1083;&#1080;
&#1095;&#1080;&#1089;&#1083;&#1072;
&#1084;&#1077;&#1078;&#1076;&#1091; </span><span style="font-size: 12pt;" lang="BG">-</span><span
 style="font-size: 12pt; font-family: &quot;Times New Roman&quot;;" lang="BG">999
&#1080; 999 &#1074;&#1082;&#1083;&#1102;&#1095;&#1080;&#1090;&#1077;&#1083;&#1085;&#1086; &#1080;
&#1089;&#1072; &#1086;&#1090;&#1085;&#1086;&#1089;&#1085;&#1086; &#1089;&#1090;&#1072;&#1085;&#1076;&#1072;&#1088;&#1090;&#1085;&#1072; &#1082;&#1086;&#1086;&#1088;&#1076;&#1080;&#1085;&#1072;&#1090;&#1085;&#1072; &#1089;&#1080;&#1089;&#1090;&#1077;&#1084;&#1072;. </span></p>
<p class="MsoPlainText"
 style="margin-bottom: 6pt; text-align: justify; text-indent: 36pt;"><span
 style="font-size: 12pt; font-family: &quot;Times New Roman&quot;;" lang="BG">&#1053;&#1072;
&#1089;&#1090;&#1072;&#1085;&#1076;&#1072;&#1088;&#1090;&#1085;&#1080;&#1103; &#1080;&#1079;&#1093;&#1086;&#1076; &#1087;&#1088;&#1086;&#1075;&#1088;&#1072;&#1084;&#1072;&#1090;&#1072; &#1080;&#1079;&#1074;&#1077;&#1078;&#1076;&#1072; <b><i>&#1050;</i> </b>&#8211; &#1087;&#1086; &#1077;&#1076;&#1080;&#1085; &#1079;&#1072;
&#1074;&#1089;&#1077;&#1082;&#1080; &#1090;&#1077;&#1089;&#1090;&#1086;&#1074;
&#1087;&#1088;&#1080;&#1084;&#1077;&#1088;, &#1074;&#1089;&#1077;&#1082;&#1080; &#1086;&#1090; &#1082;&#1086;&#1080;&#1090;&#1086; &#1090;&#1088;&#1103;&#1073;&#1074;&#1072; &#1076;&#1072; &#1089;&#1098;&#1076;&#1098;&#1088;&#1078;&#1072; &#1085;&#1086;&#1084;&#1077;&#1088;&#1072;&#1090;&#1072; &#1085;&#1072; &#1085;&#1072;&#1084;&#1077;&#1088;&#1077;&#1085;&#1080;&#1090;&#1077; &#1086;&#1090;
&#1087;&#1088;&#1086;&#1075;&#1088;&#1072;&#1084;&#1072;&#1090;&#1072;
&#1086;&#1073;&#1077;&#1082;&#1090;&#1080; &#1079;&#1072; &#1087;&#1088;&#1080;&#1082;&#1088;&#1080;&#1090;&#1080;&#1077;, &#1088;&#1072;&#1079;&#1076;&#1077;&#1083;&#1077;&#1085;&#1080; &#1089; &#1087;&#1086; &#1077;&#1076;&#1080;&#1085; &#1080;&#1085;&#1090;&#1077;&#1088;&#1074;&#1072;&#1083;. &#1040;&#1082;&#1086; &#1090;&#1072;&#1082;&#1080;&#1074;&#1072; &#1085;&#1077;
&#1089;&#1098;&#1097;&#1077;&#1089;&#1090;&#1074;&#1091;&#1074;&#1072;&#1090;
&#1080;&#1083;&#1080; &#1072;&#1082;&#1086; &#1086;&#1073;&#1077;&#1082;&#1090;&#1072; &#1085;&#1072; &#1085;&#1072;&#1087;&#1072;&#1076;&#1077;&#1085;&#1080;&#1077;&#1090;&#1086; &#1083;&#1077;&#1078;&#1080; &#1074;&#1098;&#1088;&#1093;&#1091; &#1085;&#1103;&#1082;&#1086;&#1103; &#1086;&#1090; &#1076;&#1072;&#1076;&#1077;&#1085;&#1080;&#1090;&#1077; &#1087;&#1088;&#1072;&#1074;&#1080;,
&#1090;&#1086;&#1075;&#1072;&#1074;&#1072; &#1087;&#1088;&#1086;&#1075;&#1088;&#1072;&#1084;&#1072;&#1090;&#1072;
&#1090;&#1088;&#1103;&#1073;&#1074;&#1072; &#1076;&#1072; &#1079;&#1072;&#1087;&#1080;&#1096;&#1077; 0 &#1074; &#1080;&#1079;&#1093;&#1086;&#1076;&#1085;&#1080;&#1103; &#1092;&#1072;&#1081;&#1083;.</span></p>
<p class="MsoPlainText"><span
 style="font-size: 12pt; font-family: &quot;Times New Roman&quot;;" lang="BG">&#1055;&#1088;&#1080;&#1084;&#1077;&#1088;</span></p>
<p class="MsoPlainText"><span style="font-size: 12pt;" lang="EN-GB">&#1042;&#1093;&#1086;&#1076;</span></p>
<b style="font-family: monospace;"><span style="font-size: 12pt;"
 lang="BG">2</span></b><span style="font-family: monospace;"></span><br
 style="font-family: monospace;">
<span style="font-size: 12pt; font-family: monospace;" lang="BG">1
3&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
</span><br style="font-family: monospace;">
<span style="font-size: 12pt; font-family: monospace;" lang="BG">0
0&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
</span><br style="font-family: monospace;">
<span style="font-size: 12pt; font-family: monospace;" lang="BG">1
0&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
</span><br style="font-family: monospace;">
<span style="font-size: 12pt; font-family: monospace;" lang="BG">1
1&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
</span><br style="font-family: monospace;">
<span style="font-size: 12pt; font-family: monospace;" lang="BG">2
2&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
</span><br style="font-family: monospace;">
<span style="font-size: 12pt; font-family: monospace;" lang="BG">-1 &#8211;1</span><span
 style="font-family: monospace;">
</span><br style="font-family: monospace;">
<span style="font-size: 12pt; font-family: monospace;" lang="BG">1 3</span><span
 style="font-family: monospace;">
</span><br style="font-family: monospace;">
<span style="font-size: 12pt; font-family: monospace;" lang="BG">0 0</span><span
 style="font-family: monospace;">
</span><br style="font-family: monospace;">
<span style="font-size: 12pt; font-family: monospace;" lang="BG">-1 &#8211;1</span><span
 style="font-family: monospace;">
</span><br style="font-family: monospace;">
<span style="font-size: 12pt; font-family: monospace;" lang="BG">1 1 </span>
<br style="font-family: monospace;">
<span style="font-size: 12pt; font-family: monospace;" lang="BG">2 2</span><span
 style="font-family: monospace;">
</span><br style="font-family: monospace;">
<span style="font-size: 12pt; font-family: monospace;" lang="BG">1 &#8211;1</span>
<p class="MsoPlainText"><span style="font-size: 12pt;" lang="BG">&#1048;&#1079;&#1093;&#1086;&#1076;</span></p>
<big style="font-family: monospace;"><span lang="BG">2</span></big><span
 style="font-family: monospace;">
</span><br style="font-family: monospace;">
<big style="font-family: monospace;"><span lang="EN-GB">0</span></big><br
 style="font-family: monospace;">
<span style="font-size: 10pt; font-family: monospace;"></span><big>&#1058;&#1077;&#1089;&#1090;&#1086;&#1074;&#1077;:
<a href="C.in">e.in</a>&nbsp;&nbsp; <a href="E.out">e.out</a></big><big>
</big>
<hr>
</body>
</html>
