<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.01 Transitional//EN">
<html>
<head>
  <meta content="text/html; charset=ISO-8859-1"
 http-equiv="Content-Type">
  <title>November_2</title>
</head>
<body>
<h3>&#1058;&#1077;&#1084;&#1072;: STL &#1080; &#1087;&#1088;&#1080;&#1083;&#1086;&#1078;&#1077;&#1085;&#1080;&#1077; &#1079;&#1072; &#1088;&#1077;&#1096;&#1072;&#1074;&#1072;&#1085;&#1077; &#1085;&#1072; &#1089;&#1098;&#1089;&#1090;&#1077;&#1079;&#1072;&#1090;&#1077;&#1083;&#1085;&#1080; &#1079;&#1072;&#1076;&#1072;&#1095;&#1080;</h3>
<span style="font-weight: bold;">&#1047;&#1072;&#1076;&#1072;&#1095;&#1072; 1.</span><br>
&#1045;&#1076;&#1085;&#1072; &#1082;&#1086;&#1084;&#1087;&#1072;&#1085;&#1080;&#1103; &#1080;&#1084;&#1072; &#1080;&#1085;&#1092;&#1086;&#1088;&#1084;&#1072;&#1094;&#1080;&#1086;&#1085;&#1085;&#1072; &#1089;&#1080;&#1089;&#1090;&#1077;&#1084;&#1072; &#1079;&#1072; &#1087;&#1086;&#1076;&#1076;&#1098;&#1088;&#1078;&#1072;&#1085;&#1077; &#1085;&#1072; &#1089;&#1098;&#1089;&#1090;&#1072;&#1074;&#1072; &#1085;&#1072;
&#1087;&#1077;&#1088;&#1089;&#1086;&#1085;&#1072;&#1083;&#1072;. &#1054;&#1089;&#1085;&#1086;&#1074;&#1085;&#1072; &#1092;&#1091;&#1085;&#1082;&#1094;&#1080;&#1086;&#1085;&#1072;&#1083;&#1085;&#1072; &#1095;&#1072;&#1089;&#1090; &#1086;&#1090; &#1089;&#1080;&#1089;&#1090;&#1077;&#1084;&#1072;&#1090;&#1072; &#1076;&#1077;&#1092;&#1080;&#1085;&#1080;&#1088;&#1072;&#1090;&#1072; &#1089;&#1098;&#1089;
&#1089;&#1083;&#1077;&#1076;&#1085;&#1080;&#1090;&#1077; &#1086;&#1087;&#1077;&#1088;&#1072;&#1094;&#1080;&#1080;:<br>
&nbsp;&nbsp;&nbsp; A &lt;&#1045;&#1043;&#1053;&gt; : &#1076;&#1086;&#1073;&#1072;&#1074;&#1080; &#1085;&#1086;&#1074; &#1089;&#1083;&#1091;&#1078;&#1080;&#1090;&#1077;&#1083; &#1082;&#1098;&#1084; &#1089;&#1080;&#1089;&#1090;&#1077;&#1084;&#1072;&#1090;&#1072; &#1089;
&#1076;&#1072;&#1076;&#1077;&#1085;&#1086;&#1090;&#1086; &#1045;&#1043;&#1053;, &#1072;&#1082;&#1086; &#1090;&#1086;&#1081; &#1085;&#1077; &#1077; &#1074; &#1089;&#1080;&#1089;&#1090;&#1077;&#1084;&#1072;&#1090;&#1072;;<br>
&nbsp;&nbsp;&nbsp; D &lt;&#1045;&#1043;&#1053;&gt; : &#1080;&#1079;&#1090;&#1088;&#1080;&#1080; &#1089;&#1083;&#1091;&#1078;&#1080;&#1090;&#1077;&#1083; &#1086;&#1090; &#1089;&#1080;&#1089;&#1090;&#1077;&#1084;&#1072;&#1090;&#1072; &#1089;
&#1076;&#1072;&#1076;&#1077;&#1085;&#1086;&#1090;&#1086; &#1045;&#1043;&#1053;, &#1072;&#1082;&#1086; &#1090;&#1072;&#1082;&#1098;&#1074; &#1089;&#1083;&#1091;&#1078;&#1080;&#1090;&#1077;&#1083; &#1077; &#1074;&#1077;&#1095;&#1077; &#1074; &#1089;&#1080;&#1089;&#1090;&#1077;&#1084;&#1072;&#1090;&#1072;;<br>
&nbsp;&nbsp;&nbsp; I &lt;&#1045;&#1043;&#1053;&gt; &lt;&#1045;&#1043;&#1053;&gt; : &#1080;&#1079;&#1074;&#1077;&#1076;&#1080; &#1073;&#1088;&#1086;&#1103; &#1085;&#1072;
&#1089;&#1083;&#1091;&#1078;&#1080;&#1090;&#1077;&#1083;&#1080;&#1090;&#1077;, &#1088;&#1086;&#1076;&#1077;&#1085;&#1080; &#1084;&#1077;&#1078;&#1076;&#1091; &#1076;&#1072;&#1076;&#1077;&#1085;&#1080;&#1090;&#1077; &#1045;&#1043;&#1053;, &#1080;&#1083;&#1080; &#1075;&#1086;&#1076;&#1080;&#1085;&#1080; &#1087;&#1086; &#1092;&#1086;&#1088;&#1084;&#1072;&#1090; YY00000000
ZZ99999999 &#1079;&#1072; &#1080;&#1085;&#1090;&#1077;&#1088;&#1074;&#1072;&#1083;&#1072; &#1084;&#1077;&#1078;&#1076;&#1091; &#1075;&#1086;&#1076;&#1080;&#1085;&#1080; YY &#1080; ZZ &#1074;&#1082;&#1083;&#1102;&#1095;&#1080;&#1090;&#1077;&#1083;&#1085;&#1086;;<br>
&nbsp;&nbsp;&nbsp; M : &#1080;&#1079;&#1074;&#1077;&#1076;&#1080; &#1045;&#1043;&#1053; &#1085;&#1072; &#1085;&#1072;&#1081;-&#1089;&#1090;&#1072;&#1088;&#1080;&#1103; &#1089;&#1083;&#1091;&#1078;&#1080;&#1090;&#1077;&#1083;;<br>
&nbsp;&nbsp;&nbsp; &#1052; &lt;&#1095;&#1080;&#1089;&#1083;&#1086;&gt; : &#1080;&#1079;&#1074;&#1077;&#1076;&#1080; &lt;&#1095;&#1080;&#1089;&#1083;&#1086;&gt; &#1045;&#1043;&#1053;-&#1090;&#1072; &#1085;&#1072;
&lt;&#1095;&#1080;&#1089;&#1083;&#1086;&gt; &#1085;&#1072;&#1081;-&#1089;&#1090;&#1072;&#1088;&#1080; &#1089;&#1083;&#1091;&#1078;&#1080;&#1090;&#1077;&#1083;&#1080;, &#1085;&#1072;&#1088;&#1077;&#1076;&#1077;&#1085;&#1080; &#1074; &#1088;&#1077;&#1076;: &#1085;&#1072; &#1087;&#1098;&#1088;&#1074;&#1086; &#1084;&#1103;&#1089;&#1090;&#1086; - &#1085;&#1072;&#1081;
&#1089;&#1090;&#1072;&#1088;&#1080;&#1103;;<br>
&nbsp;&nbsp;&nbsp; N : &#1080;&#1079;&#1074;&#1077;&#1076;&#1080; &#1073;&#1088;&#1086;&#1103;&#1090; &#1085;&#1072; &#1074;&#1089;&#1080;&#1095;&#1082;&#1080; &#1089;&#1083;&#1091;&#1078;&#1080;&#1090;&#1077;&#1083;&#1080; &#1074; &#1082;&#1086;&#1084;&#1087;&#1072;&#1085;&#1080;&#1103;&#1090;&#1072;.<br>
&#1053;&#1072;&#1087;&#1080;&#1096;&#1077;&#1090;&#1077; &#1087;&#1088;&#1086;&#1075;&#1088;&#1072;&#1084;&#1072; &#1079;&#1072; &#1087;&#1086;&#1076;&#1076;&#1098;&#1088;&#1078;&#1072;&#1085;&#1077; &#1085;&#1072; &#1080;&#1085;&#1092;&#1086;&#1088;&#1084;&#1072;&#1094;&#1080;&#1086;&#1085;&#1085;&#1072;&#1090;&#1072; &#1089;&#1080;&#1089;&#1090;&#1077;&#1084;&#1072;.<br>
<br>
&#1042;&#1093;&#1086;&#1076;<br>
&#1053;&#1072; &#1074;&#1093;&#1086;&#1076;&#1072; &#1080;&#1084;&#1072; &#1088;&#1077;&#1076;&#1080;&#1094;&#1072; &#1086;&#1090; &#1082;&#1086;&#1084;&#1072;&#1085;&#1076;&#1080; &#1082;&#1098;&#1084; &#1089;&#1080;&#1089;&#1090;&#1077;&#1084;&#1072;&#1090;&#1072; (&#1085;&#1077; &#1087;&#1086;&#1074;&#1077;&#1095;&#1077; &#1086;&#1090; 10<sup>8</sup>).<br>
<br>
&#1048;&#1079;&#1093;&#1086;&#1076;<br>
&#1047;&#1072; &#1074;&#1089;&#1103;&#1082;&#1072; &#1082;&#1086;&#1084;&#1072;&#1085;&#1076;&#1080;&#1090;&#1077; I, M &#1080; N &#1086;&#1090; &#1074;&#1093;&#1086;&#1076;&#1072; &#1085;&#1072; &#1080;&#1079;&#1093;&#1086;&#1076;&#1072; &#1089;&#1077; &#1080;&#1079;&#1074;&#1077;&#1078;&#1076;&#1072;&#1090; &#1085;&#1077;&#1086;&#1073;&#1093;&#1086;&#1076;&#1080;&#1084;&#1080;&#1090;&#1077;
&#1076;&#1072;&#1085;&#1085;&#1080;, &#1087;&#1086; &#1077;&#1076;&#1085;&#1072; &#1076;&#1072;&#1085;&#1085;&#1072; &#1085;&#1072; &#1088;&#1077;&#1076;.<br>
<br>
&#1055;&#1088;&#1080;&#1084;&#1077;&#1088;:<br>
A 5108121200<br>
A 6209012222<br>
A 7801029823<br>
N<br>
M<br>
I 5000000000 6099999999<br>
I 5000000000 6299999999<br>
A 5109220909<br>
M 2<br>
N<br>
D 5109220908<br>
N<br>
A 5109220909<br>
N<br>
D 5109220909<br>
N<br>
<br>
&#1056;&#1077;&#1096;&#1077;&#1085;&#1080;&#1077; &#1085;&#1072; &#1087;&#1088;&#1080;&#1084;&#1077;&#1088;&#1072;:<br>
3<br>
5108121200<br>
1<br>
2<br>
5108121200<br>
5109220909<br>
4<br>
4<br>
4<br>
3<br>
<hr style="width: 100%; height: 2px;">&#1047;&#1072;&#1076;&#1072;&#1095;&#1072; 2.<br>
Choosing a camera<br>
Mr. Strange is choosing a compact digital photo camera. He looks at
various shops offers and sometimes makes temporary choices. At each
temporary choice, he knows about all offers he already saw, but doesn&#8217;t
know about those he will see in the future. According to Mr. Strange,
any digital camera is fully&nbsp; described by two properties: the
number of pixels and the optical zoom ratio. For each property,&nbsp;
he thinks that the&nbsp; more is the better. Mr. Strange is afraid to
buy an outdated camera, so he never chooses a camera, if he knows about
another camera, which is strictly better by any one property and not
worse by another. Among all cameras Mr. Strange does not consider
outdated, he chooses the cheapest one; if there are different
non-outdated cameras with equal minimal cost, he&nbsp; chooses among
them the oldest offer.<br>
The first line of input contains the number of the test cases. The
first line of each test case contains total number n (1 &#8804; n &#8804; 10<sup>5)</sup>
of actions. Each action can be either a new camera offer or a temporary
choice. Each offer is denoted by big letter P, then camera&#8217;s number of
pixels, zoom ratio&nbsp; and cost. Each temporary choice is denoted by
big letter&nbsp; &#1057;. Each action is denoted in separate line, data
inside lines are separated by single spaces. Numbers of pixels are
integers in the range 10<sup>3</sup>&#8804; p<sub>i</sub> &#8804; 10<sup>9</sup>.
Zoom ration is a floating-point number in&nbsp; the range&nbsp; 1
&#8804;&nbsp; z<sub>i</sub> &#8804; 100, with no more than&nbsp; 6 digits after
decimal point. Costs are integers in the range 1 &#8804; c<sub>i</sub> &#8804; 10<sup>6</sup>.
Size
of
the input is less than 16 Mb.<br>
For each temporary choice&nbsp; action, your program should output the
number of the action when the currently chosen camera was offered. If
no choice can be done according to the rules, the query result should
be &#8211;1. All results inside each test case should be written in the same
line and separated by single spaces. Results for consecutive test cases
should be in consecutive lines.<br>
<br>
Sample input <br>
<font size="+1"><span style="font-family: monospace;">2</span><br
 style="font-family: monospace;">
<span style="font-family: monospace;">1</span><br
 style="font-family: monospace;">
<span style="font-family: monospace;">P 9600000 7 72</span><br
 style="font-family: monospace;">
<span style="font-family: monospace;">7</span><br
 style="font-family: monospace;">
<span style="font-family: monospace;">P 1200000 1 40</span><br
 style="font-family: monospace;">
<span style="font-family: monospace;">P 7200000 5 100</span><br
 style="font-family: monospace;">
<span style="font-family: monospace;">C</span><br
 style="font-family: monospace;">
<span style="font-family: monospace;">P 9600000 3 200</span><br
 style="font-family: monospace;">
<span style="font-family: monospace;">C</span><br
 style="font-family: monospace;">
<span style="font-family: monospace;">P 7200000 12 220</span><br
 style="font-family: monospace;">
<span style="font-family: monospace;">C</span></font><br>
<br>
Sample output<br>
<font size="+1"><span style="font-family: monospace;">2 2 4</span></font><br>
<br>
The first line of the output is empty, because first test case contain
no C actions. At the first choosing in second test case, offer 1
(1200000 1 40) is outdated, so 2 (7200000 5 100) is the best because
the only. At the 2-nd, the same choice, because it&#8217;s cheaper than 4
(9600000 3 200). At the 3rd, 6 (7200000 12 220) makes 2 (7200000 5 100)
outdated, so 4 (9600000 3 200) becomes the cheapest among non-outdated.<br>
<hr style="width: 100%; height: 2px;"><br>
</body>
</html>
