<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01 Transitional//EN">
<html>
<head>
  <title>A</title>
             
  <meta http-equiv="content-type" content="text/html; charset=ISO-8859-1">
</head>
  <body>
 &nbsp;&nbsp;&nbsp; &nbsp;&nbsp;&nbsp; <br>
 <br>
 &nbsp;&nbsp;&nbsp; &#1045;&#1076;&#1080;&#1085; &#1086;&#1090; &#1085;&#1072;&#1095;&#1080;&#1085;&#1080;&#1090;&#1077; &#1079;&#1072; &#1088;&#1077;&#1096;&#1077;&#1074;&#1072;&#1085;&#1077; &#1085;&#1072; &#1079;&#1072;&#1076;&#1072;&#1095;&#1072;&#1090;&#1072; &#1077; &#1075;&#1077;&#1085;&#1077;&#1088;&#1080;&#1088;&#1072;&#1085;&#1077;&#1090;&#1086; 
&#1085;&#1072; &#1074;&#1089;&#1080;&#1095;&#1082;&#1080; &#1087;&#1086;&#1076;&#1084;&#1085;&#1086;&#1078;&#1077;&#1089;&#1090;&#1074;&#1072; &#1085;&#1072; &#1084;&#1085;&#1086;&#1078;&#1077;&#1089;&#1090;&#1074;&#1086;&#1090;&#1086; &#1085;&#1072; &#1084;&#1086;&#1085;&#1077;&#1090;&#1080;&#1090;&#1077; &#1080; &#1085;&#1072;&#1084;&#1080;&#1088;&#1072;&#1085;&#1077; &#1085;&#1072; &#1089;&#1098;&#1086;&#1090;&#1074;&#1077;&#1090;&#1085;&#1080;&#1090;&#1077; 
&#1089;&#1091;&#1084;&#1080;. &#1053;&#1072;&#1081; - &#1077;&#1089;&#1090;&#1077;&#1089;&#1090;&#1074;&#1077;&#1085;&#1080;&#1103; &#1085;&#1072;&#1095;&#1080;&#1085; &#1074; &#1090;&#1086;&#1074;&#1072; &#1086;&#1090;&#1085;&#1086;&#1096;&#1077;&#1085;&#1080;&#1077; &#1077; &#1087;&#1098;&#1083;&#1085;&#1086;&#1090;&#1086; &#1080;&#1079;&#1095;&#1077;&#1088;&#1087;&#1074;&#1072;&#1085;&#1077;, &#1073;&#1072;&#1079;&#1080;&#1088;&#1072;&#1085;&#1086; 
&#1085;&#1072; &#1088;&#1077;&#1082;&#1091;&#1088;&#1089;&#1080;&#1074;&#1077;&#1085; &#1072;&#1083;&#1075;&#1086;&#1088;&#1080;&#1090;&#1098;&#1084; &#1089; &#1074;&#1088;&#1098;&#1097;&#1072;&#1085;&#1077;. &#1053;&#1072; &#1074;&#1089;&#1103;&#1082;&#1072; &#1089;&#1090;&#1098;&#1087;&#1082;&#1072; &#1082;&#1098;&#1084; &#1090;&#1077;&#1082;&#1091;&#1097;&#1086;&#1090;&#1086; &#1084;&#1085;&#1086;&#1078;&#1077;&#1089;&#1090;&#1074;&#1086; 
&#1086;&#1090; &#1084;&#1086;&#1085;&#1077;&#1090;&#1080; &#1089;&#1077; &#1076;&#1086;&#1073;&#1072;&#1074;&#1103; &#1085;&#1086;&#1074;&#1072; &#1084;&#1086;&#1085;&#1077;&#1090;&#1072;, &#1089;&#1083;&#1077;&#1076; &#1082;&#1086;&#1077;&#1090;&#1086; &#1089;&#1077; &#1080;&#1079;&#1074;&#1098;&#1088;&#1096;&#1074;&#1072; &#1088;&#1077;&#1082;&#1091;&#1088;&#1089;&#1080;&#1074;&#1085;&#1086; &#1086;&#1073;&#1088;&#1098;&#1097;&#1077;&#1085;&#1080;&#1077;. 
&#1042;&#1089;&#1103;&#1082;&#1072; &#1087;&#1086;&#1083;&#1091;&#1095;&#1077;&#1085;&#1072; &#1089;&#1091;&#1084;&#1072; &#1089;&#1077; &#1087;&#1088;&#1086;&#1074;&#1077;&#1088;&#1103;&#1074;&#1072; &#1089; &#1090;&#1098;&#1088;&#1089;&#1077;&#1085;&#1072;&#1090;&#1072; &#1080; &#1087;&#1088;&#1080; &#1088;&#1072;&#1074;&#1077;&#1085;&#1089;&#1090;&#1074;&#1086; &#1089;&#1077; &#1087;&#1088;&#1077;&#1082;&#1088;&#1072;&#1090;&#1103;&#1074;&#1072; 
&#1088;&#1077;&#1082;&#1091;&#1088;&#1089;&#1080;&#1074;&#1085;&#1080;&#1103; &#1087;&#1088;&#1086;&#1094;&#1077;&#1089;. &#1050;&#1098;&#1084; &#1088;&#1077;&#1096;&#1077;&#1085;&#1080;&#1077;&#1090;&#1086; &#1084;&#1086;&#1078;&#1077; &#1076;&#1072; &#1089;&#1077; &#1076;&#1086;&#1073;&#1072;&#1074;&#1080; &#1080; &#1077;&#1076;&#1085;&#1072; &#1086;&#1087;&#1090;&#1080;&#1084;&#1080;&#1079;&#1072;&#1094;&#1080;&#1103;, &#1087;&#1088;&#1086;&#1080;&#1079;&#1090;&#1080;&#1095;&#1072;&#1097;&#1072; 
&#1086;&#1090; &#1089;&#1090;&#1088;&#1086;&#1075;&#1086; &#1087;&#1086;&#1083;&#1086;&#1078;&#1080;&#1090;&#1077;&#1083;&#1085;&#1072;&#1090;&#1072; &#1089;&#1090;&#1086;&#1081;&#1085;&#1086;&#1089;&#1090; &#1085;&#1072; &#1084;&#1086;&#1085;&#1077;&#1090;&#1080;&#1090;&#1077;. &#1065;&#1077; &#1087;&#1088;&#1077;&#1082;&#1088;&#1072;&#1090;&#1103;&#1074;&#1072;&#1084;&#1077; &#1087;&#1086; - &#1085;&#1072;&#1090;&#1072;&#1090;&#1098;&#1096;&#1085;&#1086;&#1090;&#1086; 
&#1090;&#1098;&#1088;&#1089;&#1077;&#1085;&#1077;, &#1072;&#1082;&#1086; &#1090;&#1077;&#1082;&#1091;&#1097;&#1072;&#1090;&#1072; &#1089;&#1091;&#1084;&#1072; &#1085;&#1072;&#1076;&#1093;&#1074;&#1098;&#1088;&#1083;&#1080; &#1087;&#1088;&#1086;&#1074;&#1077;&#1088;&#1103;&#1074;&#1072;&#1085;&#1072;&#1090;&#1072; &#1089;&#1091;&#1084;&#1072;. &#1058;&#1098;&#1081; &#1082;&#1072;&#1090;&#1086; &#1073;&#1088;&#1086;&#1103;&#1090; &#1085;&#1072; 
&#1074;&#1089;&#1080;&#1095;&#1082;&#1080; &#1087;&#1086;&#1076;&#1084;&#1085;&#1086;&#1078;&#1077;&#1089;&#1090;&#1074;&#1072; &#1085;&#1072; &#1076;&#1072;&#1076;&#1077;&#1085;&#1086; n - &#1077;&#1083;&#1077;&#1084;&#1077;&#1085;&#1090;&#1085;&#1086; &#1084;&#1085;&#1086;&#1078;&#1077;&#1089;&#1090;&#1074;&#1086; &#1077; <img src="Image2.gif" alt="">
 , &#1090;&#1086; &#1072;&#1083;&#1075;&#1086;&#1088;&#1080;&#1090;&#1098;&#1084;&#1072; &#1097;&#1077; &#1080;&#1084;&#1072; &#1077;&#1082;&#1089;&#1087;&#1086;&#1085;&#1077;&#1085;&#1094;&#1080;&#1072;&#1083;&#1085;&#1072; &#1072;&#1083;&#1075;&#1086;&#1088;&#1080;&#1090;&#1084;&#1080;&#1095;&#1085;&#1072; &#1089;&#1083;&#1086;&#1078;&#1085;&#1086;&#1089;&#1090; O(<img src="Image2.gif" alt="">
 ).<br>
 <br>
<font color="#3366ff"><font color="#3333ff"> #include &lt;cstdlib&gt;<br>
 #include &lt;cstring&gt;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; 
<br>
 #include &lt;fstream&gt;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; 
<br>
 #include &lt;iostream&gt;<br>
 using namespace std;<br>
<br>
 #define MAXCOINS&nbsp; 1000&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; 
<br>
 #define MAXSUM 1000&nbsp;&nbsp;&nbsp; <br>
<br>
 ifstream fin("file.inp",ios::in);&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; 
<br>
 ofstream fout("file.out",ios::out);&nbsp;&nbsp; <br>
 unsigned coins[MAXCOINS];<br>
 bool can[MAXSUM];<br>
 unsigned sum;<br>
 unsigned n;<br>
<br>
 void Check(int ind, int cur_sum){ <br>
 &nbsp;&nbsp;&nbsp; if(cur_sum == sum){<br>
 &nbsp;&nbsp;&nbsp; &nbsp;&nbsp;&nbsp; fout &lt;&lt;"Yes";<br>
 &nbsp;&nbsp;&nbsp; &nbsp;&nbsp;&nbsp; exit(1);<br>
 &nbsp;&nbsp;&nbsp; }<br>
 &nbsp;&nbsp;&nbsp; for(int i=ind; i&lt;=n; i++)<br>
 &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; if(!can[i]){<br>
 &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; can[i]=true;<br>
 &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Check(i,cur_sum+coins[i]);<br>
 &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; can[i]=false;<br>
 &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; }<br>
 }<br>
 int main(){<br>
 &nbsp;&nbsp;&nbsp; while(fin &gt;&gt;sum &gt;&gt;n){<br>
 &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; for(int i=0; i&lt;n; i++)<br>
 &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; fin &gt;&gt;coins[i]; 
<br>
 &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; memset(can,false,MAXSUM);<br>
 &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Check(0,0);<br>
 &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; fout
&lt;&lt;"No";<br>
 &nbsp;&nbsp;&nbsp; }<br>
 &nbsp;&nbsp;&nbsp; system("PAUSE");<br>
 &nbsp;&nbsp;&nbsp; return 0;<br>
 }</font><br>
</font>    <br>
   
</body>
</html>
