<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01 Transitional//EN">
<html>
<head>
  <title>C</title>
             
  <meta http-equiv="content-type" content="text/html; charset=ISO-8859-1">
</head>
  <body>
 &nbsp;&nbsp;&nbsp; &nbsp;&nbsp;&nbsp; <br>
 &nbsp;&nbsp;&nbsp; &nbsp;&nbsp;&nbsp; &#1058;&#1088;&#1077;&#1090;&#1080;&#1103;&#1090; &#1074;&#1072;&#1088;&#1080;&#1072;&#1085;&#1090; &#1085;&#1072; &#1079;&#1072;&#1076;&#1072;&#1095;&#1072;&#1090;&#1072; &#1077; &#1088;&#1077;&#1072;&#1083;&#1080;&#1079;&#1080;&#1088;&#1072;&#1085; 
&#1095;&#1088;&#1077;&#1079; &#1080;&#1090;&#1077;&#1088;&#1072;&#1090;&#1080;&#1074;&#1077;&#1085; &#1072;&#1083;&#1075;&#1086;&#1088;&#1080;&#1090;&#1098;&#1084;. &#1057;&#1091;&#1084;&#1072;&#1090;&#1072; &#1085;&#1072; &#1074;&#1089;&#1080;&#1095;&#1082;&#1080; &#1084;&#1086;&#1085;&#1077;&#1090;&#1080; S &#1084;&#1086;&#1078;&#1077; &#1076;&#1072; &#1073;&#1098;&#1076;&#1077; &#1080;&#1079;&#1095;&#1080;&#1089;&#1083;&#1077;&#1085;&#1072; 
&#1083;&#1080;&#1085;&#1077;&#1081;&#1085;&#1086;,&nbsp; &#1090;.&#1077;. &#1089; &#1077;&#1076;&#1080;&#1085;&#1089;&#1090;&#1074;&#1077;&#1085;&#1086; &#1087;&#1088;&#1077;&#1084;&#1080;&#1085;&#1072;&#1074;&#1072;&#1085;&#1077; &#1087;&#1088;&#1077;&#1079; &#1084;&#1086;&#1085;&#1077;&#1090;&#1080;&#1090;&#1077;. &#1054;&#1097;&#1077; &#1074; &#1085;&#1072;&#1095;&#1072;&#1083;&#1086;&#1090;&#1086; 
&#1085;&#1072; &#1087;&#1088;&#1086;&#1075;&#1088;&#1072;&#1084;&#1072;&#1090;&#1072;, &#1087;&#1086; &#1074;&#1088;&#1077;&#1084;&#1077; &#1085;&#1072; &#1074;&#1098;&#1074;&#1077;&#1078;&#1076;&#1072;&#1085;&#1077;&#1090;&#1086; &#1085;&#1072; &#1074;&#1093;&#1086;&#1076;&#1085;&#1080;&#1090;&#1077; &#1076;&#1072;&#1085;&#1085;&#1080; &#1089;&#1077; &#1080;&#1079;&#1074;&#1098;&#1088;&#1096;&#1074;&#1072; &#1089;&#1091;&#1084;&#1080;&#1088;&#1072;&#1085;&#1077; 
&#1085;&#1072; &#1084;&#1086;&#1085;&#1077;&#1090;&#1080;&#1090;&#1077; &#1074; &#1087;&#1088;&#1086;&#1084;&#1077;&#1085;&#1083;&#1080;&#1074;&#1072;&#1090;&#1072; s_coins. &#1057;&#1098;&#1097;&#1086; &#1080; &#1097;&#1077; &#1087;&#1086;&#1076;&#1076;&#1098;&#1088;&#1078;&#1072;&#1084;&#1077; &#1073;&#1091;&#1083;&#1077;&#1074; &#1084;&#1072;&#1089;&#1080;&#1074; can, 
&#1079;&#1072; &#1082;&#1086;&#1081;&#1090;&#1086; can[i] = true &#1090;&#1086;&#1075;&#1072;&#1074;&#1072; &#1080; &#1089;&#1072;&#1084;&#1086; &#1090;&#1086;&#1075;&#1072;&#1074;&#1072;, &#1082;&#1086;&#1075;&#1072;&#1090;&#1086; &#1089;&#1091;&#1084;&#1072;&#1090;&#1072;&nbsp; can &#1084;&#1086;&#1078;&#1077; 
&#1076;&#1072; &#1073;&#1098;&#1076;&#1077; &#1087;&#1086;&#1083;&#1091;&#1095;&#1077;&#1085;&#1072;&nbsp; &#1089; &#1087;&#1086;&#1084;&#1086;&#1097;&#1090;&#1072; &#1085;&#1072; &#1084;&#1086;&#1085;&#1077;&#1090;&#1080;&#1090;&#1077;. &#1040;&#1082;&#1086; &#1080;&#1084;&#1072;&#1084;&#1077; &#1079;&#1072;&#1076;&#1072;&#1076;&#1077;&#1085;&#1072; &#1089;&#1091;&#1084;&#1072; 0 &#1079;&#1072; 
&#1085;&#1077;&#1103; &#1097;&#1077; &#1089;&#1095;&#1080;&#1090;&#1072;&#1084;&#1077;, &#1095;&#1077; &#1090;&#1103; &#1084;&#1086;&#1078;&#1077; &#1076;&#1072; &#1073;&#1098;&#1076;&#1077; &#1087;&#1086;&#1083;&#1091;&#1095;&#1077;&#1085;&#1072; &#1073;&#1077;&#1079; &#1076;&#1072; &#1089;&#1077; &#1080;&#1079;&#1087;&#1086;&#1083;&#1079;&#1074;&#1072; &#1085;&#1080;&#1090;&#1086; &#1077;&#1076;&#1085;&#1072; &#1084;&#1086;&#1085;&#1077;&#1090;&#1072;.
&#1042;&#1089;&#1080;&#1095;&#1082;&#1080; &#1086;&#1089;&#1090;&#1072;&#1085;&#1072;&#1083;&#1080; &#1089;&#1091;&#1084;&#1080; &#1097;&#1077; &#1089;&#1077; &#1087;&#1086;&#1083;&#1091;&#1095;&#1072;&#1074;&#1072;&#1090; &#1089; &#1080;&#1079;&#1087;&#1086;&#1083;&#1079;&#1074;&#1072;&#1085;&#1077; &#1085;&#1072; &#1087;&#1086;&#1085;&#1077; &#1077;&#1076;&#1085;&#1072; &#1084;&#1086;&#1085;&#1077;&#1090;&#1072;. <br>
 <br>
 &nbsp;&nbsp;&nbsp; &#1053;&#1077;&#1082;&#1072; &#1074; &#1084;&#1072;&#1089;&#1080;&#1074;&#1072; can &#1089;&#1072; &#1086;&#1090;&#1073;&#1077;&#1083;&#1103;&#1079;&#1072;&#1085;&#1080; &#1074;&#1089;&#1080;&#1095;&#1082;&#1080; &#1074;&#1098;&#1079;&#1084;&#1086;&#1078;&#1085;&#1080; &#1089;&#1091;&#1084;&#1080;
&#1089; &#1080;&#1079;&#1087;&#1086;&#1083;&#1079;&#1074;&#1072;&#1085;&#1077; &#1085;&#1072; &#1087;&#1098;&#1088;&#1074;&#1080;&#1090;&#1077; k &#1084;&#1086;&#1085;&#1077;&#1090;&#1080;. &#1058;&#1086;&#1075;&#1072;&#1074;&#1072; &#1089;&#1091;&#1084;&#1080;&#1090;&#1077;, &#1082;&#1086;&#1080;&#1090;&#1086; &#1084;&#1086;&#1075;&#1072;&#1090; &#1076;&#1072; &#1073;&#1098;&#1076;&#1072;&#1090; &#1087;&#1086;&#1083;&#1091;&#1095;&#1077;&#1085;&#1080; 
&#1089; &#1087;&#1088;&#1080;&#1073;&#1072;&#1074;&#1103;&#1085;&#1077; &#1085;&#1072; ( k+1 ) - &#1074;&#1072;&#1090;&#1072; &#1084;&#1086;&#1085;&#1077;&#1090;&#1072;, &#1089;&#1077; &#1087;&#1086;&#1083;&#1091;&#1095;&#1072;&#1074;&#1072;&#1090; &#1082;&#1072;&#1090;&#1086; &#1082;&#1098;&#1084; &#1074;&#1089;&#1103;&#1082;&#1072; &#1086;&#1090; &#1089;&#1091;&#1084;&#1080;&#1090;&#1077; 
&#1074; can &#1087;&#1088;&#1080;&#1073;&#1072;&#1074;&#1080;&#1084; &#1089;&#1090;&#1086;&#1081;&#1085;&#1086;&#1089;&#1090;&#1090;&#1072; &#1085;&#1072; ( k+1) - &#1074;&#1072;&#1090;&#1072; &#1084;&#1086;&#1085;&#1077;&#1090;&#1072;. &#1058;&#1086;&#1074;&#1072; &#1084;&#1086;&#1078;&#1077; &#1076;&#1072; &#1089;&#1077; &#1080;&#1079;&#1074;&#1098;&#1088;&#1096;&#1080; 
&#1095;&#1088;&#1077;&#1079; &#1077;&#1076;&#1085;&#1086;&#1082;&#1088;&#1072;&#1090;&#1085;&#1086; &#1086;&#1073;&#1093;&#1086;&#1078;&#1076;&#1072;&#1085;&#1077; &#1085;&#1072; &#1077;&#1083;&#1077;&#1084;&#1077;&#1085;&#1090;&#1080;&#1090;&#1077; &#1085;&#1072; can, &#1082;&#1072;&#1090;&#1086; &#1079;&#1072; &#1074;&#1089;&#1103;&#1082;&#1086; i, can[i] = 
true &#1091;&#1089;&#1090;&#1072;&#1085;&#1086;&#1074;&#1103;&#1074;&#1072;&#1084;&#1077; &#1074; true &#1080; can[i + S(k+1)]. &#1055;&#1086;&#1089;&#1086;&#1082;&#1072;&#1090;&#1072; &#1085;&#1072; &#1086;&#1073;&#1093;&#1086;&#1078;&#1076;&#1072;&#1085;&#1077; &#1077; &#1089;&#1098;&#1097;&#1077;&#1089;&#1090;&#1074;&#1077;&#1085;&#1072;. 
&#1040;&#1082;&#1086; &#1088;&#1072;&#1079;&#1075;&#1083;&#1077;&#1078;&#1076;&#1072;&#1084;&#1077; &#1077;&#1083;&#1077;&#1084;&#1077;&#1085;&#1090;&#1080;&#1090;&#1077; &#1085;&#1072; can &#1087;&#1086; &#1085;&#1072;&#1088;&#1072;&#1089;&#1090;&#1074;&#1072;&#1085;&#1077; &#1085;&#1072; &#1080;&#1085;&#1076;&#1077;&#1082;&#1089;&#1080;&#1090;&#1077; &#1080;&#1084;, &#1074;&#1098;&#1079;&#1085;&#1080;&#1082;&#1074;&#1072;&#1090; 
&#1085;&#1077;&#1078;&#1077;&#1083;&#1072;&#1085;&#1080; &#1089;&#1080;&#1090;&#1091;&#1072;&#1094;&#1080;&#1080;, &#1087;&#1088;&#1080; &#1082;&#1086;&#1080;&#1090;&#1086; &#1077;&#1076;&#1080;&#1085; &#1080; &#1089;&#1098;&#1097;&#1080; &#1077;&#1083;&#1077;&#1084;&#1077;&#1085;&#1090; &#1089;&#1077; &#1074;&#1082;&#1083;&#1102;&#1095;&#1074;&#1072; &#1074; &#1089;&#1091;&#1084;&#1072;&#1090;&#1072; &#1085;&#1077;&#1082;&#1086;&#1083;&#1082;&#1086;&#1082;&#1088;&#1072;&#1090;&#1085;&#1086;, 
&#1082;&#1086;&#1077;&#1090;&#1086; &#1077; &#1085;&#1077;&#1076;&#1086;&#1087;&#1091;&#1089;&#1090;&#1080;&#1084;&#1086;. &#1058;&#1072;&#1082;&#1072;, &#1089;&#1083;&#1077;&#1076; &#1082;&#1072;&#1090;&#1086; &#1089;&#1084;&#1077; &#1091;&#1089;&#1090;&#1072;&#1085;&#1086;&#1074;&#1080;&#1083;&#1080; &#1074; true&nbsp; can[i + S(k+1)],
&#1087;&#1088;&#1080;&nbsp; &#1087;&#1086; - &#1085;&#1072;&#1090;&#1072;&#1090;&#1098;&#1096;&#1085;&#1086;&#1090;&#1086; &#1088;&#1072;&#1079;&#1075;&#1083;&#1077;&#1078;&#1076;&#1072;&#1085;&#1077; &#1085;&#1072; can &#1097;&#1077; &#1091;&#1089;&#1090;&#1072;&#1085;&#1086;&#1074;&#1080;&#1084; &#1074; true &#1080; can[i+S(k+1)+S(k+1)].
&#1042; &#1089;&#1083;&#1091;&#1095;&#1072;&#1081;, &#1095;&#1077; can[i + S(k+1)] &#1085;&#1077; &#1077; &#1073;&#1080;&#1083;&#1086; true &#1087;&#1088;&#1077;&#1076;&#1080; &#1085;&#1072;&#1095;&#1072;&#1083;&#1086;&#1090;&#1086; &#1085;&#1072;&#1095;&#1072;&#1083;&#1086;&#1090;&#1086; &#1085;&#1072; &#1086;&#1073;&#1093;&#1086;&#1078;&#1076;&#1072;&#1085;&#1077;&#1090;&#1086;,
&#1087;&#1086;&#1089;&#1083;&#1077;&#1076;&#1085;&#1086;&#1090;&#1086; &#1091;&#1089;&#1090;&#1072;&#1085;&#1086;&#1074;&#1103;&#1074;&#1072;&#1085;&#1077; &#1074; true &#1097;&#1077; &#1073;&#1098;&#1076;&#1077; &#1085;&#1077;&#1082;&#1086;&#1088;&#1077;&#1082;&#1090;&#1085;&#1086;, &#1090;&#1098;&#1081; &#1082;&#1072;&#1090;&#1086; ( k+1)-&#1074;&#1080;&#1103;&#1090; &#1077;&#1083;&#1077;&#1084;&#1077;&#1085;&#1090;
&#1097;&#1077; &#1089;&#1077; &#1086;&#1082;&#1072;&#1078;&#1077; &#1074;&#1082;&#1083;&#1102;&#1095;&#1077;&#1085; &#1074; &#1089;&#1091;&#1084;&#1072;&#1090;&#1072; &#1076;&#1074;&#1072; &#1087;&#1098;&#1090;&#1080;. &#1041;&#1080;&#1093;&#1084;&#1077; &#1084;&#1086;&#1075;&#1083;&#1080; &#1076;&#1072; &#1085;&#1072;&#1087;&#1088;&#1072;&#1074;&#1080;&#1084; &#1077;&#1076;&#1085;&#1072; &#1086;&#1087;&#1090;&#1080;&#1084;&#1080;&#1079;&#1072;&#1094;&#1080;&#1103;
- &#1089;&#1083;&#1077;&#1076; &#1085;&#1072;&#1084;&#1080;&#1088;&#1072;&#1085;&#1077;&#1090;&#1086; &#1085;&#1072; &#1074;&#1089;&#1103;&#1082;&#1072; &#1089;&#1091;&#1084;&#1072; &#1074; &#1084;&#1072;&#1089;&#1080;&#1074;&#1072; can, &#1076;&#1072; &#1087;&#1088;&#1086;&#1074;&#1077;&#1088;&#1103;&#1074;&#1072;&#1084;&#1077; &#1076;&#1072;&#1083;&#1080; can[S]
= true,&nbsp; &#1072; &#1080;&#1084;&#1077;&#1085;&#1085;&#1086; &#1076;&#1072; &#1087;&#1088;&#1077;&#1082;&#1088;&#1072;&#1090;&#1080;&#1084; &#1080;&#1079;&#1087;&#1098;&#1083;&#1085;&#1077;&#1085;&#1080;&#1077;&#1090;&#1086; &#1085;&#1072; &#1072;&#1083;&#1075;&#1086;&#1088;&#1080;&#1090;&#1098;&#1084;&#1072; &#1087;&#1088;&#1080; &#1087;&#1098;&#1088;&#1074;&#1086;&#1090;&#1086;
&#1091;&#1089;&#1090;&#1072;&#1085;&#1086;&#1074;&#1103;&#1074;&#1072;&#1085;&#1077; &#1085;&#1072;&nbsp; can[S] &#1074; true. &#1055;&#1086;&#1076;&#1086;&#1073;&#1088;&#1077;&#1085;&#1080;&#1077;&#1090;&#1086; &#1085;&#1077; &#1089;&#1077; &#1086;&#1090;&#1088;&#1072;&#1079;&#1103;&#1074;&#1072; &#1089;&#1098;&#1097;&#1077;&#1089;&#1090;&#1074;&#1077;&#1085;&#1086;
&#1085;&#1072; &#1077;&#1092;&#1077;&#1082;&#1090;&#1080;&#1074;&#1085;&#1086;&#1089;&#1090;&#1090;&#1072; &#1085;&#1072; &#1072;&#1083;&#1075;&#1086;&#1088;&#1080;&#1090;&#1098;&#1084;&#1072;, &#1085;&#1072;&#1081; - &#1084;&#1072;&#1083;&#1082;&#1086;&#1090;&#1086; &#1079;&#1072;&#1097;&#1086;&#1090;&#1086; &#1074; &#1089;&#1083;&#1091;&#1095;&#1072;&#1081;, &#1095;&#1077; &#1089;&#1091;&#1084;&#1072;&#1090;&#1072;
S&nbsp; &#1085;&#1077; &#1084;&#1086;&#1078;&#1077; &#1076;&#1072; &#1073;&#1098;&#1076;&#1077; &#1087;&#1086;&#1083;&#1091;&#1095;&#1077;&#1085;&#1072;, &#1089;&#1077; &#1085;&#1072;&#1083;&#1072;&#1075;&#1072; &#1087;&#1098;&#1083;&#1085;&#1086;&#1090;&#1086; &#1080;&#1079;&#1087;&#1098;&#1083;&#1085;&#1077;&#1085;&#1080;&#1077; &#1085;&#1072; &#1072;&#1083;&#1075;&#1086;&#1088;&#1080;&#1090;&#1098;&#1084;&#1072;.<br>
<br>
<br>
<font color="#3333ff">#include &lt;cstdlib&gt;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
<br>
#include &lt;fstream&gt; <br>
#include &lt;cstring&gt;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
<br>
#include &lt;iostream&gt;<br>
using namespace std;<br>
<br>
#define MAXCOINS&nbsp; 1000&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
<br>
#define MAXSUM 1000&nbsp;&nbsp;&nbsp; <br>
&nbsp;&nbsp; <br>
unsigned coins[MAXCOINS];<br>
bool can[MAXSUM];<br>
unsigned sum;<br>
unsigned n;<br>
unsigned s_coins = 0;<br>
<br>
<br>
bool Check(){ <br>
&nbsp;&nbsp;&nbsp; memset(can,MAXSUM,false);<br>
&nbsp;&nbsp;&nbsp; can[0]=true;<br>
&nbsp;&nbsp;&nbsp; for(int i=0; i&lt;=n; i++)<br>
&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; for(int j=s_coins; j&gt;=0; j--)<br>
&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; if(can[j])<br>
&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
if((coins[i]+j)==sum) return true;<br>
&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
else can[coins[i]+j] = true;<br>
&nbsp;&nbsp;&nbsp; return false;<br>
}<br>
int main(){<br>
<br>
&nbsp;&nbsp;&nbsp; ifstream fin("file.inp",ios::in);<br>
&nbsp;&nbsp;&nbsp; ofstream fout("file.out",ios::out);<br>
&nbsp;&nbsp;&nbsp; while(fin &gt;&gt;sum &gt;&gt;n){<br>
&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; for(int i=0; i&lt;n; i++){<br>
&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; fin &gt;&gt;coins[i];<br>
&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; s_coins+=coins[i];<br>
&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; }<br>
&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; if(Check()) fout &lt;&lt;"Yes";<br>
&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; else fout &lt;&lt;"No";<br>
&nbsp;&nbsp;&nbsp; }<br>
&nbsp;&nbsp;&nbsp; system("PAUSE");<br>
&nbsp;&nbsp;&nbsp; return 0;<br>
}<br>
</font> <br>
   
</body>
</html>
