<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.01 Transitional//EN">
<html>
<head>
  <meta content="text/html; charset=ISO-8859-1"
 http-equiv="Content-Type">
  <title>tre08</title>
</head>
<body>
<span style="font-weight: bold;">&#1047;&#1072;&#1076;&#1072;&#1095;&#1080; &#1079;&#1072; &#1090;&#1088;&#1077;&#1085;&#1080;&#1085;&#1075;</span><br>
<br>
<span style="font-weight: bold;">&#1047;&#1072;&#1076;&#1072;&#1095;&#1072; 8&#1072;</span>.<br>
&#1057;&#1086;&#1094;&#1080;&#1072;&#1083;&#1085;&#1086;-&#1086;&#1089;&#1080;&#1075;&#1091;&#1088;&#1080;&#1090;&#1077;&#1083;&#1085;&#1072;&#1090;&#1072; &#1089;&#1080;&#1089;&#1090;&#1077;&#1084;&#1072; &#1085;&#1072; &#1041;&#1098;&#1083;&#1075;&#1072;&#1088;&#1080;&#1103; &#1080;&#1079;&#1080;&#1089;&#1082;&#1072; &#1074;&#1089;&#1077;&#1082;&#1080; &#1088;&#1072;&#1073;&#1086;&#1090;&#1077;&#1097;
&#1075;&#1088;&#1072;&#1078;&#1076;&#1072;&#1085;&#1080;&#1085; &#1074;&#1089;&#1077;&#1082;&#1080; &#1084;&#1077;&#1089;&#1077;&#1094; &#1076;&#1072; &#1074;&#1085;&#1072;&#1089;&#1103; &#1086;&#1089;&#1080;&#1075;&#1091;&#1088;&#1080;&#1090;&#1077;&#1083;&#1085;&#1072; &#1074;&#1085;&#1086;&#1089;&#1082;&#1072;. &#1042;&#1085;&#1086;&#1089;&#1082;&#1072;&#1090;&#1072; &#1077; &#1084;&#1077;&#1078;&#1076;&#1091; 20
&#1080; 200 &#1083;&#1077;&#1074;&#1072;, &#1082;&#1086;&#1077;&#1090;&#1086; &#1089;&#1077; &#1086;&#1087;&#1088;&#1077;&#1076;&#1077;&#1083;&#1103; &#1082;&#1072;&#1090;&#1086; 10% &#1086;&#1090; &#1084;&#1077;&#1089;&#1077;&#1095;&#1085;&#1072;&#1090;&#1072; &#1079;&#1072;&#1088;&#1072;&#1073;&#1086;&#1090;&#1082;&#1072; &#1087;&#1088;&#1080;
&#1086;&#1089;&#1080;&#1075;&#1091;&#1088;&#1080;&#1090;&#1077;&#1083;&#1077;&#1085; &#1084;&#1080;&#1085;&#1080;&#1084;&#1091;&#1084; 200 &#1083;&#1077;&#1074;&#1072; &#1080; &#1086;&#1089;&#1080;&#1075;&#1091;&#1088;&#1080;&#1090;&#1077;&#1083;&#1077;&#1085; &#1084;&#1072;&#1082;&#1089;&#1080;&#1084;&#1091;&#1084; 2000 &#1083;&#1077;&#1074;&#1072;. &#1044;&#1072; &#1089;&#1077;
&#1085;&#1072;&#1087;&#1080;&#1096;&#1077; &#1087;&#1088;&#1086;&#1075;&#1088;&#1072;&#1084;&#1072;, &#1082;&#1086;&#1103;&#1090;&#1086; &#1080;&#1079;&#1074;&#1077;&#1078;&#1076;&#1072; &#1073;&#1088;&#1086;&#1103;&#1090; &#1085;&#1072; &#1088;&#1072;&#1073;&#1086;&#1090;&#1077;&#1097;&#1080;&#1090;&#1077;, &#1095;&#1080;&#1103;&#1090;&#1086; &#1084;&#1077;&#1089;&#1077;&#1095;&#1085;&#1072;
&#1074;&#1085;&#1086;&#1089;&#1082;&#1072; &#1077; &#1074; &#1079;&#1072;&#1076;&#1072;&#1076;&#1077;&#1085; &#1080;&#1085;&#1090;&#1077;&#1088;&#1074;&#1072;&#1083;.&nbsp; <br>
<br>
<span style="font-style: italic;">&#1042;&#1093;&#1086;&#1076;:<br>
</span>&#1053;&#1072; &#1074;&#1093;&#1086;&#1076;&#1072; &#1089;&#1077; &#1079;&#1072;&#1076;&#1072;&#1074;&#1072; &#1073;&#1088;&#1086;&#1103; &#1085;&#1072; &#1084;&#1077;&#1089;&#1077;&#1095;&#1085;&#1080;&#1090;&#1077; &#1074;&#1085;&#1086;&#1089;&#1082;&#1080;&nbsp; - &#1095;&#1080;&#1089;&#1083;&#1086;,
&#1087;&#1086;-&#1084;&#1072;&#1083;&#1082;&#1086; &#1086;&#1090; 6000000. &#1057;&#1083;&#1077;&#1076;&#1074;&#1072; &#1088;&#1077;&#1076;&#1080;&#1094;&#1072; &#1086;&#1090; &#1095;&#1080;&#1089;&#1083;&#1072; - &#1084;&#1077;&#1089;&#1077;&#1095;&#1085;&#1080;&#1090;&#1077; &#1074;&#1085;&#1086;&#1089;&#1082;&#1080; &#1085;&#1072;
&#1088;&#1072;&#1073;&#1086;&#1090;&#1077;&#1097;&#1080;&#1090;&#1077; &#1074; &#1083;&#1077;&#1074;&#1072;, &#1082;&#1086;&#1080;&#1090;&#1086; &#1089;&#1072; &#1095;&#1080;&#1089;&#1083;&#1072; &#1084;&#1077;&#1078;&#1076;&#1091; 20 &#1080; 200 &#1089; &#1076;&#1074;&#1072; &#1079;&#1085;&#1072;&#1082;&#1072; &#1089;&#1083;&#1077;&#1076;
&#1076;&#1077;&#1089;&#1077;&#1090;&#1080;&#1095;&#1085;&#1072;&#1090;&#1072; &#1090;&#1086;&#1095;&#1082;&#1072;. &#1057;&#1083;&#1077;&#1076; &#1090;&#1086;&#1074;&#1072; &#1089;&#1072; &#1079;&#1072;&#1076;&#1072;&#1076;&#1077;&#1085;&#1080; &#1080;&#1085;&#1090;&#1077;&#1088;&#1074;&#1072;&#1083;&#1080;, &#1079;&#1072; &#1082;&#1086;&#1080;&#1090;&#1086; &#1090;&#1088;&#1103;&#1073;&#1074;&#1072; &#1076;&#1072;
&#1089;&#1077; &#1087;&#1088;&#1077;&#1073;&#1088;&#1086;&#1080; &#1082;&#1086;&#1083;&#1082;&#1086; &#1074;&#1085;&#1086;&#1089;&#1082;&#1080; &#1087;&#1086;&#1087;&#1072;&#1076;&#1072;&#1090; &#1074; &#1080;&#1085;&#1090;&#1077;&#1088;&#1074;&#1072;&#1083;&#1072;. &#1041;&#1088;&#1086;&#1103;&#1090; &#1085;&#1072; &#1080;&#1085;&#1090;&#1077;&#1088;&#1074;&#1072;&#1083;&#1080;&#1090;&#1077; &#1077;
&#1087;&#1086;-&#1084;&#1072;&#1083;&#1098;&#1082; &#1086;&#1090; 10000, &#1072; &#1082;&#1088;&#1072;&#1080;&#1097;&#1072;&#1090;&#1072; &#1080;&#1084; &#1089;&#1072; &#1095;&#1080;&#1089;&#1083;&#1072; &#1084;&#1077;&#1078;&#1076;&#1091; 20 &#1080; 200.<br>
.<span style="font-style: italic;"><br>
&#1048;&#1079;&#1093;&#1086;&#1076;:</span><br>
&#1047;&#1072; &#1074;&#1089;&#1077;&#1082;&#1080; &#1080;&#1085;&#1090;&#1077;&#1088;&#1074;&#1072;&#1083; &#1086;&#1090; &#1074;&#1093;&#1086;&#1076;&#1072; &#1089;&#1077; &#1086;&#1090;&#1087;&#1077;&#1095;&#1072;&#1090;&#1074;&#1072; &#1073;&#1088;&#1086;&#1103;&#1090; &#1074;&#1085;&#1086;&#1089;&#1082;&#1080;, &#1082;&#1086;&#1080;&#1090;&#1086; &#1087;&#1086;&#1087;&#1072;&#1076;&#1072;&#1090; &#1074;
&#1085;&#1077;&#1075;&#1086; (&#1074;&#1082;&#1083;&#1102;&#1095;&#1080;&#1090;&#1077;&#1083;&#1085;&#1086; &#1085;&#1072; &#1082;&#1088;&#1072;&#1080;&#1097;&#1072;&#1090;&#1072; &#1084;&#1091;), &#1079;&#1072; &#1074;&#1089;&#1077;&#1082;&#1080; &#1080;&#1085;&#1090;&#1077;&#1088;&#1074;&#1072;&#1083; &#1085;&#1072; &#1086;&#1090;&#1076;&#1077;&#1083;&#1077;&#1085; &#1088;&#1077;&#1076;. <br>
<span style="font-style: italic;"><br>
&#1055;&#1088;&#1080;&#1084;&#1077;&#1088;:<br>
</span><big><span style="font-family: monospace;">10</span><span
 style="font-family: monospace;"><br>
20.50 30 40 52.35 160 200 23.2 <span style="font-weight: bold;">20.50</span>
20 155.25<br>
20 40<br>
30 30<br>
100 120<br>
52.35 60.2<br>
20 200<br>
</span></big><span style="font-style: italic;"><br>
</span><span style="font-style: italic;">&#1056;&#1077;&#1096;&#1077;&#1085;&#1080;&#1077; &#1085;&#1072; &#1087;&#1088;&#1080;&#1084;&#1077;&#1088;&#1072;:</span><br>
<big><span style="font-family: monospace;"></span></big><span
 style="font-weight: bold;">6</span><br>
1<br>
0<br>
1<br>
10<br>
<font size="+1"><span style="font-family: monospace;"></span></font><br>
<span style="font-weight: bold;">&#1047;&#1072;&#1076;&#1072;&#1095;&#1072; 8b</span>.<br>
&#1044;&#1072;&#1076;&#1077;&#1085; &#1077; &#1090;&#1077;&#1082;&#1089;&#1090; &#1085;&#1072; &#1073;&#1098;&#1083;&#1075;&#1072;&#1088;&#1089;&#1082;&#1080; &#1077;&#1079;&#1080;&#1082;, &#1082;&#1086;&#1081;&#1090;&#1086; &#1084;&#1086;&#1078;&#1077; &#1076;&#1072; &#1089;&#1077; &#1079;&#1072;&#1087;&#1080;&#1096;&#1077; &#1074;&#1098;&#1074; &#1092;&#1072;&#1081;&#1083; &#1089;
&#1076;&#1098;&#1083;&#1078;&#1080;&#1085;&#1072; 10 &#1084;&#1077;&#1075;&#1072;&#1073;&#1072;&#1081;&#1090;&#1072;. &#1044;&#1072; &#1089;&#1077; &#1085;&#1072;&#1084;&#1077;&#1088;&#1080; &#1073;&#1088;&#1086;&#1103;&#1090; &#1085;&#1072; &#1082;&#1086;&#1083;&#1080;&#1079;&#1080;&#1080;&#1090;&#1077; &#1087;&#1088;&#1080; &#1093;&#1077;&#1096;&#1080;&#1088;&#1072;&#1085;&#1077; &#1085;&#1072;
&#1076;&#1091;&#1084;&#1080;&#1090;&#1077; &#1086;&#1090; &#1090;&#1077;&#1082;&#1089;&#1090;&#1072; &#1089; <span style="font-weight: bold;">&#1087;&#1086;&#1074;&#1077;&#1095;&#1077; &#1086;&#1090; 3 &#1073;&#1091;&#1082;&#1074;&#1080;</span>
&#1089;&#1098;&#1089; &#1089;&#1083;&#1077;&#1076;&#1085;&#1072;&#1090;&#1072; &#1093;&#1077;&#1096; &#1092;&#1091;&#1085;&#1082;&#1094;&#1080;&#1103;:<br>
<br>
<big style="font-family: monospace;">int hashCode(const char* p, int
len) // hash a character array<br>
{ <br>
&nbsp; unsigned int h = 0;<br>
&nbsp; for (int i = 0; i &lt; len; i++)<len ;="" i=""><br>
&nbsp; { <br>
&nbsp;&nbsp;&nbsp;&nbsp; h = (h &lt;&lt; 5)|(h &gt;&gt; 27); // 5-bit
cyclic shift<br>
&nbsp;&nbsp;&nbsp;&nbsp; h += (unsigned int)p[i]; // add in next
character<br>
&nbsp; }<br>
&nbsp; return abs(int(h)%60000);<br>
}</len></big><br>
<span style="font-style: italic;"><br>
&#1042;&#1093;&#1086;&#1076;:<br>
</span>&#1047;&#1072;&#1076;&#1072;&#1074;&#1072; &#1089;&#1077; &#1090;&#1077;&#1082;&#1089;&#1090;&#1098;&#1090; &#1085;&#1072; &#1073;&#1098;&#1083;&#1075;&#1072;&#1088;&#1089;&#1082;&#1080; &#1077;&#1079;&#1080;&#1082;.<span
 style="font-style: italic;"><br>
<br>
</span><span style="font-style: italic;">&#1048;&#1079;&#1093;&#1086;&#1076;:</span><br>
&#1048;&#1079;&#1074;&#1077;&#1078;&#1076;&#1072;&#1090; &#1089;&#1077; &#1089;&#1083;&#1077;&#1076;&#1085;&#1080;&#1090;&#1077; &#1095;&#1080;&#1089;&#1083;&#1072;: &#1073;&#1088;&#1086;&#1081; &#1076;&#1091;&#1084;&#1080; &#1073;&#1077;&#1079; &#1082;&#1086;&#1083;&#1080;&#1079;&#1080;&#1080;, &#1073;&#1088;&#1086;&#1081; &#1082;&#1086;&#1083;&#1080;&#1079;&#1080;&#1080; &#1089; &#1076;&#1074;&#1077;
&#1076;&#1091;&#1084;&#1080;, &#1073;&#1088;&#1086;&#1081; &#1082;&#1086;&#1083;&#1080;&#1079;&#1080;&#1080; &#1089; &#1090;&#1088;&#1080; &#1076;&#1091;&#1084;&#1080; &#1080; &#1090;.&#1085;. &#1089; &#1088;&#1072;&#1079;&#1076;&#1077;&#1083;&#1080;&#1090;&#1077;&#1083; &#1080;&#1085;&#1090;&#1077;&#1088;&#1074;&#1072;&#1083;.<br>
<span style="font-style: italic;"><br>
</span><span style="font-style: italic;">&#1055;&#1088;&#1080;&#1084;&#1077;&#1088;:<br>
</span><big><span style="font-family: monospace;">&#1044;&#1072;&#1076;&#1077;&#1085; &#1077; &#1090;&#1077;&#1082;&#1089;&#1090; &#1085;&#1072;
&#1073;&#1098;&#1083;&#1075;&#1072;&#1088;&#1089;&#1082;&#1080; &#1077;&#1079;&#1080;&#1082;, &#1082;&#1086;&#1081;&#1090;&#1086; &#1084;&#1086;&#1078;&#1077; &#1076;&#1072; &#1089;&#1077; &#1079;&#1072;&#1087;&#1080;&#1096;&#1077; &#1074;&#1098;&#1074; &#1092;&#1072;&#1081;&#1083; &#1089; &#1076;&#1098;&#1083;&#1078;&#1080;&#1085;&#1072; 10 <br>
&#1084;&#1077;&#1075;&#1072;&#1073;&#1072;&#1081;&#1090;&#1072;. &#1044;&#1072; &#1089;&#1077; &#1085;&#1072;&#1084;&#1077;&#1088;&#1080; &#1073;&#1088;&#1086;&#1103;&#1090; &#1085;&#1072; &#1082;&#1086;&#1083;&#1080;&#1079;&#1080;&#1080;&#1090;&#1077; &#1087;&#1088;&#1080; &#1093;&#1077;&#1096;&#1080;&#1088;&#1072;&#1085;&#1077; &#1085;&#1072; &#1076;&#1091;&#1084;&#1080;&#1090;&#1077; &#1086;&#1090;
&#1090;&#1077;&#1082;&#1089;&#1090;&#1072; &#1089; <br>
&#1087;&#1086;&#1074;&#1077;&#1095;&#1077; &#1086;&#1090; 2 &#1073;&#1091;&#1082;&#1074;&#1080; &#1089;&#1098;&#1089; &#1089;&#1083;&#1077;&#1076;&#1085;&#1072;&#1090;&#1072; &#1093;&#1077;&#1096; &#1092;&#1091;&#1085;&#1082;&#1094;&#1080;&#1103;: &#1089;&#1083;&#1077;&#1076;&#1085;&#1072;&#1090;&#1072; &#1093;&#1077;&#1096; &#1092;&#1091;&#1085;&#1082;&#1094;&#1080;&#1103;; &#1093;&#1077;&#1096;
&#1092;&#1091;&#1085;&#1082;&#1094;&#1080;&#1103;; <br>
&#1092;&#1091;&#1085;&#1082;&#1094;&#1080;&#1103; </span></big><span style="font-style: italic;"><br>
<br>
</span><span style="font-style: italic;">&#1056;&#1077;&#1096;&#1077;&#1085;&#1080;&#1077; &#1085;&#1072; &#1087;&#1088;&#1080;&#1084;&#1077;&#1088;&#1072;:<br>
</span><big><span style="font-family: monospace;"></span><span
 style="font-family: monospace;">18 1 0 1<br>
<br>
</span></big>&#1047;&#1072;&#1073;&#1077;&#1083;&#1077;&#1078;&#1082;&#1072;: &#1045;&#1076;&#1085;&#1072; &#1076;&#1091;&#1084;&#1072;, &#1082;&#1086;&#1103;&#1090;&#1086; &#1089;&#1077; &#1089;&#1088;&#1077;&#1097;&#1072; 2 &#1087;&#1098;&#1090;&#1080; &#1074; &#1090;&#1077;&#1082;&#1089;&#1090;&#1072; &#1089;&#1098;&#1097;&#1086;
&#1076;&#1072; &#1089;&#1077; &#1073;&#1088;&#1086;&#1080; &#1082;&#1072;&#1090;&#1086; &#1082;&#1086;&#1083;&#1080;&#1079;&#1080;&#1103;. <span style="font-weight: bold;">&#1044;&#1091;&#1084;&#1072; &#1077; &#1085;&#1080;&#1079;
&#1086;&#1090; &#1073;&#1091;&#1082;&#1074;&#1080;, &#1086;&#1075;&#1088;&#1072;&#1076;&#1077;&#1085; &#1089; &#1080;&#1085;&#1090;&#1077;&#1088;&#1074;&#1072;&#1083;&#1080; &#1080;/&#1080;&#1083;&#1080; &#1089;&#1087;&#1077;&#1094;&#1080;&#1072;&#1083;&#1085;&#1080; &#1089;&#1080;&#1084;&#1074;&#1086;&#1083;&#1080;.</span><big><span
 style="font-family: monospace;"><br style="font-family: monospace;">
</span></big><span style="font-style: italic;"><br>
</span>
<hr style="width: 100%; height: 2px;"><span style="font-style: italic;"></span>
</body>
</html>
