<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01 Transitional//EN">
<html>
  <head>
    <meta content="text/html; charset=windows-1252"
      http-equiv="Content-Type">
    <title>NBU2013</title>
  </head>
  <body>
    <h2 align="center">&#1048;&#1085;&#1092;&#1086;&#1088;&#1084;&#1072;&#1094;&#1080;&#1086;&#1085;&#1085;&#1080; &#1090;&#1077;&#1093;&#1085;&#1086;&#1083;&#1086;&#1075;&#1080;&#1080; &#1079;&#1072; &#1082;&#1086;&#1076;&#1080;&#1088;&#1072;&#1085;&#1077; &#1085;&#1072; &#1085;&#1086;&#1090;&#1086;&#1087;&#1080;&#1089;&#1080;
      &#1085;&#1072; &#1073;&#1098;&#1083;&#1075;&#1072;&#1088;&#1089;&#1082;&#1080; &#1085;&#1072;&#1088;&#1086;&#1076;&#1085;&#1080; &#1087;&#1077;&#1089;&#1085;&#1080; &#1080; &#1075;&#1077;&#1085;&#1077;&#1088;&#1080;&#1088;&#1072;&#1085;&#1077; &#1085;&#1072; &#1084;&#1091;&#1079;&#1080;&#1082;&#1072;&#1083;&#1085;&#1080; &#1087;&#1086;&#1082;&#1072;&#1079;&#1072;&#1083;&#1094;&#1080; &#1079;&#1072;
      &#1082;&#1072;&#1087;&#1080;&#1090;&#1072;&#1083;&#1085;&#1080; &#1089;&#1073;&#1086;&#1088;&#1085;&#1080;&#1094;&#1080; </h2>
    <div align="center"><b>&#1057;&#1077;&#1084;&#1080;&#1085;&#1072;&#1088; &#1085;&#1072; &#1076;&#1077;&#1087;&#1072;&#1088;&#1090;&#1072;&#1084;&#1077;&#1085;&#1090;"&#1048;&#1085;&#1092;&#1086;&#1088;&#1084;&#1072;&#1090;&#1080;&#1082;&#1072;", </b><b>26




        &#1072;&#1087;&#1088;&#1080;&#1083;, &#1087;&#1077;&#1090;&#1098;&#1082;, 13:00, 303 II</b><br>
    </div>
    <br>
    <font color="#990000">1. &#1053;&#1086;&#1090;&#1086;&#1087;&#1080;&#1089;&#1080; &#1085;&#1072; &#1073;&#1098;&#1083;&#1075;&#1072;&#1088;&#1089;&#1082;&#1080; &#1085;&#1072;&#1088;&#1086;&#1076;&#1085;&#1080; &#1087;&#1077;&#1089;&#1085;&#1080; &#1080;
      &#1082;&#1072;&#1087;&#1080;&#1090;&#1072;&#1083;&#1085;&#1080; &#1089;&#1073;&#1086;&#1088;&#1085;&#1080;&#1094;&#1080;:<br>
      - &#1090;&#1088;&#1072;&#1076;&#1080;&#1094;&#1080;&#1080;;<br>
      - &#1090;&#1077;&#1093;&#1085;&#1086;&#1083;&#1086;&#1075;&#1080;&#1080;;<br>
      - &#1086;&#1089;&#1086;&#1073;&#1077;&#1085;&#1086;&#1089;&#1090;&#1080;.<br>
      2. &#1048;&#1058; &#1074; &#1087;&#1086;&#1084;&#1086;&#1097; &#1085;&#1072; &#1084;&#1091;&#1079;&#1080;&#1082;&#1072;&#1083;&#1085;&#1080;&#1103; &#1092;&#1086;&#1083;&#1082;&#1083;&#1086;&#1088;<br>
      3. &#1050;&#1086;&#1076;&#1080;&#1088;&#1072;&#1085;&#1077; &#1085;&#1072; &#1085;&#1086;&#1090;&#1080; &#1089; LilyPond<br>
      4. &#1054;&#1089;&#1086;&#1073;&#1077;&#1085;&#1086;&#1089;&#1090;&#1080; &#1087;&#1088;&#1080; &#1080;&#1079;&#1087;&#1086;&#1083;&#1079;&#1074;&#1072;&#1085;&#1077; &#1085;&#1072; LilyPond &#1079;&#1072; &#1073;&#1098;&#1083;&#1075;&#1072;&#1088;&#1089;&#1082;&#1080; &#1085;&#1072;&#1088;&#1086;&#1076;&#1085;&#1080;
      &#1087;&#1077;&#1089;&#1085;&#1080;<br>
      5. &#1053;&#1072;&#1089;&#1083;&#1077;&#1076;&#1089;&#1090;&#1074;&#1086;&#1090;&#1086; &#1085;&#1072; &#1058;. &#1044;&#1078;&#1080;&#1076;&#1078;&#1077;&#1074;<br>
      6. &#1044;&#1080;&#1075;&#1080;&#1090;&#1072;&#1083;&#1085;&#1072;&#1090;&#1072; &#1073;&#1080;&#1073;&#1083;&#1080;&#1086;&#1090;&#1077;&#1082;&#1072;<br>
      7. &#1055;&#1086;&#1082;&#1072;&#1079;&#1072;&#1083;&#1094;&#1080; &#1079;&#1072; &#1082;&#1072;&#1087;&#1080;&#1090;&#1072;&#1083;&#1085;&#1080; &#1089;&#1073;&#1086;&#1088;&#1085;&#1080;&#1094;&#1080;:<br>
      - &#1087;&#1086;&#1082;&#1072;&#1079;&#1072;&#1083;&#1077;&#1094; &#1085;&#1072; &#1087;&#1077;&#1089;&#1085;&#1080;&#1090;&#1077; &#1087;&#1086; &#1090;&#1072;&#1082;&#1090;&#1086;&#1074; &#1088;&#1072;&#1079;&#1084;&#1077;&#1088;;<br>
      - &#1087;&#1077;&#1089;&#1085;&#1080; &#1089; &#1086;&#1088;&#1085;&#1072;&#1084;&#1077;&#1085;&#1090;&#1080;;<br>
      - &#1087;&#1086;&#1082;&#1072;&#1079;&#1072;&#1083;&#1077;&#1094; &#1087;&#1086; &#1090;&#1086;&#1085;&#1086;&#1074; &#1086;&#1073;&#1077;&#1084;;<br>
      - &#1087;&#1086;&#1082;&#1072;&#1079;&#1072;&#1083;&#1077;&#1094; &#1085;&#1072; &#1079;&#1074;&#1091;&#1082;&#1086;&#1088;&#1077;&#1076;&#1080;&#1090;&#1077; &#1087;&#1086; &#1090;&#1086;&#1085;&#1086;&#1074;&#1086; &#1089;&#1098;&#1076;&#1098;&#1088;&#1078;&#1072;&#1085;&#1080;&#1077;.</font><br>
    <hr size="2" width="100%"><b>1. &#1053;&#1086;&#1090;&#1086;&#1087;&#1080;&#1089;&#1080; &#1085;&#1072; &#1073;&#1098;&#1083;&#1075;&#1072;&#1088;&#1089;&#1082;&#1080; &#1085;&#1072;&#1088;&#1086;&#1076;&#1085;&#1080; &#1087;&#1077;&#1089;&#1085;&#1080;
      &#1080; &#1082;&#1072;&#1087;&#1080;&#1090;&#1072;&#1083;&#1085;&#1080; &#1089;&#1073;&#1086;&#1088;&#1085;&#1080;&#1094;&#1080;:</b><br>
    - &#1090;&#1088;&#1072;&#1076;&#1080;&#1094;&#1080;&#1080;;<br>
    <br>
    <b><a href="../../2010/folk/Stoin/stoin.html">&#1042;&#1072;&#1089;&#1080;&#1083; &#1057;&#1090;&#1086;&#1080;&#1085;</a></b><br>
    <br>
    <b>&#1057;&#1087;&#1080;&#1089;&#1098;&#1082; &#1085;&#1072; &#1082;&#1072;&#1087;&#1080;&#1090;&#1072;&#1083;&#1085;&#1080;&#1090;&#1077; &#1089;&#1073;&#1086;&#1088;&#1085;&#1080;&#1094;&#1080; - &#1089;&#1098;&#1076;&#1098;&#1088;&#1078;&#1072;&#1090; &#1085;&#1086;&#1090;&#1080;&#1088;&#1072;&#1085;&#1080; &#1087;&#1077;&#1089;&#1085;&#1080;,
      &#1089;&#1098;&#1073;&#1080;&#1088;&#1072;&#1085;&#1080; &#1089;&#1098;&#1089; &#1079;&#1074;&#1091;&#1082;&#1086;&#1079;&#1072;&#1087;&#1080;&#1089;&#1085;&#1072; &#1090;&#1077;&#1093;&#1085;&#1080;&#1082;&#1072;:</b><br>
    1. &#1053;&#1080;&#1082;&#1086;&#1083;&#1072;&#1081; &#1050;&#1072;&#1091;&#1092;&#1084;&#1072;&#1085; &amp; &#1058;&#1086;&#1076;&#1086;&#1088; &#1058;&#1086;&#1076;&#1086;&#1088;&#1086;&#1074;. <b>1967</b>. &#1053;&#1072;&#1088;&#1086;&#1076;&#1085;&#1080; &#1087;&#1077;&#1089;&#1085;&#1080;
    &#1086;&#1090; &#1070;&#1075;&#1086;&#1079;&#1072;&#1087;&#1072;&#1076;&#1085;&#1072; &#1041;&#1098;&#1083;&#1075;&#1072;&#1088;&#1080;&#1103;. &#1058;&#1086;&#1084; 1. &#1057;&#1086;&#1092;&#1080;&#1103;: &#1048;&#1079;&#1076;&#1072;&#1090;&#1077;&#1083;&#1089;&#1090;&#1074;&#1086; &#1085;&#1072; &#1041;&#1098;&#1083;&#1075;&#1072;&#1088;&#1089;&#1082;&#1072;&#1090;&#1072;
    &#1072;&#1082;&#1072;&#1076;&#1077;&#1084;&#1080;&#1103; &#1085;&#1072; &#1085;&#1072;&#1091;&#1082;&#1080;&#1090;&#1077;. <br>
    (&#1057;&#1098;&#1076;&#1098;&#1088;&#1078;&#1072;: 1557 &#1085;&#1086;&#1090;&#1080;&#1088;&#1072;&#1085;&#1080; &#1092;&#1086;&#1083;&#1082;&#1083;&#1086;&#1088;&#1085;&#1080; &#1087;&#1077;&#1089;&#1085;&#1080;.)<br>
    2. &#1053;&#1080;&#1082;&#1086;&#1083;&#1072;&#1081; &#1050;&#1072;&#1091;&#1092;&#1084;&#1072;&#1085; &amp; &#1058;&#1086;&#1076;&#1086;&#1088; &#1058;&#1086;&#1076;&#1086;&#1088;&#1086;&#1074;. <b>1970</b>. &#1053;&#1072;&#1088;&#1086;&#1076;&#1085;&#1080; &#1087;&#1077;&#1089;&#1085;&#1080;
    &#1086;&#1090; &#1056;&#1086;&#1076;&#1086;&#1087;&#1089;&#1082;&#1080;&#1103; &#1082;&#1088;&#1072;&#1081;. &#1057;&#1086;&#1092;&#1080;&#1103;: &#1048;&#1079;&#1076;&#1072;&#1090;&#1077;&#1083;&#1089;&#1090;&#1074;&#1086; &#1085;&#1072; &#1041;&#1098;&#1083;&#1075;&#1072;&#1088;&#1089;&#1082;&#1072;&#1090;&#1072; &#1072;&#1082;&#1072;&#1076;&#1077;&#1084;&#1080;&#1103; &#1085;&#1072;
    &#1085;&#1072;&#1091;&#1082;&#1080;&#1090;&#1077;. <br>
    (&#1057;&#1098;&#1076;&#1098;&#1088;&#1078;&#1072;: 1653 &#1085;&#1086;&#1090;&#1080;&#1088;&#1072;&#1085;&#1080; &#1092;&#1086;&#1083;&#1082;&#1083;&#1086;&#1088;&#1085;&#1080; &#1087;&#1077;&#1089;&#1085;&#1080;.)<br>
    3. &#1053;&#1080;&#1082;&#1086;&#1083;&#1072;&#1081; &#1050;&#1072;&#1091;&#1092;&#1084;&#1072;&#1085; &amp; &#1048;&#1083;&#1080;&#1103; &#1052;&#1072;&#1085;&#1086;&#1083;&#1086;&#1074;. <b>1994</b>. &#1053;&#1072;&#1088;&#1086;&#1076;&#1085;&#1080; &#1087;&#1077;&#1089;&#1085;&#1080;
    &#1086;&#1090; &#1070;&#1075;&#1086;&#1079;&#1072;&#1087;&#1072;&#1076;&#1085;&#1072; &#1041;&#1098;&#1083;&#1075;&#1072;&#1088;&#1080;&#1103;. &#1058;&#1086;&#1084; 2. &#1057;&#1086;&#1092;&#1080;&#1103;: &#1048;&#1079;&#1076;&#1072;&#1090;&#1077;&#1083;&#1089;&#1090;&#1074;&#1086; &#1085;&#1072; &#1041;&#1098;&#1083;&#1075;&#1072;&#1088;&#1089;&#1082;&#1072;&#1090;&#1072;
    &#1072;&#1082;&#1072;&#1076;&#1077;&#1084;&#1080;&#1103; &#1085;&#1072; &#1085;&#1072;&#1091;&#1082;&#1080;&#1090;&#1077;. <br>
    (&#1057;&#1098;&#1076;&#1098;&#1088;&#1078;&#1072;: 1565 &#1085;&#1086;&#1090;&#1080;&#1088;&#1072;&#1085;&#1080; &#1092;&#1086;&#1083;&#1082;&#1083;&#1086;&#1088;&#1085;&#1080; &#1087;&#1077;&#1089;&#1085;&#1080;.)<br>
    4. &#1056;&#1091;&#1078;&#1072; &#1053;&#1077;&#1081;&#1082;&#1086;&#1074;&#1072; &amp; &#1058;&#1086;&#1076;&#1086;&#1088; &#1058;&#1086;&#1076;&#1086;&#1088;&#1086;&#1074;. <b>2007</b>. &#1053;&#1072;&#1088;&#1086;&#1076;&#1085;&#1080; &#1087;&#1077;&#1089;&#1085;&#1080; &#1086;&#1090;
    &#1048;&#1079;&#1090;&#1086;&#1095;&#1085;&#1086;&#1090;&#1086; &#1057;&#1090;&#1072;&#1088;&#1086;&#1087;&#1083;&#1072;&#1085;&#1080;&#1085;&#1080;&#1077;. &#1057;&#1073;&#1086;&#1088;&#1085;&#1080;&#1082; &#1079;&#1072; &#1085;&#1072;&#1088;&#1086;&#1076;&#1085;&#1080; &#1091;&#1084;&#1086;&#1090;&#1074;&#1086;&#1088;&#1077;&#1085;&#1080;&#1103; &#1080; &#1085;&#1072;&#1088;&#1086;&#1076;&#1086;&#1087;&#1080;&#1089;,
    &#1050;&#1085;&#1080;&#1075;&#1072; L&#1061;&#1030;&#1030;&#1030;. &#1057;&#1086;&#1092;&#1080;&#1103;: &#1040;&#1082;&#1072;&#1076;&#1077;&#1084;&#1080;&#1095;&#1085;&#1086; &#1080;&#1079;&#1076;&#1072;&#1090;&#1077;&#1083;&#1089;&#1090;&#1074;&#1086; „&#1055;&#1088;&#1086;&#1092;. &#1052;&#1072;&#1088;&#1080;&#1085; &#1044;&#1088;&#1080;&#1085;&#1086;&#1074;”. <br>
    (&#1057;&#1098;&#1076;&#1098;&#1088;&#1078;&#1072;: 1095 &#1085;&#1086;&#1090;&#1080;&#1088;&#1072;&#1085;&#1080; &#1092;&#1086;&#1083;&#1082;&#1083;&#1086;&#1088;&#1085;&#1080; &#1087;&#1077;&#1089;&#1085;&#1080; &#1080; 5 &#1080;&#1085;&#1089;&#1090;&#1088;&#1091;&#1084;&#1077;&#1085;&#1090;&#1072;&#1083;&#1085;&#1080; &#1084;&#1077;&#1083;&#1086;&#1076;&#1080;&#1080;.)<br>
    5. &#1058;&#1086;&#1076;&#1086;&#1088; &#1044;&#1078;&#1080;&#1076;&#1078;&#1077;&#1074;, <b>2013</b>. &#1053;&#1072;&#1088;&#1086;&#1076;&#1085;&#1080; &#1087;&#1077;&#1089;&#1085;&#1080; &#1086;&#1090; &#1058;&#1088;&#1072;&#1082;&#1080;&#1103;. &#1057;&#1086;&#1092;&#1080;&#1103;:
    &#1040;&#1082;&#1072;&#1076;&#1077;&#1084;&#1080;&#1095;&#1085;&#1086; &#1080;&#1079;&#1076;&#1072;&#1090;&#1077;&#1083;&#1089;&#1090;&#1074;&#1086; „&#1055;&#1088;&#1086;&#1092;. &#1052;&#1072;&#1088;&#1080;&#1085; &#1044;&#1088;&#1080;&#1085;&#1086;&#1074;” (<i>&#1087;&#1088;&#1080;&#1077;&#1090;&#1072; &#1079;&#1072; &#1087;&#1077;&#1095;&#1072;&#1090;</i>).<br>
    (&#1057;&#1098;&#1076;&#1098;&#1088;&#1078;&#1072;: 1064 &#1085;&#1086;&#1090;&#1080;&#1088;&#1072;&#1085;&#1080; &#1092;&#1086;&#1083;&#1082;&#1083;&#1086;&#1088;&#1085;&#1080; &#1087;&#1077;&#1089;&#1085;&#1080;, 2 &#1080;&#1085;&#1089;&#1090;&#1088;&#1091;&#1084;&#1077;&#1085;&#1090;&#1072;&#1083;&#1085;&#1080; &#1084;&#1077;&#1083;&#1086;&#1076;&#1080;&#1080; &#1080;
    &#1076;&#1080;&#1089;&#1082; &#1089; 1416 &#1084;&#1091;&#1079;&#1080;&#1082;&#1072;&#1083;&#1085;&#1080; &#1079;&#1072;&#1087;&#1080;&#1089;&#1080;)<br>
    <br>
    "&#1044;&#1085;&#1077;&#1089;, &#1074; &#1085;&#1072;&#1095;&#1072;&#1083;&#1086;&#1090;&#1086; &#1085;&#1072; &#1061;&#1061;&#1030; &#1074;&#1077;&#1082;, &#1082;&#1086;&#1075;&#1072;&#1090;&#1086; &#1074;&#1089;&#1080;&#1095;&#1082;&#1080; &#1078;&#1080;&#1074;&#1077;&#1077;&#1084; &#1087;&#1086;&#1076; &#1085;&#1072;&#1090;&#1080;&#1089;&#1082;&#1072; &#1085;&#1072;
    &#1075;&#1083;&#1086;&#1073;&#1072;&#1083;&#1080;&#1079;&#1072;&#1094;&#1080;&#1103;&#1090;&#1072; &#1080; “&#1082;&#1091;&#1083;&#1090;&#1091;&#1088;&#1085;&#1080;&#1103; &#1080;&#1084;&#1087;&#1077;&#1088;&#1080;&#1072;&#1083;&#1080;&#1079;&#1098;&#1084;”, &#1091;&#1089;&#1077;&#1097;&#1072;&#1084;&#1077;, &#1095;&#1077; &#1089;&#1077; &#1089;&#1083;&#1091;&#1095;&#1074;&#1072;
    &#1088;&#1072;&#1079;&#1084;&#1080;&#1074;&#1072;&#1085;&#1077;, &#1088;&#1072;&#1079;&#1087;&#1088;&#1098;&#1089;&#1082;&#1074;&#1072;&#1085;&#1077;, &#1088;&#1072;&#1079;&#1087;&#1080;&#1083;&#1103;&#1074;&#1072;&#1085;&#1077;, &#1086;&#1090;&#1089;&#1083;&#1072;&#1073;&#1074;&#1072;&#1085;&#1077; &#1085;&#1072; &#1082;&#1086;&#1083;&#1077;&#1082;&#1090;&#1080;&#1074;&#1085;&#1072;&#1090;&#1072;
    &#1084;&#1091;&#1079;&#1080;&#1082;&#1072;&#1083;&#1085;&#1086;&#1092;&#1086;&#1083;&#1082;&#1083;&#1086;&#1088;&#1085;&#1072; &#1087;&#1072;&#1084;&#1077;&#1090; &#1085;&#1072; &#1073;&#1098;&#1083;&#1075;&#1072;&#1088;&#1080;&#1090;&#1077;. &#1042; &#1082;&#1086;&#1085;&#1090;&#1077;&#1082;&#1089;&#1090;&#1072; &#1085;&#1072; &#1087;&#1088;&#1086;&#1090;&#1080;&#1095;&#1072;&#1097;&#1080;&#1090;&#1077;
    &#1087;&#1088;&#1086;&#1094;&#1077;&#1089;&#1080; &#1085;&#1072; “&#1093;&#1086;&#1084;&#1086;&#1075;&#1077;&#1085;&#1080;&#1079;&#1080;&#1088;&#1072;&#1097;&#1072;” &#1075;&#1083;&#1086;&#1073;&#1072;&#1083;&#1080;&#1079;&#1072;&#1094;&#1080;&#1103; &#1080; “&#1092;&#1088;&#1072;&#1075;&#1084;&#1077;&#1085;&#1090;&#1080;&#1088;&#1072;&#1097;&#1072;”
    &#1077;&#1090;&#1085;&#1080;&#1079;&#1072;&#1094;&#1080;&#1103;, &#1074;&#1089;&#1077; &#1087;&#1086;&#1074;&#1077;&#1095;&#1077; &#1089;&#1077; &#1086;&#1089;&#1098;&#1079;&#1085;&#1072;&#1074;&#1072; &#1085;&#1077;&#1086;&#1073;&#1093;&#1086;&#1076;&#1080;&#1084;&#1086;&#1089;&#1090;&#1090;&#1072; &#1076;&#1072; &#1089;&#1077; &#1072;&#1082;&#1090;&#1080;&#1074;&#1080;&#1088;&#1072;
    &#1088;&#1072;&#1073;&#1086;&#1090;&#1072;&#1090;&#1072; &#1087;&#1086; &#1087;&#1088;&#1086;&#1075;&#1088;&#1072;&#1084;&#1080;&#1088;&#1072;&#1085;&#1077; &#1080; &#1080;&#1079;&#1088;&#1072;&#1073;&#1086;&#1090;&#1074;&#1072;&#1085;&#1077; &#1085;&#1072; &#1089;&#1090;&#1088;&#1072;&#1090;&#1077;&#1075;&#1080;&#1080; &#1079;&#1072;
    &#1080;&#1076;&#1077;&#1085;&#1090;&#1080;&#1092;&#1080;&#1094;&#1080;&#1088;&#1072;&#1085;&#1077;, &#1086;&#1087;&#1072;&#1079;&#1074;&#1072;&#1085;&#1077;, &#1085;&#1072;&#1076;&#1075;&#1088;&#1072;&#1078;&#1076;&#1072;&#1085;&#1077; &#1080; &#1088;&#1072;&#1079;&#1074;&#1080;&#1090;&#1080;&#1077; &#1085;&#1072;
    &#1084;&#1091;&#1079;&#1080;&#1082;&#1072;&#1083;&#1085;&#1086;&#1092;&#1086;&#1083;&#1082;&#1083;&#1086;&#1088;&#1085;&#1086;&#1090;&#1086; &#1085;&#1072;&#1089;&#1083;&#1077;&#1076;&#1089;&#1090;&#1074;&#1086; &#1085;&#1072; &#1073;&#1098;&#1083;&#1075;&#1072;&#1088;&#1080;&#1090;&#1077;."<br>
    &#1051;&#1086;&#1079;&#1072;&#1085;&#1082;&#1072; &#1055;&#1077;&#1081;&#1095;&#1077;&#1074;&#1072;, 2012<br>
    <br>
    &nbsp;“...&#1053;&#1077;&#1086;&#1073;&#1093;&#1086;&#1076;&#1080;&#1084;&#1086;&#1089;&#1090;&#1090;&#1072; &#1076;&#1072; &#1089;&#1077; &#1089;&#1098;&#1073;&#1077;&#1088;&#1072;&#1090; &#1089;&#1080;&#1089;&#1090;&#1077;&#1084;&#1085;&#1086; &#1093;&#1080;&#1083;&#1103;&#1076;&#1080;&#1090;&#1077; &#1087;&#1088;&#1098;&#1089;&#1085;&#1072;&#1090;&#1080; &#1080;&#1079;
    &#1089;&#1090;&#1088;&#1072;&#1085;&#1072;&#1090;&#1072; &#1085;&#1072;&#1088;&#1086;&#1076;&#1085;&#1080; &#1087;&#1077;&#1089;&#1085;&#1080;, &#1089;&#1077; &#1085;&#1072;&#1083;&#1072;&#1075;&#1072;&#1096;&#1077; &#1074;&#1089;&#1077; &#1087;&#1086;-&#1085;&#1072;&#1089;&#1090;&#1086;&#1081;&#1095;&#1080;&#1074;&#1086;. &#1042; &#1085;&#1072;&#1088;&#1086;&#1076;&#1085;&#1072;&#1090;&#1072;
    &#1087;&#1077;&#1089;&#1077;&#1085; &#1077; &#1082;&#1088;&#1080;&#1089;&#1090;&#1072;&#1083;&#1080;&#1079;&#1080;&#1088;&#1072;&#1083;&#1086; &#1074;&#1089;&#1080;&#1095;&#1082;&#1086; &#1086;&#1085;&#1086;&#1074;&#1072;, &#1082;&#1086;&#1077;&#1090;&#1086; &#1085;&#1072;&#1088;&#1086;&#1076;&#1098;&#1090; &#1077; &#1089;&#1093;&#1074;&#1072;&#1097;&#1072;&#1083; &#1082;&#1072;&#1090;&#1086;
    &#1089;&#1074;&#1086;&#1103; &#1087;&#1086;&#1083;&#1080;&#1090;&#1080;&#1095;&#1077;&#1089;&#1082;&#1072; &#1089;&#1098;&#1076;&#1073;&#1072;, &#1082;&#1086;&#1077;&#1090;&#1086; &#1077; &#1073;&#1080;&#1083;&#1086; &#1080;&#1079;&#1073;&#1083;&#1080;&#1082; &#1085;&#1072; &#1085;&#1077;&#1075;&#1086;&#1074;&#1086;&#1090;&#1086; &#1074;&#1098;&#1086;&#1073;&#1088;&#1072;&#1078;&#1077;&#1085;&#1080;&#1077;
    – &#1073;&#1080;&#1083;&#1086; &#1087;&#1086; &#1084;&#1080;&#1089;&#1090;&#1080;&#1095;&#1085;&#1086;&#1090;&#1086; &#1084;&#1091; &#1086;&#1090;&#1085;&#1086;&#1096;&#1077;&#1085;&#1080;&#1077; &#1082;&#1098;&#1084; &#1084;&#1072;&#1081;&#1082;&#1072;&#1090;&#1072; &#1087;&#1088;&#1080;&#1088;&#1086;&#1076;&#1072;, &#1073;&#1080;&#1083;&#1086; &#1087;&#1086;
    &#1095;&#1091;&#1074;&#1089;&#1090;&#1074;&#1072;&#1085;&#1077;&#1090;&#1086; &#1085;&#1072; &#1086;&#1089;&#1090;&#1072;&#1085;&#1072;&#1083;&#1086;&#1090;&#1086; &#1082;&#1072;&#1090;&#1086; &#1082;&#1088;&#1072;&#1089;&#1086;&#1090;&#1072; &#1074; &#1078;&#1080;&#1074;&#1086;&#1090;&#1072;. &#1047;&#1072;&#1090;&#1086;&#1074;&#1072; &#1085;&#1077; &#1084;&#1080;&#1085;&#1072;&#1074;&#1072;&#1096;&#1077;
    &#1082;&#1086;&#1085;&#1075;&#1088;&#1077;&#1089; &#1085;&#1072; &#1085;&#1072;&#1096;&#1080; &#1084;&#1091;&#1079;&#1080;&#1082;&#1072;&#1085;&#1090;&#1080;, &#1085;&#1077; &#1086;&#1089;&#1090;&#1072;&#1074;&#1072;&#1096;&#1077; &#1084;&#1091;&#1079;&#1080;&#1082;&#1072;&#1083;&#1077;&#1085; &#1083;&#1080;&#1089;&#1090; &#1076;&#1072; &#1085;&#1077; &#1089;&#1077;
    &#1080;&#1079;&#1090;&#1098;&#1082;&#1085;&#1077; &#1074;&#1072;&#1078;&#1085;&#1086;&#1089;&#1090;&#1090;&#1072; &#1080; &#1079;&#1085;&#1072;&#1095;&#1077;&#1085;&#1080;&#1077;&#1090;&#1086; &#1085;&#1072; &#1085;&#1072;&#1088;&#1086;&#1076;&#1085;&#1072;&#1090;&#1072; &#1087;&#1077;&#1089;&#1077;&#1085;, &#1085;&#1077;&#1086;&#1073;&#1093;&#1086;&#1076;&#1080;&#1084;&#1072; &#1082;&#1072;&#1082;&#1090;&#1086;
    &#1079;&#1072; &#1089;&#1098;&#1079;&#1076;&#1072;&#1074;&#1072;&#1085;&#1077; &#1085;&#1072; &#1085;&#1072;&#1094;&#1080;&#1086;&#1085;&#1072;&#1083;&#1085;&#1072; &#1093;&#1091;&#1076;&#1086;&#1078;&#1077;&#1089;&#1090;&#1074;&#1077;&#1085;&#1072; &#1084;&#1091;&#1079;&#1080;&#1082;&#1072;, &#1090;&#1098;&#1081; &#1080; &#1079;&#1072; &#1080;&#1079;&#1075;&#1088;&#1072;&#1078;&#1076;&#1072;&#1085;&#1077;
    &#1086;&#1089;&#1085;&#1086;&#1074;&#1072;&#1090;&#1072; &#1085;&#1072; &#1079;&#1076;&#1088;&#1072;&#1074;&#1072; &#1080; &#1080;&#1089;&#1090;&#1080;&#1085;&#1089;&#1082;&#1072; &#1073;&#1098;&#1083;&#1075;&#1072;&#1088;&#1089;&#1082;&#1072; &#1076;&#1091;&#1093;&#1086;&#1074;&#1085;&#1072; &#1082;&#1091;&#1083;&#1090;&#1091;&#1088;&#1072;.” <br>
    &#1042;&#1072;&#1089;&#1080;&#1083; &#1057;&#1090;&#1086;&#1080;&#1085;, 1926<br>
    <br>
    - &#1090;&#1077;&#1093;&#1085;&#1086;&#1083;&#1086;&#1075;&#1080;&#1080;;<br>
    <br>
    <meta http-equiv="Content-Type" content="text/html;
      charset=windows-1252">
    <meta name="ProgId" content="PowerPoint.Slide">
    <meta name="Generator" content="Microsoft PowerPoint 12">
    "&#1047;&#1072;&#1076;&#1072;&#1095;&#1072;&#1090;&#1072;, &#1092;&#1086;&#1088;&#1084;&#1091;&#1083;&#1080;&#1088;&#1072;&#1085;&#1072; &#1086;&#1090; &#1087;&#1088;&#1077;&#1076;&#1080; &#1087;&#1086;&#1074;&#1077;&#1095;&#1077; &#1086;&#1090; &#1074;&#1077;&#1082;, &#1076;&#1085;&#1077;&#1089; &#1089;&#1077; &#1087;&#1088;&#1077;&#1092;&#1086;&#1088;&#1084;&#1091;&#1083;&#1080;&#1088;&#1072;
    &#1082;&#1072;&#1090;&#1086; &#1074;&#1098;&#1079;&#1084;&#1086;&#1078;&#1085;&#1072; &#1094;&#1077;&#1083; &#1079;&#1072; &#1089;&#1098;&#1079;&#1076;&#1072;&#1074;&#1072;&#1085;&#1077; &#1085;&#1072; &#1082;&#1091;&#1083;&#1090;&#1091;&#1088;&#1085;&#1080; &#1087;&#1086;&#1083;&#1080;&#1090;&#1080;&#1082;&#1080; &#1079;&#1072; &#1086;&#1094;&#1077;&#1083;&#1103;&#1074;&#1072;&#1085;&#1077;
    &#1076;&#1091;&#1093;&#1072; &#1085;&#1072; &#1073;&#1098;&#1083;&#1075;&#1072;&#1088;&#1089;&#1082;&#1072;&#1090;&#1072; &#1085;&#1072;&#1094;&#1080;&#1103; &#1080; &#1079;&#1072; &#1087;&#1086;&#1089;&#1090;&#1080;&#1075;&#1072;&#1085;&#1077; &#1085;&#1072; &#1085;&#1077;&#1081;&#1085;&#1080;&#1103; &#1087;&#1088;&#1086;&#1089;&#1087;&#1077;&#1088;&#1080;&#1090;&#1077;&#1090;. &#1042;
    &#1090;&#1086;&#1079;&#1080; &#1087;&#1088;&#1086;&#1094;&#1077;&#1089; &#1085;&#1072; &#1089;&#1087;&#1077;&#1094;&#1080;&#1092;&#1080;&#1095;&#1077;&#1085; &#1082;&#1091;&#1083;&#1090;&#1091;&#1088;&#1077;&#1085; &#1072;&#1082;&#1090;&#1080;&#1074;&#1080;&#1079;&#1098;&#1084;, &#1091;&#1087;&#1088;&#1072;&#1074;&#1083;&#1103;&#1074;&#1072;&#1085; &#1086;&#1090; &#1088;&#1072;&#1079;&#1083;&#1080;&#1095;&#1085;&#1080;
    &#1092;&#1086;&#1085;&#1076;&#1086;&#1074;&#1077;, &#1080; &#1080;&#1079;&#1087;&#1098;&#1083;&#1074;&#1072;&#1085; &#1089; &#1088;&#1072;&#1079;&#1085;&#1086;&#1088;&#1077;&#1095;&#1080;&#1074;&#1086; &#1077;&#1082;&#1089;&#1087;&#1077;&#1088;&#1090;&#1085;&#1086; &#1089;&#1098;&#1076;&#1098;&#1088;&#1078;&#1072;&#1085;&#1080;&#1077;, &#1089;&#1077; &#1090;&#1098;&#1088;&#1089;&#1103;&#1090;
    &#1088;&#1072;&#1079;&#1083;&#1080;&#1095;&#1085;&#1080; &#1087;&#1086;&#1076;&#1093;&#1086;&#1076;&#1080; &#1079;&#1072; &#1086;&#1087;&#1072;&#1079;&#1074;&#1072;&#1085;&#1077; &#1080; &#1088;&#1072;&#1079;&#1074;&#1080;&#1090;&#1080;&#1077; &#1085;&#1072; &#1082;&#1091;&#1083;&#1090;&#1091;&#1088;&#1085;&#1086;-&#1080;&#1089;&#1090;&#1086;&#1088;&#1080;&#1095;&#1077;&#1089;&#1082;&#1086;&#1090;&#1086;
    &#1085;&#1072;&#1089;&#1083;&#1077;&#1076;&#1089;&#1090;&#1074;&#1086;, &#1079;&#1072; &#1089;&#1098;&#1093;&#1088;&#1072;&#1085;&#1103;&#1074;&#1072;&#1085;&#1077; &#1085;&#1072; &#1080;&#1076;&#1077;&#1072;&#1083;&#1080; &#1080; &#1089;&#1080;&#1084;&#1074;&#1086;&#1083;&#1080; &#1085;&#1072; “&#1082;&#1091;&#1083;&#1090;&#1091;&#1088;&#1085;&#1072;&#1090;&#1072; &#1087;&#1072;&#1084;&#1077;&#1090;”
    &#1074; &#1085;&#1072;&#1094;&#1080;&#1086;&#1085;&#1072;&#1083;&#1077;&#1085; &#1084;&#1072;&#1097;&#1072;&#1073;, &#1079;&#1072; &#1087;&#1088;&#1072;&#1082;&#1090;&#1080;&#1095;&#1077;&#1089;&#1082;&#1086; &#1086;&#1078;&#1080;&#1074;&#1103;&#1074;&#1072;&#1085;&#1077; &#1085;&#1072; &#1088;&#1077;&#1083;&#1080;&#1082;&#1090;&#1080;&#1090;&#1077; &#1086;&#1090;
    &#1084;&#1080;&#1085;&#1072;&#1083;&#1086;&#1090;&#1086; &#1080; &#1074;&#1082;&#1083;&#1102;&#1095;&#1074;&#1072;&#1085;&#1077;&#1090;&#1086; &#1080;&#1084; &#1074; &#1076;&#1080;&#1085;&#1072;&#1084;&#1080;&#1082;&#1072;&#1090;&#1072; &#1085;&#1072; &#1076;&#1085;&#1077;&#1096;&#1085;&#1080;&#1103; &#1078;&#1080;&#1074;&#1086;&#1090;."<br>
    &#1051;&#1086;&#1079;&#1072;&#1085;&#1082;&#1072; &#1055;&#1077;&#1081;&#1095;&#1077;&#1074;&#1072;, 2012<br>
    <br>
    - &#1086;&#1089;&#1086;&#1073;&#1077;&#1085;&#1086;&#1089;&#1090;&#1080;<br>
    <br>
    <hr size="2" width="100%"><b>2. &#1048;&#1058; &#1074; &#1087;&#1086;&#1084;&#1086;&#1097; &#1085;&#1072; &#1084;&#1091;&#1079;&#1080;&#1082;&#1072;&#1083;&#1085;&#1080;&#1103; &#1092;&#1086;&#1083;&#1082;&#1083;&#1086;&#1088;</b><br>
    <br>
    <hr size="2" width="100%"><b>3. &#1050;&#1086;&#1076;&#1080;&#1088;&#1072;&#1085;&#1077; &#1085;&#1072; &#1085;&#1086;&#1090;&#1080; &#1089; LilyPond</b><br>
    <br>
    &#1050;&#1083;&#1072;&#1089;&#1080;&#1095;&#1077;&#1089;&#1082;&#1072; &#1084;&#1091;&#1079;&#1080;&#1082;&#1072;: <a href="http://www.mutopiaproject.org/">The
      Mutopia Project</a><br>
    <hr size="2" width="100%"><b>4. &#1054;&#1089;&#1086;&#1073;&#1077;&#1085;&#1086;&#1089;&#1090;&#1080; &#1087;&#1088;&#1080; &#1080;&#1079;&#1087;&#1086;&#1083;&#1079;&#1074;&#1072;&#1085;&#1077; &#1085;&#1072;
      LilyPond &#1079;&#1072; &#1073;&#1098;&#1083;&#1075;&#1072;&#1088;&#1089;&#1082;&#1080; &#1085;&#1072;&#1088;&#1086;&#1076;&#1085;&#1080; &#1087;&#1077;&#1089;&#1085;&#1080;</b><br>
    &#1053;&#1086;&#1090;&#1086;&#1087;&#1080;&#1089; &#1079;&#1072; &#1082;&#1083;&#1072;&#1089;&#1080;&#1095;&#1077;&#1089;&#1082;&#1072; &#1084;&#1091;&#1079;&#1080;&#1082;&#1072; - &#1085;&#1072;&#1088;&#1086;&#1076;&#1085;&#1080; &#1087;&#1077;&#1089;&#1085;&#1080;<br>
    <a
href="file:///C:/Documents%20and%20Settings/Kirov/My%20Documents/GitHub/nkirov.github.com/2010/folk/lilypond/technology.html">&#1058;&#1077;&#1093;&#1085;&#1086;&#1083;&#1086;&#1075;&#1080;&#1103;


      &#1079;&#1072; &#1087;&#1080;&#1089;&#1072;&#1085;&#1077; &#1085;&#1072; &#1085;&#1086;&#1090;&#1080; &#1085;&#1072; &#1073;&#1098;&#1083;&#1075;&#1072;&#1088;&#1089;&#1082;&#1080; &#1085;&#1072;&#1088;&#1086;&#1076;&#1085;&#1080; &#1087;&#1077;&#1089;&#1085;&#1080;</a>
    <hr size="2" width="100%">5<b>. &#1053;&#1072;&#1089;&#1083;&#1077;&#1076;&#1089;&#1090;&#1074;&#1086;&#1090;&#1086; &#1085;&#1072; &#1087;&#1088;&#1086;&#1092;. &#1058;&#1086;&#1076;&#1086;&#1088; &#1044;&#1078;&#1080;&#1076;&#1078;&#1077;&#1074;</b><br>
    <br>
    <hr size="2" width="100%"><b>6. &#1044;&#1080;&#1075;&#1080;&#1090;&#1072;&#1083;&#1085;&#1072;&#1090;&#1072; &#1073;&#1080;&#1073;&#1083;&#1080;&#1086;&#1090;&#1077;&#1082;&#1072;</b><br>
    &#1055;&#1086;&#1090;&#1077;&#1085;&#1094;&#1080;&#1072;&#1083;&#1085;&#1080;&#1090;&#1077; &#1087;&#1086;&#1083;&#1079;&#1074;&#1072;&#1090;&#1077;&#1083;&#1080; &#1085;&#1072; &#1076;&#1080;&#1075;&#1080;&#1090;&#1072;&#1083;&#1085;&#1080;&#1090;&#1077; &#1073;&#1080;&#1073;&#1083;&#1080;&#1086;&#1090;&#1077;&#1082;&#1080; &#1089; &#1085;&#1086;&#1090;&#1080;&#1088;&#1072;&#1085;&#1080;
    &#1092;&#1086;&#1083;&#1082;&#1083;&#1086;&#1088;&#1085;&#1080; &#1087;&#1077;&#1089;&#1085;&#1080;:<br>
    <ul>
      <li>&#1048;&#1079;&#1089;&#1083;&#1077;&#1076;&#1086;&#1074;&#1072;&#1090;&#1077;&#1083;&#1080; &#1086;&#1090; &#1088;&#1072;&#1079;&#1083;&#1080;&#1095;&#1085;&#1080; &#1085;&#1072;&#1091;&#1095;&#1085;&#1080; &#1076;&#1080;&#1089;&#1094;&#1080;&#1087;&#1083;&#1080;&#1085;&#1080;</li>
      <li>&#1052;&#1091;&#1079;&#1080;&#1082;&#1072;&#1085;&#1090;&#1080; (&#1090;&#1074;&#1086;&#1088;&#1094;&#1080; &#1080; &#1080;&#1079;&#1087;&#1098;&#1083;&#1085;&#1080;&#1090;&#1077;&#1083;&#1080; – &#1079;&#1072; &#1090;&#1074;&#1086;&#1088;&#1095;&#1077;&#1089;&#1090;&#1074;&#1086;)</li>
      <li>&#1055;&#1091;&#1073;&#1083;&#1080;&#1082;&#1072; (&#1088;&#1072;&#1079;&#1073;&#1080;&#1088;&#1072;&#1085;&#1072; &#1082;&#1072;&#1090;&#1086; &#1085;&#1077;&#1097;&#1086; &#1094;&#1103;&#1083;&#1086; &#1080; &#1085;&#1077;&#1076;&#1080;&#1092;&#1077;&#1088;&#1077;&#1085;&#1094;&#1080;&#1088;&#1072;&#1085;&#1086;)</li>
      <li>&#1054;&#1088;&#1075;&#1072;&#1085;&#1080;&#1079;&#1072;&#1094;&#1080;&#1080; &#1080; &#1072;&#1089;&#1086;&#1094;&#1080;&#1072;&#1094;&#1080;&#1080;, &#1085;&#1077;&#1087;&#1088;&#1072;&#1074;&#1080;&#1090;&#1077;&#1083;&#1089;&#1090;&#1074;&#1077;&#1085; &#1089;&#1077;&#1082;&#1090;&#1086;&#1088;</li>
      <li>&#1054;&#1073;&#1088;&#1072;&#1079;&#1086;&#1074;&#1072;&#1090;&#1077;&#1083;&#1085;&#1080; &#1089;&#1088;&#1077;&#1076;&#1080; (&#1079;&#1072; &#1091;&#1095;&#1077;&#1085;&#1077;, &#1086;&#1073;&#1091;&#1095;&#1077;&#1085;&#1080;&#1077;, &#1080;&#1085;&#1092;&#1086;&#1088;&#1084;&#1072;&#1094;&#1080;&#1103; &#1080;
        &#1086;&#1089;&#1090;&#1086;&#1081;&#1085;&#1086;&#1089;&#1090;&#1103;&#1074;&#1072;&#1085;&#1077;)</li>
      <li>&#1052;&#1091;&#1079;&#1080;&#1082;&#1072;&#1083;&#1085;&#1072; &#1080;&#1085;&#1076;&#1091;&#1089;&#1090;&#1088;&#1080;&#1103; (&#1079;&#1072; &#1087;&#1086;&#1087;&#1091;&#1083;&#1103;&#1088;&#1080;&#1079;&#1080;&#1088;&#1072;&#1085;&#1077; &#1080; &#1082;&#1086;&#1084;&#1077;&#1088;&#1089;&#1080;&#1072;&#1083;&#1080;&#1079;&#1072;&#1094;&#1080;&#1103;)</li>
      <li>&#1052;&#1077;&#1076;&#1080;&#1081;&#1085;&#1080; &#1089;&#1088;&#1077;&#1076;&#1080; (&#1079;&#1072; &#1089;&#1090;&#1088;&#1091;&#1082;&#1090;&#1091;&#1088;&#1080;&#1088;&#1072;&#1085;&#1077; &#1085;&#1072; &#1084;&#1077;&#1076;&#1080;&#1081;&#1085;&#1080;&#1090;&#1077; &#1087;&#1088;&#1086;&#1076;&#1091;&#1082;&#1090;&#1080;, &#1089;
        &#1080;&#1076;&#1077;&#1086;&#1083;&#1086;&#1075;&#1080;&#1095;&#1077;&#1089;&#1082;&#1080; &#1080;/&#1080;&#1083;&#1080; &#1082;&#1086;&#1084;&#1077;&#1088;&#1089;&#1080;&#1072;&#1083;&#1085;&#1080; &#1094;&#1077;&#1083;&#1080;)</li>
      <li>&#1058;&#1091;&#1088;&#1080;&#1089;&#1090;&#1080;&#1095;&#1077;&#1089;&#1082;&#1072; &#1080;&#1085;&#1076;&#1091;&#1089;&#1090;&#1088;&#1080;&#1103; &#1080; &#1085;&#1077;&#1081;&#1085;&#1080;&#1090;&#1077; &#1087;&#1086;&#1090;&#1088;&#1077;&#1073;&#1080;&#1090;&#1077;&#1083;&#1080; – &#1090;&#1091;&#1088;&#1080;&#1089;&#1090;&#1080;</li>
      <li>&#1055;&#1088;&#1072;&#1074;&#1080;&#1090;&#1077;&#1083;&#1089;&#1090;&#1074;&#1086; (&#1079;&#1072; &#1091;&#1087;&#1088;&#1072;&#1074;&#1083;&#1077;&#1085;&#1080;&#1077; &#1080; &#1086;&#1088;&#1075;&#1072;&#1085;&#1080;&#1079;&#1080;&#1088;&#1072;&#1085;&#1077; &#1085;&#1072; &#1082;&#1091;&#1083;&#1090;&#1091;&#1088;&#1085;&#1080;
        &#1089;&#1098;&#1073;&#1080;&#1090;&#1080;&#1103;/&#1082;&#1091;&#1083;&#1090;&#1091;&#1088;&#1085;&#1080; &#1082;&#1072;&#1083;&#1077;&#1085;&#1076;&#1072;&#1088;&#1080;)</li>
      <li>&#1055;&#1086;&#1076;&#1088;&#1072;&#1089;&#1090;&#1074;&#1072;&#1097;&#1086;&#1090;&#1086; &#1087;&#1086;&#1082;&#1086;&#1083;&#1077;&#1085;&#1080;&#1077; </li>
    </ul>
    <hr size="2" width="100%"><b>7. &#1055;&#1086;&#1082;&#1072;&#1079;&#1072;&#1083;&#1094;&#1080; &#1079;&#1072; &#1082;&#1072;&#1087;&#1080;&#1090;&#1072;&#1083;&#1085;&#1080; &#1089;&#1073;&#1086;&#1088;&#1085;&#1080;&#1094;&#1080;:</b><br>
    - <a href="mus_time.pdf">&#1087;&#1086;&#1082;&#1072;&#1079;&#1072;&#1083;&#1077;&#1094; &#1085;&#1072; &#1087;&#1077;&#1089;&#1085;&#1080;&#1090;&#1077; &#1087;&#1086; &#1090;&#1072;&#1082;&#1090;&#1086;&#1074; &#1088;&#1072;&#1079;&#1084;&#1077;&#1088;</a>;<br>
    - <a href="mus_oranament.pdf">&#1087;&#1077;&#1089;&#1085;&#1080; &#1089; &#1086;&#1088;&#1085;&#1072;&#1084;&#1077;&#1085;&#1090;&#1080;</a>;<br>
    - <a href="mus_volume.pdf">&#1087;&#1086;&#1082;&#1072;&#1079;&#1072;&#1083;&#1077;&#1094; &#1087;&#1086; &#1090;&#1086;&#1085;&#1086;&#1074; &#1086;&#1073;&#1077;&#1084;;</a><br>
    - <a href="mus_seq.pdf">&#1087;&#1086;&#1082;&#1072;&#1079;&#1072;&#1083;&#1077;&#1094; &#1085;&#1072; &#1079;&#1074;&#1091;&#1082;&#1086;&#1088;&#1077;&#1076;&#1080;&#1090;&#1077; &#1087;&#1086; &#1090;&#1086;&#1085;&#1086;&#1074;&#1086;
      &#1089;&#1098;&#1076;&#1098;&#1088;&#1078;&#1072;&#1085;&#1080;&#1077;.</a><br>
    <br>
    <hr size="2" width="100%">
  </body>
</html>
