<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.01 Transitional//EN">
<html>
<head>
  <meta content="text/html; charset=ISO-8859-1"
 http-equiv="Content-Type">
  <title>ex2</title>
</head>
<body>
<span style="font-weight: bold;">&#1047;&#1072;&#1076;&#1072;&#1095;&#1080; &#1079;&#1072; &#1090;&#1088;&#1077;&#1085;&#1080;&#1085;&#1075;</span><br>
<br>
<span style="font-weight: bold;">&#1047;&#1072;&#1076;&#1072;&#1095;&#1072; 2&#1072;</span>. K-&#1090;&#1072; &#1088;&#1077;&#1076;&#1080;&#1094;&#1072; &#1085;&#1072;
&#1060;&#1080;&#1073;&#1086;&#1085;&#1072;&#1095;&#1080; G<sub>k</sub> &#1076;&#1077;&#1092;&#1080;&#1085;&#1080;&#1088;&#1072;&#1084;&#1077; &#1087;&#1086; &#1089;&#1083;&#1077;&#1076;&#1085;&#1080;&#1103; &#1085;&#1072;&#1095;&#1080;&#1085; (k &gt; 0):<br>
&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
G<sub>k</sub>(n) = G<sub>k</sub>(n-1) + G<sub>k</sub>(n-2) + ... + G<sub>k</sub>(n-k)<br>
&#1079;&#1072; n &gt; = k &#1087;&#1088;&#1080; &#1079;&#1072;&#1076;&#1072;&#1076;&#1077;&#1085;&#1080;&nbsp; <br>
(1)&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
G<sub>k</sub>(0), G<sub>k</sub>(1), ... , G<sub>k</sub>(k-1).&nbsp; <br>
&#1044;&#1072; &#1089;&#1077; &#1085;&#1072;&#1087;&#1080;&#1096;&#1077;
&#1087;&#1088;&#1086;&#1075;&#1088;&#1072;&#1084;&#1072; &#1079;&#1072; &#1087;&#1088;&#1086;&#1074;&#1077;&#1088;&#1082;&#1072; &#1076;&#1072;&#1083;&#1080; &#1076;&#1072;&#1076;&#1077;&#1085;&#1086; &#1095;&#1080;&#1089;&#1083;&#1086; &#1077; &#1077;&#1083;&#1077;&#1084;&#1077;&#1085;&#1090; &#1086;&#1090; &#1090;&#1072;&#1082;&#1072;&#1074;&#1072; &#1088;&#1077;&#1076;&#1080;&#1094;&#1072; &#1080; &#1072;&#1082;&#1086;
&#1077; &#1077;&#1083;&#1077;&#1084;&#1077;&#1085;&#1090;, &#1076;&#1072; &#1089;&#1077; &#1085;&#1072;&#1084;&#1077;&#1088;&#1080; &#1080;&#1085;&#1076;&#1077;&#1082;&#1089;&#1098;&#1090; &#1084;&#1091; &#1074; &#1088;&#1077;&#1076;&#1080;&#1094;&#1072;&#1090;&#1072;. &#1054;&#1088;&#1080;&#1075;&#1080;&#1085;&#1072;&#1083;&#1085;&#1072;&#1090;&#1072; &#1088;&#1077;&#1076;&#1080;&#1094;&#1072; &#1085;&#1072;
&#1060;&#1080;&#1073;&#1086;&#1085;&#1072;&#1095;&#1080; &#1089;&#1077; &#1087;&#1086;&#1083;&#1091;&#1095;&#1072;&#1074;&#1072; &#1087;&#1088;&#1080; k=2 &#1080; G<sub>2</sub>(0) = G<sub>2</sub>(1) = 1.<br>
<br>
<span style="font-style: italic;">&#1042;&#1093;&#1086;&#1076;:<br>
</span>&#1053;&#1072; &#1087;&#1098;&#1088;&#1074;&#1080;&#1103; &#1088;&#1077;&#1076; &#1089;&#1077; &#1079;&#1072;&#1076;&#1072;&#1074;&#1072; &#1088;&#1077;&#1076;&#1080;&#1094;&#1072; &#1086;&#1090; k &#1095;&#1080;&#1089;&#1083;&#1072;, &#1082;&#1086;&#1080;&#1090;&#1086; &#1089;&#1072; &#1087;&#1098;&#1088;&#1074;&#1080;&#1090;&#1077;
&#1095;&#1083;&#1077;&#1085;&#1086;&#1074;&#1077; &#1085;&#1072; &#1088;&#1077;&#1076;&#1080;&#1094;&#1072;&#1090;&#1072;.<br>
&#1053;&#1072; &#1089;&#1083;&#1077;&#1076;&#1074;&#1072;&#1097;&#1080;&#1103; &#1088;&#1077;&#1076; &#1089;&#1072; &#1076;&#1072;&#1076;&#1077;&#1085;&#1080;&#1090;&#1077; &#1095;&#1080;&#1089;&#1083;&#1072; &#1079;&#1072; &#1087;&#1088;&#1086;&#1074;&#1077;&#1088;&#1082;&#1072;. &#1055;&#1086; &#1089;&#1098;&#1097;&#1080;&#1103; &#1085;&#1072;&#1095;&#1080;&#1085; &#1089;&#1077;
&#1079;&#1072;&#1076;&#1072;&#1074;&#1072;&#1090; &#1085;&#1103;&#1082;&#1086;&#1083;&#1082;&#1086; &#1087;&#1088;&#1080;&#1084;&#1077;&#1088;&#1072;. &#1042;&#1089;&#1080;&#1095;&#1082;&#1080; &#1095;&#1080;&#1089;&#1083;&#1072; &#1089;&#1072; &#1094;&#1077;&#1083;&#1080; &#1074; &#1080;&#1085;&#1090;&#1077;&#1088;&#1074;&#1072;&#1083;&#1072; [0, 1000].<br>
<span style="font-style: italic;"><br>
&#1048;&#1079;&#1093;&#1086;&#1076;:</span><br>
&#1047;&#1072; &#1074;&#1089;&#1103;&#1082;&#1086; &#1095;&#1080;&#1089;&#1083;&#1086; &#1079;&#1072; &#1087;&#1088;&#1086;&#1074;&#1077;&#1088;&#1082;&#1072; (&#1086;&#1090; &#1074;&#1093;&#1086;&#1076;&#1072;) &#1089;&#1077; &#1080;&#1079;&#1074;&#1077;&#1078;&#1076;&#1072; -1, &#1072;&#1082;&#1086; &#1095;&#1080;&#1089;&#1083;&#1086;&#1090;&#1086; &#1085;&#1077; &#1077;
&#1095;&#1083;&#1077;&#1085; &#1085;&#1072; &#1088;&#1077;&#1076;&#1080;&#1094;&#1072;&#1090;&#1072; &#1080; &#1080;&#1085;&#1076;&#1077;&#1082;&#1089;&#1098;&#1090; &#1084;&#1091; (&#1085;&#1077;&#1086;&#1090;&#1088;&#1080;&#1094;&#1072;&#1090;&#1077;&#1083;&#1085;&#1086; &#1094;&#1103;&#1083;&#1086; &#1095;&#1080;&#1089;&#1083;&#1086;), &#1072;&#1082;&#1086; &#1077; &#1095;&#1083;&#1077;&#1085;.
&#1040;&#1082;&#1086; &#1095;&#1080;&#1089;&#1083;&#1086;&#1090;&#1086; &#1089;&#1077; &#1089;&#1088;&#1077;&#1097;&#1072; 2 &#1080;&#1083;&#1080; &#1087;&#1086;&#1074;&#1077;&#1095;&#1077; &#1087;&#1098;&#1090;&#1080; &#1074; &#1088;&#1077;&#1076;&#1080;&#1094;&#1072;&#1090;&#1072;, &#1080;&#1079;&#1074;&#1077;&#1078;&#1076;&#1072; &#1089;&#1077;
&#1085;&#1072;&#1081;-&#1084;&#1072;&#1083;&#1082;&#1080;&#1103; &#1080;&#1085;&#1076;&#1077;&#1082;&#1089;. &#1063;&#1080;&#1089;&#1083;&#1072;&#1090;&#1072; &#1079;&#1072; &#1074;&#1089;&#1077;&#1082;&#1080; &#1087;&#1088;&#1080;&#1084;&#1077;&#1088; &#1086;&#1090; &#1074;&#1093;&#1086;&#1076;&#1072; &#1089;&#1072; &#1085;&#1072; &#1077;&#1076;&#1080;&#1085; &#1088;&#1077;&#1076; &#1089;
&#1088;&#1072;&#1079;&#1076;&#1077;&#1083;&#1080;&#1090;&#1077;&#1083; &#1080;&#1085;&#1090;&#1077;&#1088;&#1074;&#1072;&#1083;, &#1072; &#1079;&#1072; &#1088;&#1072;&#1079;&#1083;&#1080;&#1095;&#1085;&#1080; &#1087;&#1088;&#1080;&#1084;&#1077;&#1088;&#1080; - &#1085;&#1072; &#1088;&#1072;&#1079;&#1083;&#1080;&#1095;&#1085;&#1080; &#1088;&#1077;&#1076;&#1086;&#1074;&#1077;.<br>
<span style="font-style: italic;"><br>
&#1055;&#1088;&#1080;&#1084;&#1077;&#1088;:<br>
</span><big><span style="font-family: monospace;">1 1</span><br
 style="font-family: monospace;">
<span style="font-family: monospace;">2 10 55 4 1<br>
1 2 1<br>
1 12 23 5<br>
</span></big><span style="font-style: italic;"><br>
</span><span style="font-style: italic;">&#1056;&#1077;&#1096;&#1077;&#1085;&#1080;&#1077; &#1085;&#1072; &#1087;&#1088;&#1080;&#1084;&#1077;&#1088;&#1072;:</span><br>
<big><span style="font-family: monospace;">2 -1 9 -1 0</span><br
 style="font-family: monospace;">
<span style="font-family: monospace;">0 5 6 -1</span><span
 style="font-family: monospace;"></span></big><br>
<br>
<span style="font-weight: bold;">&#1047;&#1072;&#1076;&#1072;&#1095;&#1072; 2b</span>. &#1044;&#1072; &#1089;&#1077; &#1085;&#1072;&#1087;&#1080;&#1096;&#1077;
&#1087;&#1088;&#1086;&#1075;&#1088;&#1072;&#1084;&#1072;, &#1082;&#1086;&#1103;&#1090;&#1086; &#1076;&#1072; &#1084;&#1086;&#1078;&#1077; &#1076;&#1072; &#1087;&#1088;&#1077;&#1089;&#1084;&#1077;&#1090;&#1085;&#1077; &#1074;&#1089;&#1077;&#1082;&#1080; &#1077;&#1083;&#1077;&#1084;&#1077;&#1085;&#1090; &#1085;&#1072; &#1088;&#1077;&#1076;&#1080;&#1094;&#1072;&#1090;&#1072; &#1085;&#1072;
&#1060;&#1080;&#1073;&#1086;&#1085;&#1072;&#1095;&#1080;<br>
&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
1, 1, 2, 3, 5, 8, 13, 21, 34, 55, ...<br>
<br>
<span style="font-style: italic;">&#1042;&#1093;&#1086;&#1076;:<br>
</span>&#1053;&#1072; &#1086;&#1090;&#1076;&#1077;&#1083;&#1085;&#1080; &#1088;&#1077;&#1076;&#1086;&#1074;&#1077; &#1089;&#1077; &#1079;&#1072;&#1076;&#1072;&#1074;&#1072;&#1090; &#1080;&#1085;&#1076;&#1077;&#1082;&#1089;&#1080; &#1085;&#1072; &#1077;&#1083;&#1077;&#1084;&#1077;&#1085;&#1090;&#1080; &#1074; &#1088;&#1077;&#1076;&#1080;&#1094;&#1072;&#1090;&#1072;,
&#1085;&#1077;&#1086;&#1090;&#1088;&#1080;&#1094;&#1072;&#1090;&#1077;&#1083;&#1085;&#1080; &#1094;&#1077;&#1083;&#1080; &#1095;&#1080;&#1089;&#1083;&#1072;, &#1087;&#1086;-&#1084;&#1072;&#1083;&#1082;&#1080; &#1086;&#1090; <span style="font-weight: bold;">10000.</span><span
 style="font-style: italic;"><br>
<br>
</span><span style="font-style: italic;">&#1048;&#1079;&#1093;&#1086;&#1076;:</span><br>
&#1047;&#1072; &#1074;&#1089;&#1077;&#1082;&#1080; &#1080;&#1085;&#1076;&#1077;&#1082;&#1089; &#1085;&#1072; &#1086;&#1090;&#1076;&#1077;&#1083;&#1077;&#1085; &#1088;&#1077;&#1076; &#1089;&#1077; &#1080;&#1079;&#1074;&#1077;&#1078;&#1076;&#1072; &#1089;&#1098;&#1086;&#1090;&#1074;&#1077;&#1090;&#1085;&#1080;&#1103; &#1077;&#1083;&#1077;&#1084;&#1077;&#1085;&#1090; &#1086;&#1090;
&#1088;&#1077;&#1076;&#1080;&#1094;&#1072;&#1090;&#1072;.<br>
<span style="font-style: italic;"><br>
</span><span style="font-style: italic;">&#1055;&#1088;&#1080;&#1084;&#1077;&#1088;:<br>
</span><big><span style="font-family: monospace;">0<br>
6<br>
10 </span></big><span style="font-style: italic;"><br>
<br>
</span><span style="font-style: italic;">&#1056;&#1077;&#1096;&#1077;&#1085;&#1080;&#1077; &#1085;&#1072; &#1087;&#1088;&#1080;&#1084;&#1077;&#1088;&#1072;:<br>
</span><big><span style="font-family: monospace;"></span><span
 style="font-family: monospace;">1<br>
13<br>
89<br style="font-family: monospace;">
</span></big><span style="font-style: italic;"><br>
</span>
<hr style="width: 100%; height: 2px;"><span style="font-style: italic;"></span>
</body>
</html>
