/*
 Дадена е функция f, дефинирана върху множеството от целите числа. Дефинираме минимум на такава функция в точка n, ако 
 f(n) < f(n − 1) и f(n) < f(n + 1). Аналогично се дефинира и максимум на функцията. Да се намери броят на минимумите и максимумите на зададена с редица такава функция.
 Вход. От стандартния вход трябва да се прочетат всички примери. Всеки пример започва с цяло положително число N — броя на точките, където е определена функцията. Следват стойностите на функцията в точките 1, 2, 3, ..., N.
 Изход. За всеки пример на стандартния изход да се изведат две числа – броя на минимумите и броя на максимумите на функцията, отделени с един интервал.
 Пример:
 Вход.
 11
 3 2 3 2 2 77 89 23 90 11 1
 Изход.
 23
 */
#include <iostream>
#include <string>
using namespace std;

int main()
{
    int n, a, b, c;
    while (cin >> n)
    {
          int min = 0, max = 0;
          if (n > 3) 
          {
                cin >> a; cin >> b;
                for (int i = 2; i < n; ++i)
                {
                    cin >> c;
                    if (a > b && c > b) min++;
                    else if (a < b && c < b) max++;  
                    a = b; b = c;         
                }
          }
          cout << min << " " << max << endl; 
    }
	return 0;
}
