/*
 Охлюв се намира на земята и иска да се изкачи до върха на дървен прът с височина V. За един ден той може да изкачи А метра нагоре, през нощта обаче, когато спи, се спуска B метра надолу. Да се определи колко дни са необходими на охлюва, за да се изкачи от земята до върха на пръчката.
 Вход. Входът се състои от няколко тестови примера, всеки от тях съдържащ три цели числа – A, B и V (1 ≤ B < A ≤ V ≤ 1000000000). Числата от всеки тестов пример, както и самите примери може да бъдат разделени с повече от един интервал и/или нови редове.
 Изход. За всеки тестов пример трябва да изведете по едно число – търсения брой дни, на нов ред.
 Пример:
 Вход.
 21 5
 51 6
 100 99 100000000
 Изход.
 4
 2 
 99999901

 */

#include <iostream>
using namespace std;

int t, a, b, v;
int main()
{
	while(cin >> a >> b >> v)
    {
  //      cout << a << b << v << " ----" << endl;
        cout << (v-b-1)/(a-b)+1 << endl;
    }
	return 0;
}

