<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01 Transitional//EN">
<html>
<head>
  <meta content="text/html;charset=ISO-8859-1" http-equiv="Content-Type">
  <title>http://judge.openfmi.net/mediawiki/index.php/S_:_uva_:_a_-_Convex_Orthogonal_Polygon</title>
</head>
<body>
<a
 href="http://judge.openfmi.net/mediawiki/index.php/S_:_uva_:_a_-_Convex_Orthogonal_Polygon"><span
 style="font-family: monospace;">http://judge.openfmi.net/mediawiki/index.php/S_:_uva_:_a_-_Convex_Orthogonal_Polygon</span></a><span
 style="font-weight: bold;"><a
 href="http://judge.openfmi.net/mediawiki/index.php/S_:_uva_:_a_-_Convex_Orthogonal_Polygon"><br>
</a><br style="font-family: monospace;">
</span> <span style="font-family: monospace;" class="mw-headline"></span>
<h2><span class="mw-headline"> &#1059;&#1089;&#1083;&#1086;&#1074;&#1080;&#1077; </span></h2>
<p><a href="11596.html" class="external text"
 title="http://uva.onlinejudge.org/contests/221-73290a22/11596.html"
 rel="nofollow">&#1085;&#1072; &#1072;&#1085;&#1075;&#1083;&#1080;&#1081;&#1089;&#1082;&#1080; &#1089; &#1082;&#1072;&#1088;&#1090;&#1080;&#1085;&#1082;&#1080;</a>
</p>
<p>&#1042; &#1044;&#1077;&#1082;&#1072;&#1088;&#1090;&#1086;&#1074;&#1072; &#1082;&#1086;&#1086;&#1088;&#1076;&#1080;&#1085;&#1072;&#1090;&#1085;&#1072; &#1089;&#1080;&#1089;&#1090;&#1077;&#1084;&#1072; <a
 href="http://en.wikipedia.org/w/index.php?title=Lattice_%28group%29"
 class="external text"
 title="http://en.wikipedia.org/w/index.php?title=Lattice_(group)"
 rel="nofollow">&#1088;&#1077;&#1096;&#1077;&#1090;&#1098;&#1095;&#1085;&#1072; &#1090;&#1086;&#1095;&#1082;&#1072;</a>
&#1077; &#1090;&#1086;&#1095;&#1082;&#1072; &#1074; &#1082;&#1086;&#1103;&#1090;&#1086; &#1072;&#1073;&#1089;&#1094;&#1080;&#1089;&#1072;&#1090;&#1072; &#1080; &#1086;&#1088;&#1076;&#1080;&#1085;&#1072;&#1090;&#1072;&#1090;&#1072; &#1089;&#1072; &#1094;&#1077;&#1083;&#1080; &#1095;&#1080;&#1089;&#1083;&#1072; (&#1087;&#1088;: (3,4), &#1085;&#1086; &#1085;&#1077;
&#1080; (4.5,-10)). &#1047;&#1072; &#1091;&#1089;&#1083;&#1086;&#1074;&#1080;&#1077;&#1090;&#1086; &#1085;&#1072; &#1079;&#1072;&#1076;&#1072;&#1095;&#1072;&#1090;&#1072; &#1097;&#1077; &#1085;&#1072;&#1088;&#1080;&#1095;&#1072;&#1084;&#1077; &#1084;&#1085;&#1086;&#1075;&#1086;&#1098;&#1075;&#1098;&#1083;&#1085;&#1080;&#1082;
&#1088;&#1077;&#1096;&#1077;&#1090;&#1098;&#1095;&#1077;&#1085;, &#1072;&#1082;&#1086; &#1074;&#1089;&#1080;&#1095;&#1082;&#1080;&#1090;&#1077; &#1084;&#1091; &#1074;&#1098;&#1088;&#1093;&#1086;&#1074;&#1077; &#1089;&#1072; &#1088;&#1077;&#1096;&#1077;&#1090;&#1098;&#1095;&#1085;&#1080; &#1090;&#1086;&#1095;&#1082;&#1080;. &#1054;&#1088;&#1090;&#1086;&#1075;&#1086;&#1085;&#1072;&#1083;&#1077;&#1085; &#1097;&#1077; &#1077;
&#1072;&#1082;&#1086; &#1089;&#1090;&#1088;&#1072;&#1085;&#1080;&#1090;&#1077; &#1084;&#1091; &#1089;&#1072; &#1091;&#1089;&#1087;&#1086;&#1088;&#1077;&#1076;&#1085;&#1080; &#1085;&#1072; &#1086;&#1089;&#1090;&#1072; &#1093; &#1080;&#1083;&#1080; &#1086;&#1089;&#1090;&#1072; &#1091;. &#1048;&#1079;&#1087;&#1098;&#1082;&#1085;&#1072;&#1083;
&#1084;&#1085;&#1086;&#1075;&#1086;&#1098;&#1075;&#1098;&#1083;&#1085;&#1080;&#1082; &#1080;&#1084;&#1072; &#1074;&#1089;&#1080;&#1095;&#1082;&#1080;&#1090;&#1077; &#1086;&#1090;&#1089;&#1077;&#1095;&#1082;&#1080; &#1089; &#1082;&#1088;&#1072;&#1080;&#1097;&#1072; &#1086;&#1090; &#1084;&#1085;&#1086;&#1075;&#1086;&#1098;&#1075;&#1098;&#1083;&#1085;&#1080;&#1082;&#1072; &#1080;&#1079;&#1094;&#1103;&#1083;&#1086; &#1074;&#1098;&#1074;
&#1074;&#1098;&#1090;&#1088;&#1077;&#1096;&#1085;&#1086;&#1089;&#1090;&#1090;&#1072; &#1089;&#1080;. &#1054;&#1075;&#1088;&#1072;&#1078;&#1076;&#1072;&#1097;&#1072; &#1082;&#1091;&#1090;&#1080;&#1103; &#1085;&#1072; &#1090;&#1072;&#1082;&#1098;&#1074; &#1084;&#1085;&#1086;&#1075;&#1086;&#1098;&#1075;&#1098;&#1083;&#1085;&#1080;&#1082; &#1077; &#1085;&#1072;&#1081;-&#1084;&#1072;&#1083;&#1082;&#1080;&#1103;&#1090;
&#1080;&#1079;&#1086;&#1090;&#1077;&#1090;&#1080;&#1095;&#1077;&#1085; (&#1089;&#1090;&#1088;&#1072;&#1085;&#1080; &#1091;&#1089;&#1087;&#1086;&#1088;&#1077;&#1076;&#1085;&#1080; &#1085;&#1072; &#1082;&#1086;&#1086;&#1088;&#1076;&#1080;&#1085;&#1072;&#1090;&#1085;&#1080;&#1090;&#1077; &#1086;&#1089;&#1080;) &#1087;&#1088;&#1072;&#1074;&#1086;&#1098;&#1075;&#1098;&#1083;&#1085;&#1080;&#1082;, &#1082;&#1086;&#1081;&#1090;&#1086;
&#1089;&#1098;&#1076;&#1098;&#1088;&#1078;&#1072; &#1094;&#1103;&#1083;&#1072;&#1090;&#1072; &#1092;&#1080;&#1075;&#1091;&#1088;&#1072;.
</p>
<p>&#1048;&#1085;&#1090;&#1077;&#1088;&#1077;&#1089;&#1091;&#1074;&#1072; &#1085;&#1080; &#1088;&#1072;&#1089;&#1090;&#1077;&#1078;&#1072; &#1085;&#1072; &#1086;&#1088;&#1090;&#1086;&#1075;&#1086;&#1085;&#1072;&#1083;&#1077;&#1085; &#1080;&#1079;&#1087;&#1098;&#1082;&#1085;&#1072;&#1083; &#1088;&#1077;&#1096;&#1077;&#1090;&#1098;&#1095;&#1077;&#1085;
&#1084;&#1085;&#1086;&#1075;&#1086;&#1098;&#1075;&#1098;&#1083;&#1085;&#1080;&#1082; (&#1054;&#1048;&#1056;&#1052;). &#1053;&#1077; &#1079;&#1085;&#1072;&#1077;&#1084; &#1082;&#1086;&#1086;&#1088;&#1076;&#1080;&#1085;&#1072;&#1090;&#1080; &#1085;&#1072; &#1074;&#1098;&#1088;&#1093;&#1086;&#1074;&#1077;. &#1056;&#1072;&#1079;&#1087;&#1086;&#1083;&#1072;&#1075;&#1072;&#1084;&#1077;
&#1077;&#1076;&#1080;&#1085;&#1089;&#1090;&#1074;&#1077;&#1085;&#1086; &#1089; &#1083;&#1080;&#1094;&#1077;&#1090;&#1086; &#1085;&#1072; &#1054;&#1048;&#1056;&#1052; &#1074; &#1085;&#1072;&#1095;&#1072;&#1083;&#1086;&#1090;&#1086; (A0), &#1089;&#1083;&#1077;&#1076; <b>n</b> &#1089;&#1090;&#1098;&#1087;&#1082;&#1080; (An)
&#1080; &#1088;&#1072;&#1079;&#1084;&#1077;&#1088;&#1072; &#1085;&#1072; &#1086;&#1075;&#1088;&#1072;&#1078;&#1076;&#1072;&#1097;&#1072;&#1090;&#1072; &#1082;&#1091;&#1090;&#1080;&#1103; &#1074; &#1085;&#1072;&#1095;&#1072;&#1083;&#1086;&#1090;&#1086; (B0). &#1055;&#1088;&#1080; "&#1087;&#1086;&#1088;&#1072;&#1089;&#1090;&#1074;&#1072;&#1085;&#1077;" &#1085;&#1072;
&#1074;&#1089;&#1103;&#1082;&#1072; &#1089;&#1090;&#1098;&#1087;&#1082;&#1072; &#1084;&#1085;&#1086;&#1075;&#1086;&#1098;&#1075;&#1098;&#1083;&#1085;&#1080;&#1082;&#1098;&#1090; &#1089;&#1077; &#1088;&#1072;&#1079;&#1096;&#1080;&#1088;&#1103;&#1074;&#1072; &#1089; &#1087;&#1086; 1 &#1082;&#1074;&#1072;&#1076;&#1088;&#1072;&#1090;&#1095;&#1077; &#1074; 4&#1090;&#1077; &#1087;&#1086;&#1089;&#1086;&#1082;&#1080;.
&#1058;&#1098;&#1088;&#1089;&#1080;&#1084; &#1074;&#1098;&#1079;&#1084;&#1086;&#1078;&#1085;&#1080;&#1090;&#1077; &#1089;&#1090;&#1086;&#1081;&#1085;&#1086;&#1089;&#1090;&#1080; &#1079;&#1072; &#1073;&#1088;&#1086;&#1103; &#1089;&#1090;&#1098;&#1087;&#1082;&#1080; (<b>n</b>).
</p>
<a name=".D0.92.D1.85.D0.BE.D0.B4"></a>
<h3> <span class="mw-headline"> &#1042;&#1093;&#1086;&#1076; </span></h3>
<p>&#1044;&#1086; 50000 &#1088;&#1077;&#1076;&#1072; &#1089; &#1087;&#1086; 3 &#1095;&#1080;&#1089;&#1083;&#1072; - A0 (0 &lt; A0 &lt;= 10000), An (A0
&lt;= An &lt;= 10^18), B0 (0 &lt; B0 &lt; 20000), &#1082;&#1072;&#1090;&#1086; &#1040;n &#1090;&#1088;&#1103;&#1073;&#1074;&#1072; &#1076;&#1072; &#1077;
&#1086;&#1090; &#1090;&#1080;&#1087; <i>long long</i>.
</p>
<a name=".D0.98.D0.B7.D1.85.D0.BE.D0.B4"></a>
<h3> <span class="mw-headline"> &#1048;&#1079;&#1093;&#1086;&#1076; </span></h3>
<p>&#1048;&#1079;&#1074;&#1077;&#1076;&#1077;&#1090;&#1077; &#1085;&#1072; &#1086;&#1090;&#1076;&#1077;&#1083;&#1077;&#1085; &#1088;&#1077;&#1076; &#1089;&#1090;&#1086;&#1081;&#1085;&#1086;&#1089;&#1090;&#1090;&#1072; &#1085;&#1072; <b>n</b>. &#1042;&#1089;&#1077;&#1082;&#1080; &#1088;&#1077;&#1076; &#1090;&#1088;&#1103;&#1073;&#1074;&#1072; &#1076;&#1072;
&#1077; &#1086;&#1090;&#1076;&#1077;&#1083;&#1077;&#1085; &#1089; &#1087;&#1086; &#1077;&#1076;&#1080;&#1085; &#1085;&#1086;&#1074; &#1088;&#1077;&#1076;. &#1040;&#1082;&#1086; &#1080;&#1084;&#1072; &#1087;&#1086; &#1087;&#1086;&#1074;&#1077;&#1095;&#1077; &#1086;&#1090; &#1077;&#1076;&#1080;&#1085; &#1086;&#1090;&#1075;&#1086;&#1074;&#1086;&#1088; &#1079;&#1072; <b>n</b>,
&#1090;&#1077; &#1090;&#1088;&#1103;&#1073;&#1074;&#1072; &#1076;&#1072; &#1089;&#1077; &#1080;&#1079;&#1087;&#1077;&#1095;&#1072;&#1090;&#1074;&#1072;&#1090; &#1074; &#1085;&#1072;&#1088;&#1072;&#1089;&#1090;&#1074;&#1072;&#1097; &#1088;&#1077;&#1076;. &#1055;&#1088;&#1080; &#1085;&#1077;&#1074;&#1098;&#1079;&#1084;&#1086;&#1078;&#1085;&#1080; (&#1085;&#1086; &#1085;&#1077; &#1080;
&#1085;&#1077;&#1082;&#1086;&#1088;&#1077;&#1082;&#1090;&#1085;&#1080;, &#1090;&#1072;&#1082;&#1080;&#1074;&#1072; &#1085;&#1103;&#1084;&#1072; &#1076;&#1072; &#1080;&#1084;&#1072;) &#1074;&#1093;&#1086;&#1076;&#1085;&#1080; &#1076;&#1072;&#1085;&#1085;&#1080; &#1080;&#1079;&#1074;&#1077;&#1076;&#1077;&#1090;&#1077; -1.
</p>
<a name=".D0.A0.D0.B5.D1.88.D0.B5.D0.BD.D0.B8.D0.B5"></a>
<h2> <span class="mw-headline"> &#1056;&#1077;&#1096;&#1077;&#1085;&#1080;&#1077; </span></h2>
<p>&#1058;&#1088;&#1103;&#1073;&#1074;&#1072; &#1076;&#1072; &#1089;&#1077; &#1079;&#1072;&#1073;&#1077;&#1083;&#1077;&#1078;&#1080; &#1074;&#1088;&#1098;&#1079;&#1082;&#1072;&#1090;&#1072; &#1084;&#1077;&#1078;&#1076;&#1091; &#1083;&#1080;&#1094;&#1072;&#1090;&#1072; &#1087;&#1088;&#1080; &#1085;&#1072;&#1088;&#1072;&#1089;&#1090;&#1074;&#1072;&#1085;&#1077; &#1085;&#1072;
&#1084;&#1085;&#1086;&#1075;&#1086;&#1098;&#1075;&#1098;&#1083;&#1085;&#1080;&#1082;&#1072;. &#1042;&#1072;&#1078;&#1085;&#1086;&#1090;&#1086; &#1077;, &#1095;&#1077; &#1089;&#1077; &#1079;&#1072;&#1087;&#1072;&#1079;&#1074;&#1072; &#1092;&#1086;&#1088;&#1084;&#1072;&#1090;&#1072; &#1085;&#1072; &#1092;&#1080;&#1075;&#1091;&#1088;&#1072;&#1090;&#1072;, &#1072; &#1090;&#1103; &#1089;&#1072;&#1084;&#1086;
&#1089;&#1077; <i>zoom</i>-&#1074;&#1072;, &#1090;.&#1077;. &#1086;&#1075;&#1088;&#1072;&#1078;&#1076;&#1072;&#1097;&#1080;&#1103;&#1090; &#1087;&#1088;&#1072;&#1074;&#1086;&#1098;&#1075;&#1098;&#1083;&#1085;&#1080;&#1082; &#1085;&#1072;&#1088;&#1072;&#1089;&#1090;&#1074;&#1072; &#1089; &#1087;&#1086; 1
&#1082;&#1074;&#1072;&#1076;&#1088;&#1072;&#1090;&#1095;&#1077; &#1074; 4-&#1090;&#1077; &#1087;&#1086;&#1089;&#1086;&#1082;&#1080;. &#1041;&#1088;&#1086;&#1103;&#1090; <i>&#1083;&#1080;&#1087;&#1089;&#1074;&#1072;&#1097;&#1080;</i> &#1082;&#1074;&#1072;&#1076;&#1088;&#1072;&#1090;&#1095;&#1077;&#1090;&#1072; &#1089;&#1080; &#1086;&#1089;&#1090;&#1072;&#1074;&#1072;
&#1089;&#1098;&#1097;&#1080;&#1103;&#1090;:
</p>
<p><a href="orth_poly.png" class="external text"
 title="http://judge.openfmi.net/~borisp/orth_poly.png" rel="nofollow">&#1084;&#1072;&#1090;&#1077;&#1084;&#1072;&#1090;&#1080;&#1095;&#1077;&#1089;&#1082;&#1086;
&#1088;&#1077;&#1096;&#1077;&#1085;&#1080;&#1077;</a>
</p>
<p>&#1054;&#1090; &#1076;&#1074;&#1072;&#1090;&#1072; &#1082;&#1086;&#1088;&#1077;&#1085;&#1072; &#1074;&#1079;&#1080;&#1084;&#1072;&#1084;&#1077; &#1089;&#1072;&#1084;&#1086; &#1087;&#1086;-&#1075;&#1086;&#1083;&#1077;&#1084;&#1080;&#1103; &#1080; &#1087;&#1088;&#1086;&#1074;&#1077;&#1088;&#1103;&#1074;&#1072;&#1084;&#1077; &#1076;&#1072;&#1083;&#1080; &#1077;
&#1085;&#1077;&#1086;&#1090;&#1088;&#1080;&#1094;&#1072;&#1090;&#1077;&#1083;&#1077;&#1085;.
</p>
<p>&#1047;&#1072;&#1088;&#1072;&#1076;&#1080; &#1088;&#1072;&#1079;&#1084;&#1077;&#1088;&#1072; &#1085;&#1072; &#1074;&#1093;&#1086;&#1076;&#1072; &#1089;&#1077; &#1085;&#1072;&#1083;&#1072;&#1075;&#1072; <i>&#1084;&#1077;&#1084;&#1086;&#1080;&#1079;&#1072;&#1094;&#1080;&#1103;</i> -
&#1087;&#1088;&#1077;&#1076;&#1074;&#1072;&#1088;&#1080;&#1090;&#1077;&#1083;&#1085;&#1086; &#1080;&#1079;&#1095;&#1080;&#1089;&#1083;&#1103;&#1074;&#1072;&#1085;&#1077; &#1085;&#1072; &#1085;&#1103;&#1082;&#1086;&#1080; &#1076;&#1072;&#1085;&#1085;&#1080;, &#1082;&#1086;&#1080;&#1090;&#1086; &#1097;&#1077; &#1089;&#1077; &#1087;&#1086;&#1083;&#1079;&#1074;&#1072;&#1090; &#1087;&#1086;-&#1095;&#1077;&#1089;&#1090;&#1086;
&#1080; &#1079;&#1072;&#1087;&#1072;&#1084;&#1077;&#1090;&#1103;&#1074;&#1072;&#1085;&#1077;&#1090;&#1086; &#1080;&#1084;. &#1042; &#1084;&#1072;&#1089;&#1080;&#1074; &#1086;&#1090; &#1089;&#1087;&#1080;&#1089;&#1098;&#1094;&#1080; &#1079;&#1072; &#1074;&#1089;&#1103;&#1082;&#1086; &#1095;&#1080;&#1089;&#1083;&#1086; &#1086;&#1090; 1 &#1076;&#1086; 20000
(&#1074;&#1089;&#1077;&#1074;&#1098;&#1079;&#1084;&#1086;&#1078;&#1085;&#1080;&#1090;&#1077; B0) &#1079;&#1072;&#1087;&#1080;&#1089;&#1074;&#1072;&#1084;&#1077; &#1076;&#1077;&#1083;&#1080;&#1090;&#1077;&#1083;&#1080;&#1090;&#1077; &#1084;&#1091; &#1074; &#1085;&#1072;&#1088;&#1072;&#1089;&#1090;&#1074;&#1072;&#1097; &#1088;&#1077;&#1076;:
</p>
<pre>vector &lt;int&gt; v[MAXB0];<br>for (int i = 1; i &lt; MAXB0; ++ i)<br>    for (int j = i; j &lt; MAXB0; j += i)<br>        v[j].push_back(i);<br></pre>
<p>&#1042; &#1089;&#1083;&#1091;&#1095;&#1072;&#1081; &#1085;&#1072; &#1087;&#1086;&#1074;&#1077;&#1095;&#1077; &#1086;&#1090; &#1077;&#1076;&#1085;&#1086; &#1088;&#1077;&#1096;&#1077;&#1085;&#1080;&#1077; &#1090;&#1088;&#1103;&#1073;&#1074;&#1072; &#1076;&#1072; &#1080;&#1079;&#1074;&#1077;&#1078;&#1076;&#1072;&#1084;&#1077; &#1089;&#1090;&#1086;&#1081;&#1085;&#1086;&#1089;&#1090;&#1080;&#1090;&#1077; &#1074;
&#1085;&#1072;&#1088;&#1072;&#1089;&#1090;&#1074;&#1072;&#1097; &#1088;&#1077;&#1076;. &#1047;&#1072;&#1087;&#1086;&#1095;&#1074;&#1072;&#1084;&#1077; &#1086;&#1090; &#1090;&#1077;&#1079;&#1080; &#1089; &#1075;&#1086;&#1083;&#1103;&#1084;&#1072; &#1088;&#1072;&#1079;&#1083;&#1080;&#1082;&#1072; &#1080; &#1089;&#1090;&#1080;&#1075;&#1072;&#1084;&#1077; &#1076;&#1086; &#1090;&#1077;&#1079;&#1080;,
&#1082;&#1086;&#1080;&#1090;&#1086; &#1089;&#1072; &#1073;&#1083;&#1080;&#1079;&#1082;&#1080; &#1087;&#1086; &#1089;&#1090;&#1086;&#1081;&#1085;&#1086;&#1089;&#1090; (&#1082;&#1086;&#1088;&#1077;&#1085; &#1086;&#1090; B0).
</p>
<a name=".D0.9A.D0.BE.D0.B4_.D0.BD.D0.B0_C.2B.2B"></a>
<h2> <span class="mw-headline"> &#1050;&#1086;&#1076; &#1085;&#1072; C++ </span></h2>
<pre>#include &lt;cstdio&gt;<br>#include &lt;cmath&gt;<br>#include &lt;algorithm&gt;<br>#include &lt;vector&gt;<br>using std::vector;<br><br>#define MAXB0 20001<br><br>typedef long long ll;<br>typedef long double lld;<br><br>ll A0, B0, An;<br><br>vector &lt;int&gt; v[MAXB0];                //all divisors of the numbers &lt; MAXB0, increasingly<br><br>int main() {<br><br>    for (int i = 1; i &lt; MAXB0; ++ i)<br>        for (int j = i; j &lt; MAXB0; j += i)<br>            v[j].push_back(i);<br><br><br>    while (scanf("%lld%lld%lld", &amp;A0, &amp;An, &amp;B0) == 3 &amp;&amp; A0 + An + B0 &gt; 0) {<br>        bool fl = false;<br><br>        vector &lt;int&gt;::iterator it, root;<br>        it = v[B0].begin();<br>        root = std::upper_bound(v[B0].begin(), v[B0].end(), sqrt(B0));<br>        ll D, sq, t, n;<br>        int s;<br>        while (it&nbsp;!= root) {<br>            s = *it + B0 / *it;<br>            D = s * s + 4 * (An - A0);<br>            sq = (ll) sqrt((lld)D);<br>            t = sq - s;<br>            n = t / 4;<br>            ++ it;<br><br>            if (sq * sq&nbsp;!= D || 4 * n&nbsp;!= t || sq &lt; s)<br>                continue;<br><br>            fl = true;<br>            printf("%lld\n\n", n);    //blank line in between<br>        }<br><br>        if (!fl)<br>            printf("-1\n\n");         //blank line in between<br>    }<br>    return 0;<br>}<br></pre>
</body>
</html>
