<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01 Transitional//EN">
<html>
<head>
  <meta content="text/html;charset=ISO-8859-1" http-equiv="Content-Type">
  <title>http://judge.openfmi.net/mediawiki/index.php/S_:_timus_:_1019_-_A_Line_painting</title>
</head>
<body>
<a style="font-family: monospace;"
 href="http://judge.openfmi.net/mediawiki/index.php/S_:_timus_:_1019_-_A_Line_painting">http://judge.openfmi.net/mediawiki/index.php/S_:_timus_:_1019_-_A_Line_painting</a>
<h2><br>
<span class="mw-headline"> </span></h2>
<h2><span class="mw-headline">&#1059;&#1089;&#1083;&#1086;&#1074;&#1080;&#1077; </span></h2>
<p><a href="http://acm.timus.ru/problem.aspx?space=1&amp;num=1019"
 class="external text"
 title="http://acm.timus.ru/problem.aspx?space=1&amp;num=1019"
 rel="nofollow">&#1059;&#1089;&#1083;&#1086;&#1074;&#1080;&#1077;&#1090;&#1086; &#1085;&#1072; &#1072;&#1085;&#1075;&#1083;&#1080;&#1081;&#1089;&#1082;&#1080; &#1074; acm.timus.ru</a>
</p>
<p>&#1042;&#1088;&#1077;&#1084;&#1077;&#1074;&#1086; &#1086;&#1075;&#1088;&#1072;&#1085;&#1080;&#1095;&#1077;&#1085;&#1080;&#1077;: 2.0 &#1089;&#1077;&#1082;&#1091;&#1085;&#1076;&#1080;
</p>
<p>&#1054;&#1075;&#1088;&#1072;&#1085;&#1080;&#1095;&#1077;&#1085;&#1080;&#1077; &#1087;&#1086; &#1087;&#1072;&#1084;&#1077;&#1090;: 16 MB
</p>
<p><br>
</p>
<p>&#1057;&#1077;&#1075;&#1084;&#1077;&#1085;&#1090; &#1085;&#1072; &#1095;&#1080;&#1089;&#1083;&#1086;&#1074;&#1072;&#1090;&#1072; &#1086;&#1089; &#1086;&#1090; 0 &#1076;&#1086; 10<sup>9</sup> &#1077; &#1086;&#1094;&#1074;&#1077;&#1090;&#1077;&#1085; &#1074; &#1073;&#1103;&#1083;&#1086;.
&#1057;&#1083;&#1077;&#1076; &#1090;&#1086;&#1074;&#1072; &#1095;&#1072;&#1089;&#1090;&#1080; &#1086;&#1090; &#1085;&#1077;&#1075;&#1086; &#1089;&#1072; &#1086;&#1094;&#1074;&#1077;&#1090;&#1077;&#1085;&#1080; &#1074; &#1095;&#1077;&#1088;&#1085;&#1086;, &#1089;&#1083;&#1077;&#1076; &#1090;&#1086;&#1074;&#1072; &#1095;&#1072;&#1089;&#1090;&#1080; &#1074; &#1073;&#1103;&#1083;&#1086; &#1080;
&#1090;.&#1085;. &#1054;&#1073;&#1097;&#1086; &#1089;&#1072; &#1080;&#1079;&#1074;&#1098;&#1088;&#1096;&#1077;&#1085;&#1080; N &#1087;&#1088;&#1077;&#1086;&#1094;&#1074;&#1077;&#1090;&#1103;&#1074;&#1072;&#1085;&#1080;&#1103; (1 &#8804; N &#8804; 5000). </p>
<p>&#1058;&#1088;&#1103;&#1073;&#1074;&#1072; &#1076;&#1072; &#1089;&#1077; &#1085;&#1072;&#1087;&#1080;&#1096;&#1077; &#1087;&#1088;&#1086;&#1075;&#1088;&#1072;&#1084;&#1072;, &#1082;&#1086;&#1103;&#1090;&#1086; &#1085;&#1072;&#1084;&#1080;&#1088;&#1072; &#1085;&#1072;&#1081;-&#1075;&#1086;&#1083;&#1077;&#1084;&#1080;&#1103; &#1085;&#1077;&#1087;&#1088;&#1077;&#1082;&#1098;&#1089;&#1085;&#1072;&#1090;
&#1073;&#1103;&#1083; &#1080;&#1085;&#1090;&#1077;&#1088;&#1074;&#1072;&#1083; &#1089;&#1083;&#1077;&#1076; &#1074;&#1089;&#1080;&#1095;&#1082;&#1080; &#1086;&#1094;&#1074;&#1077;&#1090;&#1103;&#1074;&#1072;&#1085;&#1080;&#1103;.
</p>
<a name=".D0.92.D1.85.D0.BE.D0.B4"></a>
<h3> <span class="mw-headline"> &#1042;&#1093;&#1086;&#1076; </span></h3>
<p>&#1055;&#1098;&#1088;&#1074;&#1080;&#1103;&#1090; &#1088;&#1077;&#1076; &#1086;&#1090; &#1074;&#1093;&#1086;&#1076;&#1072; &#1089;&#1098;&#1076;&#1098;&#1088;&#1078;&#1072; &#1089;&#1072;&#1084;&#1086; &#1095;&#1080;&#1089;&#1083;&#1086;&#1090;&#1086; N. &#1057;&#1083;&#1077;&#1076;&#1074;&#1072;&#1097;&#1080;&#1090;&#1077; N &#1088;&#1077;&#1076;&#1072;
&#1089;&#1098;&#1076;&#1098;&#1088;&#1078;&#1072;&#1090; &#1080;&#1085;&#1092;&#1086;&#1088;&#1084;&#1072;&#1094;&#1080;&#1103; &#1079;&#1072; &#1086;&#1094;&#1074;&#1077;&#1090;&#1103;&#1074;&#1072;&#1085;&#1080;&#1103;&#1090;&#1072;. &#1042;&#1089;&#1077;&#1082;&#1080; &#1088;&#1077;&#1076; &#1080;&#1079;&#1075;&#1083;&#1077;&#1078;&#1076;&#1072; &#1087;&#1086; &#1089;&#1083;&#1077;&#1076;&#1085;&#1080;&#1103;
&#1085;&#1072;&#1095;&#1080;&#1085;:
</p>
<p><i><b>a<sub>i</sub> b<sub>i</sub> c<sub>i</sub></b></i>
</p>
<p>&#1082;&#1098;&#1076;&#1077;&#1090;&#1086; a<sub>i</sub> and b<sub>i</sub> &#1089;&#1072; &#1094;&#1077;&#1083;&#1080; &#1095;&#1080;&#1089;&#1083;&#1072;, c<sub>i</sub>
&#1077; &#1089;&#1080;&#1084;&#1074;&#1086;&#1083;&#1072; 'b' &#1080;&#1083;&#1080; 'w'; a<sub>i</sub>, b<sub>i</sub>, c<sub>i</sub> &#1089;&#1072;
&#1088;&#1072;&#1079;&#1076;&#1077;&#1083;&#1077;&#1085;&#1080; &#1089; &#1080;&#1085;&#1090;&#1077;&#1088;&#1074;&#1072;&#1083;.
&#1058;&#1088;&#1080;&#1090;&#1077; &#1095;&#1072;&#1089;&#1090;&#1080; &#1089;&#1077; &#1080;&#1079;&#1087;&#1086;&#1083;&#1079;&#1074;&#1072;&#1090;, &#1079;&#1072; &#1076;&#1072; &#1089;&#1077; &#1086;&#1079;&#1085;&#1072;&#1095;&#1080; &#1086;&#1094;&#1074;&#1077;&#1090;&#1103;&#1074;&#1072;&#1085;&#1077; &#1085;&#1072; &#1089;&#1077;&#1075;&#1084;&#1077;&#1085;&#1090; &#1086;&#1090; a<sub>i</sub>
&#1076;&#1086; b<sub>i</sub> &#1089; &#1094;&#1074;&#1103;&#1090; c<sub>i</sub> ('w' &#8212; &#1073;&#1103;&#1083;&#1086;, 'b' &#8212; &#1095;&#1077;&#1088;&#1085;&#1086;).
&#1055;&#1088;&#1080;&#1077;&#1084;&#1077;&#1090;&#1077;, &#1095;&#1077; 0 &lt; a<sub>i</sub> &lt; b<sub>i</sub> &lt; 10<sup>9</sup>.
</p>
<a name=".D0.98.D0.B7.D1.85.D0.BE.D0.B4"></a>
<h3> <span class="mw-headline"> &#1048;&#1079;&#1093;&#1086;&#1076; </span></h3>
<p>&#1048;&#1079;&#1093;&#1086;&#1076;&#1098;&#1090; &#1089;&#1077; &#1089;&#1098;&#1089;&#1090;&#1086;&#1080; &#1086;&#1090; &#1076;&#1074;&#1077; &#1095;&#1080;&#1089;&#1083;&#1072; x &#1080; y (x &lt; y), &#1088;&#1072;&#1079;&#1076;&#1077;&#1083;&#1077;&#1085;&#1080; &#1089;
&#1080;&#1085;&#1090;&#1077;&#1088;&#1074;&#1072;&#1083;. &#1058;&#1077;&#1079;&#1080; &#1095;&#1080;&#1089;&#1083;&#1072; &#1090;&#1088;&#1103;&#1073;&#1074;&#1072; &#1076;&#1072; &#1086;&#1087;&#1088;&#1077;&#1076;&#1077;&#1083;&#1103;&#1090; &#1085;&#1072;&#1081;-&#1076;&#1098;&#1083;&#1075;&#1080;&#1103; &#1085;&#1077;&#1087;&#1088;&#1077;&#1082;&#1098;&#1089;&#1085;&#1072;&#1090; &#1073;&#1103;&#1083;
&#1089;&#1077;&#1075;&#1084;&#1077;&#1085;&#1090;. &#1040;&#1082;&#1086; &#1080;&#1084;&#1072; &#1087;&#1086;&#1074;&#1077;&#1095;&#1077; &#1086;&#1090; &#1077;&#1076;&#1080;&#1085; &#1090;&#1072;&#1082;&#1098;&#1074; &#1089;&#1077;&#1075;&#1084;&#1077;&#1085;&#1090;, &#1080;&#1079;&#1093;&#1086;&#1076;&#1098;&#1090; &#1090;&#1088;&#1103;&#1073;&#1074;&#1072; &#1076;&#1072;
&#1089;&#1098;&#1076;&#1098;&#1088;&#1078;&#1072; &#1090;&#1086;&#1079;&#1080; &#1089; &#1085;&#1072;&#1081;-&#1084;&#1072;&#1083;&#1098;&#1082; x.
</p>
<p><br>
</p>
<a name=".D0.A0.D0.B5.D1.88.D0.B5.D0.BD.D0.B8.D0.B5"></a>
<h2> <span class="mw-headline"> &#1056;&#1077;&#1096;&#1077;&#1085;&#1080;&#1077; </span></h2>
<p>&#1055;&#1086;&#1088;&#1072;&#1076;&#1080; &#1076;&#1072;&#1076;&#1077;&#1085;&#1080;&#1090;&#1077; &#1086;&#1075;&#1088;&#1072;&#1085;&#1080;&#1095;&#1077;&#1085;&#1080;&#1103; &#1074; &#1091;&#1089;&#1083;&#1086;&#1074;&#1080;&#1077;&#1090;&#1086; &#1077; &#1085;&#1077;&#1074;&#1098;&#1079;&#1084;&#1086;&#1078;&#1085;&#1086; &#1076;&#1072; &#1080;&#1079;&#1087;&#1086;&#1083;&#1079;&#1074;&#1072;&#1084;&#1077;
&#1076;&#1080;&#1088;&#1077;&#1082;&#1090;&#1077;&#1085; &#1087;&#1086;&#1076;&#1093;&#1086;&#1076;, &#1090;.&#1077;. &#1076;&#1072; &#1080;&#1084;&#1072;&#1084;&#1077; &#1077;&#1076;&#1080;&#1085; &#1084;&#1072;&#1089;&#1080;&#1074; &#1086;&#1090; 10<sup>9</sup>
&#1077;&#1083;&#1077;&#1084;&#1077;&#1085;&#1090;&#1072;, &#1074; &#1082;&#1086;&#1081;&#1090;&#1086; &#1076;&#1072; &#1086;&#1090;&#1073;&#1077;&#1083;&#1103;&#1079;&#1074;&#1072;&#1084;&#1077; &#1080; &#1089;&#1083;&#1077;&#1076;&#1080;&#1084; &#1094;&#1074;&#1077;&#1090;&#1072; &#1085;&#1072; &#1074;&#1089;&#1103;&#1082;&#1086; &#1095;&#1080;&#1089;&#1083;&#1086; &#1086;&#1090;
&#1095;&#1080;&#1089;&#1083;&#1086;&#1074;&#1072;&#1090;&#1072; &#1086;&#1089;. &#1055;&#1086;&#1076;&#1086;&#1073;&#1085;&#1072; &#1088;&#1077;&#1072;&#1083;&#1080;&#1079;&#1072;&#1094;&#1080;&#1103; &#1073;&#1080; &#1079;&#1072;&#1077;&#1083;&#1072; &#1087;&#1088;&#1077;&#1082;&#1072;&#1083;&#1077;&#1085;&#1086; &#1084;&#1085;&#1086;&#1075;&#1086; &#1087;&#1072;&#1084;&#1077;&#1090; &#1080;
&#1086;&#1073;&#1093;&#1086;&#1078;&#1076;&#1072;&#1085;&#1077;&#1090;&#1086; &#1085;&#1072; &#1084;&#1072;&#1089;&#1080;&#1074;&#1072; &#1073;&#1080; &#1073;&#1080;&#1083;&#1086; &#1084;&#1085;&#1086;&#1075;&#1086; &#1073;&#1072;&#1074;&#1085;&#1086;.
</p>
<p>&#1054;&#1087;&#1090;&#1080;&#1084;&#1080;&#1079;&#1072;&#1094;&#1080;&#1103; &#1085;&#1072; &#1090;&#1086;&#1079;&#1080; &#1087;&#1086;&#1076;&#1093;&#1086;&#1076; &#1086;&#1073;&#1072;&#1095;&#1077; &#1084;&#1086;&#1078;&#1077; &#1076;&#1072; &#1089;&#1077; &#1085;&#1072;&#1087;&#1088;&#1072;&#1074;&#1080; &#1084;&#1085;&#1086;&#1075;&#1086;
&#1083;&#1077;&#1089;&#1085;&#1086;, &#1089;&#1083;&#1077;&#1076; &#1082;&#1072;&#1090;&#1086; &#1079;&#1072;&#1073;&#1077;&#1083;&#1077;&#1078;&#1080;&#1084; &#1089;&#1083;&#1077;&#1076;&#1085;&#1072;&#1090;&#1072; &#1086;&#1089;&#1086;&#1073;&#1077;&#1085;&#1086;&#1089;&#1090; &#1085;&#1072; &#1082;&#1088;&#1072;&#1081;&#1085;&#1080;&#1103; &#1088;&#1077;&#1079;&#1091;&#1083;&#1090;&#1072;&#1090;: &#1089;&#1083;&#1077;&#1076;
&#1087;&#1086;&#1089;&#1083;&#1077;&#1076;&#1085;&#1086;&#1090;&#1086; &#1073;&#1086;&#1103;&#1076;&#1080;&#1089;&#1074;&#1072;&#1085;&#1077; &#1087;&#1086;&#1083;&#1091;&#1095;&#1080;&#1083;&#1072;&#1090;&#1072; &#1089;&#1077; &#1095;&#1080;&#1089;&#1083;&#1086;&#1074;&#1072; &#1086;&#1089; &#1097;&#1077; &#1073;&#1098;&#1076;&#1077; &#1088;&#1072;&#1079;&#1076;&#1077;&#1083;&#1077;&#1085;&#1072; &#1085;&#1072;
&#1095;&#1077;&#1088;&#1085;&#1086;-&#1073;&#1077;&#1083;&#1080; &#1089;&#1077;&#1075;&#1084;&#1077;&#1085;&#1090;&#1080; &#1089; &#1076;&#1098;&#1083;&#1078;&#1080;&#1085;&#1072; &#1087;&#1086;-&#1075;&#1086;&#1083;&#1103;&#1084;&#1072; &#1080;&#1083;&#1080; &#1088;&#1072;&#1074;&#1085;&#1072; &#1085;&#1072; &#1077;&#1076;&#1085;&#1086; &#1080; &#1082;&#1088;&#1072;&#1080;&#1097;&#1072;&#1090;&#1072; &#1085;&#1072;
&#1090;&#1077;&#1079;&#1080; &#1089;&#1077;&#1075;&#1084;&#1077;&#1085;&#1090;&#1080; &#1074;&#1080;&#1085;&#1072;&#1075;&#1080; &#1097;&#1077; &#1089;&#1098;&#1074;&#1087;&#1072;&#1076;&#1072;&#1090; &#1089; &#1085;&#1103;&#1082;&#1086;&#1081; &#1082;&#1088;&#1072;&#1081; &#1085;&#1072; &#1073;&#1086;&#1103;&#1076;&#1080;&#1089;&#1074;&#1072;&#1085;&#1077;, &#1090;.&#1077;. &#1089;
&#1085;&#1103;&#1082;&#1086;&#1077; <i><b>a<sub>i</sub></b></i> &#1080;&#1083;&#1080; <i><b>b<sub>i</sub></b></i>.
&#1042;&#1072;&#1078;&#1085;&#1086; &#1077; &#1076;&#1072; &#1089;&#1077; &#1086;&#1090;&#1073;&#1077;&#1083;&#1077;&#1078;&#1080;, &#1095;&#1077; &#1085;&#1072;&#1082;&#1088;&#1072;&#1103; <b>&#1085;&#1077;</b> &#1074;&#1089;&#1103;&#1082;&#1086; <i><b>a<sub>i</sub></b></i>
&#1080;&#1083;&#1080; <i><b>b<sub>i</sub></b></i>
&#1077; &#1085;&#1072; &#1075;&#1088;&#1072;&#1085;&#1080;&#1094;&#1072; &#1084;&#1077;&#1078;&#1076;&#1091; &#1073;&#1103;&#1083; &#1080; &#1095;&#1077;&#1088;&#1077;&#1085; &#1089;&#1077;&#1075;&#1084;&#1077;&#1085;&#1090; (&#1074; &#1082;&#1086;&#1076;&#1072; &#1085;&#1072; C++ &#1080;&#1079;&#1087;&#1086;&#1083;&#1079;&#1074;&#1072;&#1084; turning
point - &#1090;&#1086;&#1095;&#1082;&#1072; &#1085;&#1072; &#1086;&#1073;&#1088;&#1098;&#1097;&#1072;&#1085;&#1077;), &#1085;&#1086; &#1074;&#1089;&#1080;&#1095;&#1082;&#1080; &#1075;&#1088;&#1072;&#1085;&#1080;&#1094;&#1080; &#1089;&#1098;&#1074;&#1087;&#1072;&#1076;&#1072;&#1090; &#1089; &#1085;&#1103;&#1082;&#1086;&#1077; <i><b>a<sub>i</sub></b></i>
&#1080;&#1083;&#1080; <i><b>b<sub>i</sub></b></i>.
</p>
<p>&#1057;&#1083;&#1077;&#1076; &#1082;&#1072;&#1090;&#1086; &#1089;&#1084;&#1077; &#1079;&#1072;&#1073;&#1077;&#1083;&#1103;&#1079;&#1072;&#1083;&#1080; &#1090;&#1072;&#1079;&#1080; &#1086;&#1089;&#1086;&#1073;&#1077;&#1085;&#1086;&#1089;&#1090; &#1083;&#1077;&#1089;&#1085;&#1086; &#1089;&#1077; &#1074;&#1080;&#1078;&#1076;&#1072;
&#1086;&#1087;&#1090;&#1080;&#1084;&#1080;&#1079;&#1072;&#1094;&#1080;&#1103;&#1090;&#1072;, &#1082;&#1086;&#1103;&#1090;&#1086; &#1084;&#1086;&#1078;&#1077;&#1084; &#1076;&#1072; &#1080;&#1079;&#1087;&#1086;&#1083;&#1079;&#1074;&#1072;&#1084;&#1077;: &#1074;&#1084;&#1077;&#1089;&#1090;&#1086; &#1076;&#1072; &#1089;&#1083;&#1077;&#1076;&#1080;&#1084; &#1087;&#1088;&#1086;&#1084;&#1077;&#1085;&#1080;&#1090;&#1077; &#1085;&#1072;
&#1094;&#1074;&#1077;&#1090;&#1072; &#1080;&#1079; &#1094;&#1103;&#1083;&#1072;&#1090;&#1072; &#1095;&#1080;&#1089;&#1083;&#1086;&#1074;&#1072; &#1086;&#1089;, &#1085;&#1080;&#1077; &#1089;&#1077; &#1080;&#1085;&#1090;&#1077;&#1088;&#1077;&#1089;&#1091;&#1074;&#1072;&#1084;&#1077; &#1089;&#1072;&#1084;&#1086; &#1086;&#1090; &#1089;&#1077;&#1075;&#1084;&#1077;&#1085;&#1090;&#1080;&#1090;&#1077;,
&#1086;&#1087;&#1088;&#1077;&#1076;&#1077;&#1083;&#1077;&#1085;&#1080; &#1086;&#1090; &#1082;&#1088;&#1072;&#1080;&#1097;&#1072;&#1090;&#1072; &#1085;&#1072; &#1086;&#1094;&#1074;&#1077;&#1090;&#1103;&#1074;&#1072;&#1085;&#1080;&#1103;&#1090;&#1072; <i><b>a<sub>i</sub></b></i>, <i><b>b<sub>i</sub></b></i>,
0 &#1080; 10<sup>9</sup>, &#1084;&#1072;&#1082;&#1089;&#1080;&#1084;&#1072;&#1083;&#1085;&#1080;&#1103;&#1090; &#1073;&#1088;&#1086;&#1081; &#1085;&#1072; &#1082;&#1086;&#1080;&#1090;&#1086; &#1077; &#8804; N + 2 &#8804; 10002. &#1058;&#1086;&#1074;&#1072;
&#1074;&#1077;&#1095;&#1077; &#1077; &#1084;&#1085;&#1086;&#1075;&#1086; &#1087;&#1086;-&#1087;&#1088;&#1080;&#1077;&#1084;&#1083;&#1080;&#1074; &#1086;&#1073;&#1077;&#1084; &#1085;&#1072; &#1076;&#1072;&#1085;&#1085;&#1080;, &#1089; &#1082;&#1086;&#1080;&#1090;&#1086; &#1084;&#1086;&#1078;&#1077;&#1084; &#1076;&#1072; &#1088;&#1072;&#1073;&#1086;&#1090;&#1080;&#1084;.
</p>
<p>&#1040;&#1083;&#1075;&#1086;&#1088;&#1080;&#1090;&#1098;&#1084;&#1098;&#1090; &#1079;&#1072; &#1088;&#1077;&#1096;&#1072;&#1074;&#1072;&#1085;&#1077;&#1090;&#1086; &#1085;&#1072; &#1079;&#1072;&#1076;&#1072;&#1095;&#1072;&#1090;&#1072; &#1089;&#1077; &#1089;&#1098;&#1089;&#1090;&#1086;&#1080; &#1089;&#1083;&#1077;&#1076;&#1085;&#1086;&#1090;&#1086;:
</p>
<ul>
  <li> &#1055;&#1088;&#1080; &#1095;&#1077;&#1090;&#1077;&#1085;&#1077;&#1090;&#1086; &#1085;&#1072; &#1076;&#1072;&#1085;&#1085;&#1080;&#1090;&#1077; &#1089;&#1098;&#1073;&#1080;&#1088;&#1072;&#1084;&#1077; &#1074;&#1089;&#1080;&#1095;&#1082;&#1080; <i><b>a<sub>i</sub></b></i>
&#1080; <i><b>b<sub>i</sub></b></i> &#1074; &#1077;&#1076;&#1080;&#1085; &#1084;&#1072;&#1089;&#1080;&#1074;. </li>
  <li> &#1057;&#1086;&#1088;&#1090;&#1080;&#1088;&#1072;&#1084;&#1077; &#1090;&#1086;&#1079;&#1080; &#1084;&#1072;&#1089;&#1080;&#1074;, &#1079;&#1072; &#1076;&#1072; &#1084;&#1086;&#1078;&#1077;&#1084; &#1089;&#1083;&#1077;&#1076; &#1090;&#1086;&#1074;&#1072;:
    <ul>
      <li> &#1076;&#1072; &#1090;&#1098;&#1088;&#1089;&#1080;&#1084; &#1073;&#1098;&#1088;&#1079;&#1086; &#1074; &#1085;&#1077;&#1075;&#1086; &#1089; &#1076;&#1074;&#1086;&#1080;&#1095;&#1085;&#1086; &#1090;&#1098;&#1088;&#1089;&#1077;&#1085;&#1077; </li>
      <li> &#1087;&#1088;&#1080; &#1076;&#1072;&#1076;&#1077;&#1085;&#1086; &#1086;&#1094;&#1074;&#1077;&#1090;&#1103;&#1074;&#1072;&#1085;&#1077; &#1085;&#1072; &#1086;&#1089;&#1090;&#1072; &#1086;&#1090; &#1090;&#1086;&#1095;&#1082;&#1072; A &#1076;&#1086; &#1090;&#1086;&#1095;&#1082;&#1072; B &#1076;&#1072; &#1084;&#1086;&#1078;&#1077;&#1084;
&#1073;&#1098;&#1088;&#1079;&#1086; &#1076;&#1072; &#1086;&#1094;&#1074;&#1077;&#1090;&#1080;&#1084; &#1074;&#1089;&#1080;&#1095;&#1082;&#1080; &#1084;&#1077;&#1078;&#1076;&#1080;&#1085;&#1085;&#1080; &#1090;&#1086;&#1095;&#1082;&#1080;. </li>
    </ul>
  </li>
  <li> &#1047;&#1072; &#1074;&#1089;&#1103;&#1082;&#1086; &#1077;&#1076;&#1085;&#1086; &#1087;&#1086;&#1088;&#1077;&#1076;&#1085;&#1086; &#1086;&#1094;&#1074;&#1077;&#1090;&#1103;&#1074;&#1072;&#1085;&#1077; &#1085;&#1072;&#1084;&#1080;&#1088;&#1072;&#1084;&#1077; &#1087;&#1086;&#1079;&#1080;&#1094;&#1080;&#1080;&#1090;&#1077; &#1074;
&#1089;&#1086;&#1088;&#1090;&#1080;&#1088;&#1072;&#1085;&#1080;&#1103; &#1084;&#1072;&#1074;&#1080;&#1089; &#1082;&#1088;&#1072;&#1080;&#1097;&#1072;&#1090;&#1072; &#1085;&#1072; &#1086;&#1094;&#1074;&#1077;&#1090;&#1103;&#1074;&#1072;&#1085;&#1077;&#1090;&#1086; &#1080; "&#1086;&#1094;&#1074;&#1077;&#1090;&#1103;&#1074;&#1072;&#1084;&#1077;" &#1074;&#1089;&#1080;&#1095;&#1082;&#1080;
&#1089;&#1077;&#1075;&#1084;&#1077;&#1085;&#1090;&#1080; &#1084;&#1077;&#1078;&#1076;&#1091; &#1090;&#1103;&#1093; &#1080; &#1090;&#1103;&#1093; &#1074;&#1082;&#1083;&#1102;&#1095;&#1080;&#1090;&#1077;&#1083;&#1085;&#1086; &#1074; &#1085;&#1086;&#1074;&#1080;&#1103; &#1094;&#1074;&#1103;&#1090;. </li>
  <li> &#1054;&#1073;&#1093;&#1086;&#1078;&#1076;&#1072;&#1084;&#1077; &#1084;&#1072;&#1089;&#1080;&#1074;&#1072; &#1089; &#1094;&#1074;&#1077;&#1090;&#1086;&#1074;&#1077;&#1090;&#1077; &#1085;&#1072; &#1089;&#1077;&#1075;&#1084;&#1077;&#1085;&#1090;&#1080;&#1090;&#1077; &#1080; &#1085;&#1072;&#1084;&#1080;&#1088;&#1072;&#1084;&#1077; &#1085;&#1072;&#1081;-&#1076;&#1098;&#1083;&#1075;&#1080;&#1103;
&#1073;&#1103;&#1083; &#1089;&#1077;&#1075;&#1084;&#1077;&#1085;&#1090; &#1074; &#1085;&#1077;&#1075;&#1086; </li>
</ul>
<a name=".D0.9A.D0.BE.D0.B4_.D0.BD.D0.B0_C.2B.2B"></a>
<h2> <span class="mw-headline"> &#1050;&#1086;&#1076; &#1085;&#1072; C++ </span></h2>
<pre>#include &lt;iostream&gt;<br>#include &lt;algorithm&gt;<br><br>using namespace std;<br><br>int n;<br><br>int left_end[5010], right_end[5010]; // &#1083;&#1077;&#1074;&#1080;&#1090;&#1077; &#1080; &#1076;&#1077;&#1089;&#1085;&#1080;&#1090;&#1077; &#1082;&#1088;&#1072;&#1080;&#1097;&#1072; &#1085;&#1072; &#1074;&#1089;&#1080;&#1095;&#1082;&#1080; &#1087;&#1088;&#1077;&#1073;&#1086;&#1103;&#1076;&#1080;&#1089;&#1072;&#1085;&#1080; &#1091;&#1095;&#1072;&#1089;&#1090;&#1098;&#1094;&#1080;<br>char color[5010]; // &#1094;&#1074;&#1077;&#1090;&#1072; &#1085;&#1072; &#1074;&#1089;&#1080;&#1095;&#1082;&#1080; &#1087;&#1088;&#1077;&#1073;&#1086;&#1103;&#1076;&#1080;&#1089;&#1072;&#1085;&#1080; &#1091;&#1095;&#1072;&#1089;&#1090;&#1098;&#1094;&#1080;<br><br>int tpoint_c = 2; // &#1073;&#1088;&#1086;&#1103;&#1095;<br>int tpoints[10020]; // (turning points) &#1090;&#1091;&#1082; &#1079;&#1072;&#1087;&#1072;&#1079;&#1074;&#1072;&#1084;&#1077; &#1089;&#1086;&#1088;&#1090;&#1080;&#1088;&#1072;&#1085;&#1080; &#1090;&#1086;&#1095;&#1082;&#1080;&#1090;&#1077; &#1086;&#1090; &#1095;&#1080;&#1089;&#1083;&#1086;&#1074;&#1072;&#1090;&#1072; &#1086;&#1089;, &#1074; &#1082;&#1086;&#1080;&#1090;&#1086; &#1077; &#1074;&#1098;&#1079;&#1084;&#1086;&#1078;&#1085;&#1086; &#1076;&#1072; &#1080;&#1084;&#1072; &#1076;&#1074;&#1072; &#1088;&#1072;&#1079;&#1083;&#1080;&#1095;&#1085;&#1080; &#1089;&#1098;&#1089;&#1077;&#1076;&#1085;&#1080; &#1094;&#1074;&#1103;&#1090;&#1072;<br><br>bool segment[10020]; // &#1084;&#1072;&#1089;&#1080;&#1074;, &#1087;&#1088;&#1077;&#1076;&#1089;&#1090;&#1072;&#1074;&#1083;&#1103;&#1074;&#1072;&#1097; &#1095;&#1072;&#1089;&#1090;&#1080;&#1090;&#1077; &#1085;&#1072; &#1082;&#1086;&#1080;&#1090;&#1086; &#1077; &#1088;&#1072;&#1079;&#1076;&#1077;&#1083;&#1077;&#1085;&#1072; &#1095;&#1080;&#1089;&#1083;&#1086;&#1074;&#1072;&#1090;&#1072; &#1086;&#1089; &#1086;&#1090; &#1090;&#1086;&#1095;&#1082;&#1080;&#1090;&#1077; &#1074; tpoints, &#1080; &#1089;&#1098;&#1076;&#1098;&#1088;&#1078;&#1072;&#1097; &#1094;&#1074;&#1077;&#1090;&#1072; &#1085;&#1072; &#1089;&#1098;&#1086;&#1090;&#1074;&#1077;&#1090;&#1085;&#1080;&#1103; &#1089;&#1077;&#1075;&#1084;&#1077;&#1085;&#1090; (true = white, false = black)<br><br>// &#1060;&#1091;&#1085;&#1082;&#1094;&#1080;&#1103; &#1079;&#1072; &#1076;&#1074;&#1086;&#1080;&#1095;&#1085;&#1086; &#1090;&#1098;&#1088;&#1089;&#1077;&#1085;&#1077; &#1074; &#1084;&#1072;&#1089;&#1080;&#1074;&#1072; tpoints<br>int binsearch (int val)<br>{<br>    int l = 1, r = tpoint_c, mid;<br>    // &#1055;&#1086; &#1087;&#1086;&#1089;&#1090;&#1088;&#1086;&#1077;&#1085;&#1080;&#1077; &#1085;&#1080; &#1077; &#1075;&#1072;&#1088;&#1072;&#1085;&#1090;&#1080;&#1088;&#1072;&#1085;&#1086;, &#1095;&#1077; &#1090;&#1098;&#1088;&#1089;&#1077;&#1085;&#1072;&#1090;&#1072; &#1089;&#1090;&#1086;&#1081;&#1085;&#1086;&#1089;&#1090; &#1089;&#1098;&#1097;&#1077;&#1089;&#1090;&#1074;&#1091;&#1074;&#1072;<br>    while (true)<br>    {<br>        mid = (l + r)/2;<br>        if (tpoints[mid] == val)<br>        {<br>            return mid;<br>        }<br>        else if (tpoints[mid] &gt; val)<br>        {<br>            r = mid - 1;<br>        }<br>        else if (tpoints[mid] &lt; val)<br>        {<br>            l = mid + 1;<br>        }<br>    }<br>}<br><br>int main()<br>{<br>    // &#1048;&#1085;&#1080;&#1094;&#1080;&#1072;&#1083;&#1080;&#1079;&#1080;&#1088;&#1072;&#1084;&#1077; &#1087;&#1088;&#1086;&#1084;&#1077;&#1085;&#1083;&#1080;&#1074;&#1080;&#1090;&#1077;<br>    memset(tpoints, 0, sizeof(tpoints));<br>    for(int i = 0; i &lt;= 5001; i++) segment[i] = true;<br>    <br>    cin &gt;&gt; n;<br>    <br>    // &#1058;&#1088;&#1077;&#1090;&#1080;&#1088;&#1072;&#1084;&#1077; &#1087;&#1098;&#1088;&#1074;&#1086;&#1085;&#1072;&#1095;&#1072;&#1083;&#1085;&#1086;&#1090;&#1086; &#1089;&#1098;&#1089;&#1090;&#1086;&#1103;&#1085;&#1080;&#1077; &#1087;&#1088;&#1086;&#1089;&#1090;&#1086; &#1082;&#1072;&#1090;&#1086; &#1087;&#1098;&#1088;&#1074;&#1086;&#1090;&#1086; &#1087;&#1088;&#1077;&#1073;&#1086;&#1103;&#1076;&#1080;&#1089;&#1074;&#1072;&#1085;&#1077;<br>    tpoints[1] = left_end[1]  = 0;<br>    tpoints[2] = right_end[1] = 1000000000;<br>    color[1] = 'w';<br>    n++;<br>    <br>    // &#1055;&#1088;&#1086;&#1095;&#1080;&#1090;&#1072;&#1084;&#1077; &#1074;&#1093;&#1086;&#1076;&#1072; &#1080; &#1087;&#1086;&#1087;&#1098;&#1083;&#1074;&#1072;&#1084;&#1077; tpoints &#1084;&#1072;&#1089;&#1080;&#1074;&#1072; &#1089; &#1082;&#1088;&#1072;&#1081;&#1085;&#1080;&#1090;&#1077; &#1090;&#1086;&#1095;&#1082;&#1080; &#1085;&#1072; &#1087;&#1088;&#1077;&#1073;&#1086;&#1103;&#1076;&#1080;&#1089;&#1074;&#1072;&#1085;&#1080;&#1103;&#1090;&#1072;<br>    for(int i = 2; i &lt;= n&nbsp;; i++)<br>    {<br>        cin &gt;&gt; left_end[i] &gt;&gt; right_end[i] &gt;&gt; color[i];<br>        tpoints[++tpoint_c] = left_end[i];<br>        tpoints[++tpoint_c] = right_end[i];<br>    }<br>   <br>    // &#1089;&#1086;&#1088;&#1090;&#1080;&#1088;&#1072;&#1084;&#1077; &#1084;&#1072;&#1089;&#1080;&#1074;&#1072;, &#1079;&#1072; &#1076;&#1072; &#1084;&#1086;&#1078;&#1077; &#1087;&#1086;-&#1082;&#1098;&#1089;&#1085;&#1086; &#1076;&#1072; &#1087;&#1086;&#1083;&#1079;&#1074;&#1072;&#1084;&#1077; &#1076;&#1074;&#1086;&#1080;&#1095;&#1085;&#1086; &#1090;&#1098;&#1088;&#1089;&#1077;&#1085;&#1077; &#1074; &#1085;&#1077;&#1075;&#1086;<br>    sort((tpoints+1), (tpoints + tpoint_c + 1));<br>    <br><br>    // &#1047;&#1072; &#1074;&#1089;&#1077;&#1082;&#1080; &#1080;&#1085;&#1090;&#1077;&#1088;&#1074;&#1072;&#1083; &#1085;&#1072; &#1087;&#1088;&#1077;&#1073;&#1086;&#1103;&#1076;&#1080;&#1089;&#1074;&#1072;&#1085;&#1077; &#1074;&#1079;&#1080;&#1084;&#1072;&#1084;&#1077; &#1083;&#1103;&#1074;&#1072;&#1090;&#1072; &#1080; &#1076;&#1103;&#1089;&#1085;&#1072; &#1095;&#1072;&#1089;&#1090;, &#1085;&#1072;&#1084;&#1080;&#1088;&#1072;&#1084;&#1077; &#1082;&#1098;&#1076;&#1077; &#1089;&#1072; &#1090;&#1077; &#1089;&#1087;&#1088;&#1103;&#1084;&#1086; &#1076;&#1088;&#1091;&#1075;&#1080;&#1090;&#1077; &#1082;&#1088;&#1072;&#1080;&#1097;&#1072; &#1074; &#1089;&#1086;&#1088;&#1090;&#1080;&#1088;&#1072;&#1085;&#1080;&#1103; &#1084;&#1072;&#1089;&#1080;&#1074; tpoints<br>    // &#1080; &#1089;&#1083;&#1077;&#1076; &#1090;&#1086;&#1074;&#1072; &#1086;&#1094;&#1074;&#1077;&#1090;&#1103;&#1074;&#1072;&#1084;&#1077; &#1089;&#1098;&#1086;&#1090;&#1074;&#1077;&#1090;&#1085;&#1080;&#1103; &#1089;&#1077;&#1075;&#1084;&#1077;&#1085;&#1090; &#1086;&#1090; &#1095;&#1080;&#1089;&#1083;&#1086;&#1074;&#1072;&#1090;&#1072; &#1086;&#1089; &#1074; &#1090;&#1086;&#1079;&#1080; &#1094;&#1074;&#1103;&#1090;<br>    for(int i = 1; i &lt;= n; i++)<br>    {<br>        int ll = binsearch(left_end[i]) + 1, rr = binsearch(right_end[i]);<br>        for (int j = ll; j &lt;= rr; j++)<br>        {<br>            segment[j] = (color[i] == 'w');<br>        }<br>    }<br><br>    // &#1057;&#1083;&#1077;&#1076; &#1082;&#1072;&#1090;&#1086; &#1074;&#1089;&#1080;&#1095;&#1082;&#1086; &#1089;&#1084;&#1077; &#1086;&#1094;&#1074;&#1077;&#1090;&#1080;&#1083;&#1080; &#1086;&#1089;&#1090;&#1072;&#1074;&#1072; &#1076;&#1072; &#1085;&#1072;&#1084;&#1077;&#1088;&#1080;&#1084; &#1085;&#1072;&#1081;-&#1076;&#1098;&#1083;&#1075;&#1080;&#1103; &#1073;&#1103;&#1083; &#1089;&#1077;&#1075;&#1084;&#1077;&#1085;&#1090; &#1086;&#1090; &#1095;&#1080;&#1089;&#1083;&#1086;&#1074;&#1072;&#1090;&#1072; &#1086;&#1089;<br>    int end, len = 0, maxlen = 0;<br>    for(int i = 2; i &lt;= tpoint_c; i++)<br>    {<br>        if (segment[i])<br>        {<br>            len += tpoints[i] - tpoints[i - 1];   <br>        }<br>        else<br>        {<br>            if (len &gt; maxlen)<br>            {<br>                maxlen = len;<br>                end = tpoints[i - 1];<br>            }<br>            len = 0;   <br>        }<br>    }<br>    <br>    if (len &gt; maxlen)<br>    {<br>        maxlen = len;<br>        end = tpoints[tpoint_c];<br>    }<br>    <br>    cout &lt;&lt; (end - maxlen) &lt;&lt; " " &lt;&lt; end &lt;&lt; endl;<br>} <br><br></pre>
</body>
</html>
