<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.01 Transitional//EN">
<html>
<head>
  <meta content="text/html; charset=ISO-8859-1"
 http-equiv="Content-Type">
  <title>support</title>
</head>
<body>
&#1055;&#1056;&#1045;&#1044;&#1051;&#1054;&#1046;&#1045;&#1053;&#1048;&#1045;<br>
&#1079;&#1072; &#1092;&#1080;&#1085;&#1072;&#1085;&#1089;&#1080;&#1088;&#1072;&#1085;&#1077; &#1085;&#1072; &#1087;&#1088;&#1086;&#1077;&#1082;&#1090; &#1086;&#1090; &#1062;&#1077;&#1085;&#1090;&#1088;&#1072;&#1083;&#1077;&#1085; &#1092;&#1086;&#1085;&#1076; &#1079;&#1072; &#1089;&#1090;&#1088;&#1072;&#1090;&#1077;&#1075;&#1080;&#1095;&#1077;&#1089;&#1082;&#1086; &#1088;&#1072;&#1079;&#1074;&#1080;&#1090;&#1080;&#1077;<br>
&#1082;&#1098;&#1084; &#1053;&#1072;&#1089;&#1090;&#1086;&#1103;&#1090;&#1077;&#1083;&#1089;&#1090;&#1074;&#1086;&#1090;&#1086; &#1085;&#1072; &#1053;&#1041;&#1059;<br>
1.&nbsp;&nbsp;&nbsp; &#1048;&#1084;&#1077; &#1085;&#1072; &#1087;&#1088;&#1086;&#1077;&#1082;&#1090;&#1072;<br>
<span style="color: rgb(0, 0, 153);">&#1064;&#1082;&#1086;&#1083;&#1072; &#1057;&#1098;&#1089;&#1090;&#1077;&#1079;&#1072;&#1090;&#1077;&#1083;&#1085;&#1086; &#1087;&#1088;&#1086;&#1075;&#1088;&#1072;&#1084;&#1080;&#1088;&#1072;&#1085;&#1077; &#1079;&#1072;
&#1080;&#1079;&#1103;&#1074;&#1077;&#1085;&#1080; &#1089;&#1090;&#1091;&#1076;&#1077;&#1085;&#1090;&#1080;</span><br>
2.&nbsp;&nbsp;&nbsp; &#1054;&#1087;&#1080;&#1089;&#1072;&#1085;&#1080;&#1077; &#1085;&#1072; &#1087;&#1088;&#1086;&#1077;&#1082;&#1090;&#1072;<br>
&#1052;&#1086;&#1083;&#1103;, &#1087;&#1086;&#1089;&#1086;&#1095;&#1077;&#1090;&#1077; &#1080; &#1074;&#1080;&#1076;&#1072; &#1085;&#1072; &#1087;&#1088;&#1086;&#1077;&#1082;&#1090;&#1072; (&#1085;&#1072;&#1091;&#1095;&#1077;&#1085;, &#1090;&#1074;&#1086;&#1088;&#1095;&#1077;&#1089;&#1082;&#1080;, &#1086;&#1073;&#1088;&#1072;&#1079;&#1086;&#1074;&#1072;&#1090;&#1077;&#1083;&#1077;&#1085;) &#1080;
&#1074;&#1088;&#1098;&#1079;&#1082;&#1072;&#1090;&#1072; &#1084;&#1091; &#1089; &#1087;&#1088;&#1080;&#1086;&#1088;&#1080;&#1090;&#1077;&#1090;&#1085;&#1072;&#1090;&#1072; &#1079;&#1072; &#1053;&#1041;&#1059; &#1087;&#1088;&#1086;&#1077;&#1082;&#1090;&#1085;&#1072; &#1086;&#1073;&#1083;&#1072;&#1089;&#1090; (&#1072;&#1082;&#1086; &#1080;&#1084;&#1072; &#1090;&#1072;&#1082;&#1072;&#1074;&#1072;):<br>
<span style="color: rgb(0, 0, 153);">&nbsp;&nbsp; &#1042;&#1089;&#1103;&#1082;&#1072; &#1075;&#1086;&#1076;&#1080;&#1085;&#1072; (&#1088;&#1077;&#1076;&#1086;&#1074;&#1085;&#1086;
&#1086;&#1090; 2002 &#1075;.) &#1087;&#1088;&#1077;&#1079; &#1084;. &#1084;&#1072;&#1081; &#1089;&#1077; &#1087;&#1088;&#1086;&#1074;&#1077;&#1078;&#1076;&#1072; &#1056;&#1077;&#1087;&#1091;&#1073;&#1083;&#1080;&#1082;&#1072;&#1085;&#1089;&#1082;&#1072; &#1089;&#1090;&#1091;&#1076;&#1077;&#1085;&#1090;&#1089;&#1082;&#1072; &#1086;&#1083;&#1080;&#1084;&#1087;&#1080;&#1072;&#1076;&#1072;
&#1087;&#1086; &#1087;&#1088;&#1086;&#1075;&#1088;&#1072;&#1084;&#1080;&#1088;&#1072;&#1085;&#1077; (&#1056;&#1057;&#1054;&#1055;), &#1074; &#1082;&#1086;&#1103;&#1090;&#1086; &#1091;&#1095;&#1072;&#1089;&#1090;&#1074;&#1072;&#1090; &#1086;&#1090;&#1073;&#1086;&#1088;&#1080; &#1086;&#1090; &#1073;&#1098;&#1083;&#1075;&#1072;&#1088;&#1089;&#1082;&#1080;&#1090;&#1077;
&#1091;&#1085;&#1080;&#1074;&#1077;&#1088;&#1089;&#1080;&#1090;&#1077;&#1090;&#1080;, &#1082;&#1098;&#1076;&#1077;&#1090;&#1086; &#1089;&#1077; &#1087;&#1088;&#1077;&#1087;&#1086;&#1076;&#1072;&#1074;&#1072; &#1080;&#1085;&#1092;&#1086;&#1088;&#1084;&#1072;&#1090;&#1080;&#1082;&#1072;. &#1053;&#1072; &#1090;&#1077;&#1079;&#1080; &#1086;&#1083;&#1080;&#1084;&#1087;&#1080;&#1072;&#1076;&#1080;
&#1091;&#1095;&#1072;&#1089;&#1090;&#1074;&#1072; &#1080; &#1053;&#1041;&#1059;, &#1082;&#1072;&#1090;&#1086; &#1085;&#1072;&#1081;-&#1076;&#1086;&#1073;&#1088;&#1080;&#1090;&#1077; &#1082;&#1083;&#1072;&#1089;&#1080;&#1088;&#1072;&#1085;&#1080;&#1103; &#1085;&#1072; &#1086;&#1090;&#1073;&#1086;&#1088;&#1072; &#1089;&#1072; &#1087;&#1088;&#1077;&#1079; 2004 &#1075;.,
&#1082;&#1086;&#1075;&#1072;&#1090;&#1086; &#1053;&#1042;&#1059; &#1077; &#1090;&#1088;&#1077;&#1090;&#1080; &#1089;&#1083;&#1077;&#1076; &#1057;&#1086;&#1092;&#1080;&#1081;&#1089;&#1082;&#1080; &#1091;&#1085;&#1080;&#1074;&#1077;&#1088;&#1089;&#1080;&#1090;&#1077;&#1090; &#1080; &#1076;&#1086;&#1084;&#1072;&#1082;&#1080;&#1085;&#1080;&#1090;&#1077; &#1086;&#1090;
&#1055;&#1083;&#1086;&#1074;&#1076;&#1080;&#1074;&#1089;&#1082;&#1080;&#1103; &#1091;&#1085;&#1080;&#1074;&#1077;&#1088;&#1089;&#1080;&#1090;&#1077;&#1090; &#1080; 2005 &#1075;., &#1082;&#1086;&#1075;&#1072;&#1090;&#1086; &#1087;&#1088;&#1077;&#1076; &#1085;&#1072;&#1089; &#1089;&#1072; &#1089;&#1072;&#1084;&#1086; &#1057;&#1086;&#1092;&#1080;&#1081;&#1089;&#1082;&#1080; &#1080;
&#1064;&#1091;&#1084;&#1077;&#1085;&#1089;&#1082;&#1080; &#1091;&#1085;&#1080;&#1074;&#1077;&#1088;&#1089;&#1080;&#1090;&#1077;&#1090;&#1080;. &#1053;&#1072; &#1086;&#1083;&#1080;&#1084;&#1087;&#1080;&#1072;&#1076;&#1080;&#1090;&#1077; &#1087;&#1088;&#1077;&#1079; 2008 &#1080; 2009 &#1075;&#1086;&#1076;&#1080;&#1085;&#1072; &#1086;&#1090;&#1073;&#1086;&#1088;&#1098;&#1090;
&#1085;&#1072; &#1053;&#1041;&#1059; &#1089;&#1077; &#1082;&#1083;&#1072;&#1089;&#1080;&#1088;&#1072; &#1085;&#1072; 6-&#1090;&#1086; &#1084;&#1103;&#1089;&#1090;&#1086; &#1086;&#1090; 12 &#1091;&#1095;&#1072;&#1089;&#1090;&#1074;&#1072;&#1097;&#1080; &#1073;&#1098;&#1083;&#1075;&#1072;&#1088;&#1089;&#1082;&#1080; &#1091;&#1085;&#1080;&#1074;&#1077;&#1088;&#1089;&#1080;&#1090;&#1077;&#1090;&#1072;.
<br>
&nbsp;&nbsp;&nbsp; &#1047;&#1072; &#1091;&#1089;&#1087;&#1077;&#1096;&#1085;&#1086; &#1091;&#1095;&#1072;&#1089;&#1090;&#1080;&#1077; &#1074; &#1056;&#1057;&#1054;&#1055; &#1077; &#1085;&#1077;&#1086;&#1073;&#1093;&#1086;&#1076;&#1080;&#1084;&#1072; &#1076;&#1086;&#1087;&#1098;&#1083;&#1085;&#1080;&#1090;&#1077;&#1083;&#1085;&#1072;
&#1088;&#1072;&#1073;&#1086;&#1090;&#1072; &#1089; &#1080;&#1079;&#1103;&#1074;&#1077;&#1085;&#1080;&#1090;&#1077; &#1089;&#1090;&#1091;&#1076;&#1077;&#1085;&#1090;&#1080; (1-4 &#1082;&#1091;&#1088;&#1089;) &#1086;&#1090; &#1073;&#1072;&#1082;&#1072;&#1083;&#1072;&#1074;&#1098;&#1088;&#1089;&#1082;&#1080; &#1087;&#1088;&#1086;&#1075;&#1088;&#1072;&#1084;&#1080;
&#8220;&#1052;&#1088;&#1077;&#1078;&#1086;&#1074;&#1080; &#1090;&#1077;&#1093;&#1085;&#1086;&#1083;&#1086;&#1075;&#1080;&#1080;&#8221;, &#8220;&#1048;&#1085;&#1092;&#1086;&#1088;&#1084;&#1072;&#1090;&#1080;&#1082;&#1072;&#8221;, &#8220;&#1050;&#1086;&#1084;&#1087;&#1102;&#1090;&#1098;&#1088;&#1085;&#1080; &#1084;&#1077;&#1076;&#1080;&#1081;&#1085;&#1080; &#1090;&#1077;&#1093;&#1085;&#1086;&#1083;&#1086;&#1075;&#1080;&#1080;&#8221; &#1080;
&#8220;&#1058;&#1077;&#1083;&#1077;&#1082;&#1086;&#1084;&#1091;&#1085;&#1080;&#1082;&#1072;&#1094;&#1080;&#1080;&#8221; &#1085;&#1072; &#1076;&#1077;&#1087;&#1072;&#1088;&#1090;&#1072;&#1084;&#1077;&#1085;&#1090;&#1080;&#1090;&#1077; &#8220;&#1048;&#1085;&#1092;&#1086;&#1088;&#1084;&#1072;&#1090;&#1080;&#1082;&#1072;&#8221; &#1080; &#8220;&#1058;&#1077;&#1083;&#1077;&#1082;&#1086;&#1084;&#1091;&#1085;&#1080;&#1082;&#1072;&#1094;&#1080;&#1080;&#8221; &#1080;
&#1086;&#1090; &#1084;&#1072;&#1075;&#1080;&#1089;&#1090;&#1098;&#1088;&#1089;&#1082;&#1072; &#1087;&#1088;&#1086;&#1075;&#1088;&#1072;&#1084;&#1072; &#8220;&#1057;&#1086;&#1092;&#1090;&#1091;&#1077;&#1088;&#1085;&#1080; &#1090;&#1077;&#1093;&#1085;&#1086;&#1083;&#1086;&#1075;&#1080;&#1080; &#1074; &#1048;&#1085;&#1090;&#1077;&#1088;&#1085;&#1077;&#1090;&#8221;. &#1047;&#1072; &#1090;&#1072;&#1079;&#1080; &#1094;&#1077;&#1083;
&#1087;&#1088;&#1077;&#1076;&#1083;&#1072;&#1075;&#1072;&#1084; &#1076;&#1072; &#1073;&#1098;&#1076;&#1077; &#1092;&#1080;&#1085;&#1072;&#1085;&#1089;&#1080;&#1088;&#1072;&#1085;&#1072; &#1096;&#1082;&#1086;&#1083;&#1072; &#8220;&#1057;&#1098;&#1089;&#1090;&#1077;&#1079;&#1072;&#1090;&#1077;&#1083;&#1085;&#1086; &#1087;&#1088;&#1086;&#1075;&#1088;&#1072;&#1084;&#1080;&#1088;&#1072;&#1085;&#1077;&#8221;.
&#1064;&#1082;&#1086;&#1083;&#1072;&#1090;&#1072; &#1097;&#1077; &#1089;&#1077; &#1087;&#1088;&#1086;&#1074;&#1077;&#1078;&#1076;&#1072; &#1077;&#1078;&#1077;&#1089;&#1077;&#1076;&#1084;&#1080;&#1095;&#1085;&#1086; (&#1087;&#1086; &#1076;&#1074;&#1072; &#1091;&#1095;&#1077;&#1073;&#1085;&#1080; &#1073;&#1083;&#1086;&#1082;&#1072;) &#1074; &#1048;&#1085;&#1090;&#1077;&#1083;
&#1080;&#1085;&#1086;&#1074;&#1072;&#1094;&#1080;&#1086;&#1085;&#1077;&#1085; &#1094;&#1077;&#1085;&#1090;&#1098;&#1088; &#1079;&#1072; &#1089;&#1086;&#1092;&#1090;&#1091;&#1077;&#1088;&#1085;&#1080; &#1090;&#1077;&#1093;&#1085;&#1086;&#1083;&#1086;&#1075;&#1080;&#1080;, &#1048;&#1085;&#1089;&#1090;&#1080;&#1090;&#1091;&#1090; &#1087;&#1086; &#1084;&#1072;&#1090;&#1077;&#1084;&#1072;&#1090;&#1080;&#1082;&#1072; &#1080;
&#1080;&#1085;&#1092;&#1086;&#1088;&#1084;&#1072;&#1090;&#1080;&#1082;&#1072; &#8211; &#1041;&#1040;&#1053;. &#1053;&#1072; &#1085;&#1077;&#1103; &#1097;&#1077; &#1073;&#1098;&#1076;&#1072;&#1090; &#1087;&#1086;&#1082;&#1072;&#1085;&#1077;&#1085;&#1080; &#1083;&#1077;&#1082;&#1090;&#1086;&#1088;&#1080; &#1086;&#1090; &#1053;&#1041;&#1059;, &#1041;&#1040;&#1053; &#1080;
&#1057;&#1086;&#1092;&#1080;&#1081;&#1089;&#1082;&#1080; &#1091;&#1085;&#1080;&#1074;&#1077;&#1088;&#1089;&#1080;&#1090;&#1077;&#1090;. &#1057;&#1090;&#1091;&#1076;&#1077;&#1085;&#1090;&#1080; &#1097;&#1077; &#1087;&#1086;&#1076;&#1075;&#1086;&#1090;&#1074;&#1103;&#1090; &#1087;&#1086; &#1077;&#1076;&#1085;&#1072; &#1090;&#1077;&#1084;&#1072; &#1086;&#1090; &#1087;&#1088;&#1086;&#1075;&#1088;&#1072;&#1084;&#1072;&#1090;&#1072;
&#1085;&#1072; &#1096;&#1082;&#1086;&#1083;&#1072;&#1090;&#1072; &#1080; &#1097;&#1077; &#1103; &#1087;&#1088;&#1077;&#1076;&#1089;&#1090;&#1072;&#1074;&#1103;&#1090; &#1085;&#1072; &#1082;&#1086;&#1083;&#1077;&#1075;&#1080;&#1090;&#1077; &#1089;&#1080;, &#1082;&#1072;&#1090;&#1086; &#1085;&#1072;&#1081;-&#1076;&#1086;&#1073;&#1088;&#1080;&#1090;&#1077;
&#1087;&#1088;&#1077;&#1079;&#1077;&#1085;&#1090;&#1072;&#1094;&#1080;&#1080; &#1097;&#1077; &#1073;&#1098;&#1076;&#1072;&#1090; &#1085;&#1072;&#1075;&#1088;&#1072;&#1076;&#1077;&#1085;&#1080;. &#1065;&#1077; &#1073;&#1098;&#1076;&#1072;&#1090; &#1087;&#1088;&#1086;&#1074;&#1077;&#1076;&#1077;&#1085;&#1080; &#1095;&#1077;&#1090;&#1080;&#1088;&#1080;
&#1074;&#1098;&#1090;&#1088;&#1077;&#1096;&#1085;&#1086;&#1091;&#1085;&#1080;&#1074;&#1077;&#1088;&#1089;&#1080;&#1090;&#1077;&#1090;&#1089;&#1082;&#1080; (&#1074; &#1088;&#1072;&#1084;&#1082;&#1080;&#1090;&#1077; &#1085;&#1072; &#1053;&#1041;&#1059;) &#1089;&#1098;&#1089;&#1090;&#1077;&#1079;&#1072;&#1085;&#1080;&#1103; &#1087;&#1086; &#1087;&#1088;&#1086;&#1075;&#1088;&#1072;&#1084;&#1080;&#1088;&#1072;&#1085;&#1077;
(&#1087;&#1086; &#1087;&#1088;&#1072;&#1074;&#1080;&#1083;&#1072;&#1090;&#1072; &#1085;&#1072; &#1087;&#1088;&#1086;&#1074;&#1077;&#1078;&#1076;&#1072;&#1085;&#1077; &#1085;&#1072; &#1056;&#1057;&#1054;&#1055;) &#1089; &#1087;&#1086; 10 &#1079;&#1072;&#1076;&#1072;&#1095;&#1080; &#1079;&#1072; &#1074;&#1089;&#1103;&#1082;&#1086;
&#1089;&#1098;&#1089;&#1090;&#1077;&#1079;&#1072;&#1085;&#1080;&#1077;. &#1065;&#1077; &#1089;&#1077; &#1087;&#1086;&#1076;&#1076;&#1098;&#1088;&#1078;&#1072; &#1089;&#1072;&#1081;&#1090; &#1085;&#1072; &#1096;&#1082;&#1086;&#1083;&#1072;&#1090;&#1072;, &#1089;&#1077;&#1075;&#1072; &#1085;&#1072; &#1074;&#1088;&#1077;&#1084;&#1077;&#1085;&#1077;&#1085; &#1072;&#1076;&#1088;&#1077;&#1089;
<a href="http://nikolay.kirov.be/2010/WCP/index.html">http://nikolay.kirov.be/2010/WCP/index.html</a><br>
&nbsp;&nbsp;&nbsp;&nbsp; &#1047;&#1072;&#1087;&#1080;&#1089;&#1074;&#1072;&#1085;&#1077;&#1090;&#1086; &#1079;&#1072; &#1096;&#1082;&#1086;&#1083;&#1072;&#1090;&#1072; &#1077; &#1089;&#1074;&#1086;&#1073;&#1086;&#1076;&#1085;&#1086; &#1079;&#1072; &#1074;&#1089;&#1080;&#1095;&#1082;&#1080;
&#1089;&#1090;&#1091;&#1076;&#1077;&#1085;&#1090;&#1080; &#1086;&#1090; &#1053;&#1041;&#1059; &#1089; &#1086;&#1090;&#1083;&#1080;&#1095;&#1077;&#1085; &#1091;&#1089;&#1087;&#1077;&#1093; &#1087;&#1086; &#1091;&#1095;&#1077;&#1073;&#1085;&#1080; &#1076;&#1080;&#1089;&#1094;&#1080;&#1087;&#1083;&#1080;&#1085;&#1080;, &#1089;&#1074;&#1098;&#1088;&#1079;&#1072;&#1085;&#1077; &#1089;
&#1087;&#1088;&#1086;&#1075;&#1088;&#1072;&#1084;&#1080;&#1088;&#1072;&#1085;&#1077;&#1090;&#1086;, &#1080;&#1083;&#1080; &#1089;&#1083;&#1077;&#1076; &#1074;&#1093;&#1086;&#1076;&#1077;&#1085; &#1087;&#1088;&#1072;&#1082;&#1090;&#1080;&#1095;&#1077;&#1089;&#1082;&#1080; &#1080;&#1079;&#1087;&#1080;&#1090; &#1074;&#1098;&#1088;&#1093;&#1091; &#1091;&#1084;&#1077;&#1085;&#1080;&#1103;&#1090;&#1072; &#1080;&#1084; &#1087;&#1086;
&#1087;&#1088;&#1086;&#1075;&#1088;&#1072;&#1084;&#1080;&#1088;&#1072;&#1085;&#1077;. <br>
&nbsp;&nbsp;&nbsp; &#1044;&#1077;&#1081;&#1085;&#1086;&#1089;&#1090;&#1090;&#1072; &#1085;&#1072; &#1096;&#1082;&#1086;&#1083;&#1072;&#1090;&#1072; &#1097;&#1077; &#1076;&#1086;&#1087;&#1088;&#1080;&#1085;&#1077;&#1089;&#1077; &#1079;&#1072; &#1087;&#1086;&#1074;&#1080;&#1096;&#1072;&#1074;&#1072;&#1085;&#1077; &#1085;&#1072;
&#1084;&#1086;&#1090;&#1080;&#1074;&#1072;&#1094;&#1080;&#1103;&#1090;&#1072; &#1085;&#1072; &#1089;&#1080;&#1083;&#1085;&#1080;&#1090;&#1077; &#1089;&#1090;&#1091;&#1076;&#1077;&#1085;&#1090;&#1080; &#1079;&#1072; &#1086;&#1074;&#1083;&#1072;&#1076;&#1103;&#1074;&#1072;&#1085;&#1077; &#1085;&#1072; &#1077;&#1076;&#1085;&#1072; &#1090;&#1088;&#1091;&#1076;&#1085;&#1072; &#1086;&#1073;&#1083;&#1072;&#1089;&#1090; &#1085;&#1072;
&#1048;&#1085;&#1092;&#1086;&#1088;&#1084;&#1072;&#1090;&#1080;&#1082;&#1072;&#1090;&#1072; &#8211; &#1087;&#1088;&#1086;&#1075;&#1088;&#1072;&#1084;&#1080;&#1088;&#1072;&#1085;&#1077;&#1090;&#1086;, &#1097;&#1077; &#1089;&#1090;&#1080;&#1084;&#1091;&#1083;&#1080;&#1088;&#1072; &#1087;&#1088;&#1080;&#1074;&#1083;&#1080;&#1095;&#1072;&#1085;&#1077;&#1090;&#1086; &#1085;&#1072; &#1076;&#1086;&#1073;&#1088;&#1080;
&#1091;&#1095;&#1077;&#1085;&#1080;&#1094;&#1080; &#1074; &#1095;&#1077;&#1090;&#1080;&#1088;&#1080;&#1090;&#1077; &#1087;&#1088;&#1086;&#1075;&#1088;&#1072;&#1084;&#1080; &#1085;&#1072; &#1053;&#1041;&#1059;, &#1097;&#1077; &#1080;&#1079;&#1076;&#1080;&#1075;&#1085;&#1077; &#1072;&#1074;&#1090;&#1086;&#1088;&#1080;&#1090;&#1077;&#1090;&#1072; &#1085;&#1072; &#1053;&#1041;&#1059; &#1089;&#1088;&#1077;&#1076;
&#1082;&#1086;&#1083;&#1077;&#1075;&#1080;&#1103;&#1090;&#1072; &#1086;&#1090; &#1087;&#1088;&#1077;&#1087;&#1086;&#1076;&#1072;&#1074;&#1072;&#1090;&#1077;&#1083;&#1080; &#1087;&#1086; &#1048;&#1085;&#1092;&#1086;&#1088;&#1084;&#1072;&#1090;&#1080;&#1082;&#1072; &#1074; &#1073;&#1098;&#1083;&#1075;&#1072;&#1088;&#1089;&#1082;&#1080;&#1090;&#1077; &#1091;&#1085;&#1080;&#1074;&#1077;&#1088;&#1089;&#1080;&#1090;&#1077;&#1090;&#1080; &#1080;
&#1048;&#1058; &#1086;&#1073;&#1097;&#1077;&#1089;&#1090;&#1074;&#1086;&#1090;&#1086; &#1074; &#1041;&#1098;&#1083;&#1075;&#1072;&#1088;&#1080;&#1103;.&nbsp;&nbsp;&nbsp; </span><br>
3.&nbsp;&nbsp;&nbsp; &#1054;&#1095;&#1072;&#1082;&#1074;&#1072;&#1085;&#1080; &#1088;&#1077;&#1079;&#1091;&#1083;&#1090;&#1072;&#1090;&#1080; &#1080; &#1087;&#1088;&#1080;&#1085;&#1086;&#1089;&#1080; &#1079;&#1072; &#1053;&#1041;&#1059;<br>
&#1052;&#1086;&#1083;&#1103;, &#1087;&#1086;&#1089;&#1086;&#1095;&#1077;&#1090;&#1077; &#1088;&#1077;&#1079;&#1091;&#1083;&#1090;&#1072;&#1090;&#1080;&#1090;&#1077; (&#1080;&#1079;&#1076;&#1072;&#1085;&#1080;&#1103;, &#1087;&#1091;&#1073;&#1083;&#1080;&#1082;&#1072;&#1094;&#1080;&#1080;, &#1072;&#1091;&#1076;&#1080;&#1086;-/&#1074;&#1080;&#1076;&#1077;&#1086;&#1084;&#1072;&#1090;&#1077;&#1088;&#1080;&#1072;&#1083;&#1080;,
&#1092;&#1086;&#1088;&#1091;&#1084;&#1080;/&#1087;&#1088;&#1086;&#1103;&#1074;&#1080; &#1080; &#1076;&#1088;.) &#1080; &#1087;&#1088;&#1080;&#1085;&#1086;&#1089;&#1080;&#1090;&#1077; &#1079;&#1072; &#1053;&#1041;&#1059; &#1086;&#1090; &#1088;&#1077;&#1072;&#1083;&#1080;&#1079;&#1080;&#1088;&#1072;&#1085;&#1077;&#1090;&#1086; &#1085;&#1072; &#1087;&#1088;&#1086;&#1077;&#1082;&#1090;&#1072;
(&#1085;&#1072;&#1087;&#1088;. &#1087;&#1086;&#1089;&#1090;&#1080;&#1075;&#1072;&#1085;&#1077; &#1085;&#1072; &#1090;&#1088;&#1072;&#1081;&#1085;&#1086; &#1087;&#1086;&#1076;&#1086;&#1073;&#1088;&#1077;&#1085;&#1080;&#1077; &#1074; &#1086;&#1087;&#1088;&#1077;&#1076;&#1077;&#1083;&#1077;&#1085;&#1072; &#1086;&#1073;&#1083;&#1072;&#1089;&#1090;; &#1080;&#1085;&#1086;&#1074;&#1072;&#1090;&#1080;&#1074;&#1085;&#1072;
&#1076;&#1077;&#1081;&#1085;&#1086;&#1089;&#1090;, &#1088;&#1072;&#1079;&#1075;&#1083;&#1072;&#1089;&#1077;&#1085;&#1072; &#1074; &#1086;&#1073;&#1097;&#1077;&#1089;&#1090;&#1074;&#1077;&#1085;&#1086;&#1090;&#1086; &#1087;&#1088;&#1086;&#1089;&#1090;&#1088;&#1072;&#1085;&#1089;&#1090;&#1074;&#1086;; &#1087;&#1088;&#1080;&#1074;&#1083;&#1080;&#1095;&#1072;&#1085;&#1077; &#1085;&#1072; &#1074;&#1098;&#1085;&#1096;&#1085;&#1080;
&#1089;&#1088;&#1077;&#1076;&#1089;&#1090;&#1074;&#1072; &#1079;&#1072; &#1088;&#1072;&#1079;&#1074;&#1080;&#1090;&#1080;&#1077;&#1090;&#1086; &#1085;&#1072; &#1091;&#1085;&#1080;&#1074;&#1077;&#1088;&#1089;&#1080;&#1090;&#1077;&#1090;&#1072; &#1080; &#1090;.&#1085;.)<br>
<span style="color: rgb(0, 0, 153);">&#1053;&#1072;&#1091;&#1095;&#1085;&#1086;-&#1080;&#1079;&#1089;&#1083;&#1077;&#1076;&#1086;&#1074;&#1072;&#1090;&#1077;&#1083;&#1089;&#1082;&#1072; &#1088;&#1072;&#1073;&#1086;&#1090;&#1072; &#1089;
&#1080;&#1079;&#1103;&#1074;&#1077;&#1085;&#1080; &#1089;&#1090;&#1091;&#1076;&#1077;&#1085;&#1090;&#1080; &#1080; &#1076;&#1086;&#1073;&#1088;&#1086; &#1087;&#1088;&#1077;&#1076;&#1089;&#1090;&#1072;&#1074;&#1103;&#1085;&#1077; &#1085;&#1072; &#1053;&#1041;&#1059; &#1085;&#1072; &#1056;&#1077;&#1087;&#1091;&#1073;&#1083;&#1080;&#1082;&#1072;&#1085;&#1089;&#1082;&#1072; &#1089;&#1090;&#1091;&#1076;&#1077;&#1085;&#1090;&#1089;&#1082;&#1072;
&#1086;&#1083;&#1080;&#1084;&#1087;&#1080;&#1072;&#1076;&#1072; &#1087;&#1086; &#1087;&#1088;&#1086;&#1075;&#1088;&#1072;&#1084;&#1080;&#1088;&#1072;&#1085;&#1077; &#1087;&#1088;&#1077;&#1079; &#1084;. &#1084;&#1072;&#1081; 2010 &#1075;.</span><br>
4.&nbsp;&nbsp;&nbsp; &#1045;&#1090;&#1072;&#1087;&#1080;<br>
&#1052;&#1086;&#1083;&#1103;, &#1087;&#1086;&#1089;&#1086;&#1095;&#1077;&#1090;&#1077; &#1086;&#1089;&#1085;&#1086;&#1074;&#1085;&#1080;&#1090;&#1077; &#1076;&#1077;&#1081;&#1085;&#1086;&#1089;&#1090;&#1080; &#1080; &#1089;&#1088;&#1086;&#1082;&#1086;&#1074;&#1077;&#1090;&#1077; &#1079;&#1072; &#1090;&#1103;&#1093;&#1085;&#1086;&#1090;&#1086; &#1088;&#1077;&#1072;&#1083;&#1080;&#1079;&#1080;&#1088;&#1072;&#1085;&#1077;.<br>
<span style="color: rgb(0, 0, 153);">8 &#1083;&#1077;&#1082;&#1094;&#1080;&#1080; &#1079;&#1072; &#1077;&#1089;&#1077;&#1085;&#1085;&#1080;&#1103; &#1089;&#1077;&#1084;&#1077;&#1089;&#1090;&#1098;&#1088; (&#1086;&#1090;
&#1087;&#1088;&#1077;&#1087;&#1086;&#1076;&#1072;&#1074;&#1072;&#1090;&#1077;&#1083;&#1080;)&nbsp;&nbsp;&nbsp; &nbsp;&nbsp;&nbsp; &nbsp;&nbsp;&nbsp;
&nbsp;&nbsp;&nbsp; &nbsp;&nbsp;&nbsp; &nbsp;&nbsp;&nbsp;
&nbsp;&nbsp;&nbsp; &nbsp;&nbsp;&nbsp;
&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; 30/01/2010 &#1075;.</span><br
 style="color: rgb(0, 0, 153);">
<span style="color: rgb(0, 0, 153);">2 &#1079;&#1072;&#1085;&#1103;&#1090;&#1080;&#1103;: &#1087;&#1088;&#1077;&#1079;&#1077;&#1085;&#1090;&#1072;&#1094;&#1080;&#1080; - &#1082;&#1086;&#1085;&#1082;&#1091;&#1088;&#1089;&#1080;
&#1079;&#1072; &#1089;&#1090;&#1091;&#1076;&#1077;&#1085;&#1090;&#1080; &#1079;&#1072; &#1077;&#1089;&#1077;&#1085;&#1085;&#1080;&#1103; &#1089;&#1077;&#1084;&#1077;&#1089;&#1090;&#1098;&#1088;&nbsp;&nbsp;&nbsp;
&nbsp;&nbsp;&nbsp;&nbsp; 30/01/2010 &#1075;.</span><br
 style="color: rgb(0, 0, 153);">
<span style="color: rgb(0, 0, 153);">2 &#1089;&#1098;&#1089;&#1090;&#1077;&#1079;&#1072;&#1085;&#1080;&#1103; &#1087;&#1086; &#1087;&#1088;&#1086;&#1075;&#1088;&#1072;&#1084;&#1080;&#1088;&#1072;&#1085;&#1077; &#1087;&#1088;&#1077;&#1079;
&#1077;&#1089;&#1077;&#1085;&#1085;&#1080;&#1103; &#1089;&#1077;&#1084;&#1077;&#1089;&#1090;&#1098;&#1088;&nbsp;&nbsp;&nbsp; &nbsp;&nbsp;&nbsp;
&nbsp;&nbsp;&nbsp; &nbsp;&nbsp;&nbsp; &nbsp;&nbsp;&nbsp;
&nbsp;&nbsp;&nbsp; &nbsp;&nbsp;&nbsp; &nbsp;&nbsp;&nbsp; 30/01/2010 &#1075;.</span><br
 style="color: rgb(0, 0, 153);">
<span style="color: rgb(0, 0, 153);">8 &#1083;&#1077;&#1082;&#1094;&#1080;&#1080; &#1079;&#1072; &#1087;&#1088;&#1086;&#1083;&#1077;&#1090;&#1085;&#1080;&#1103; &#1089;&#1077;&#1084;&#1077;&#1089;&#1090;&#1098;&#1088; (&#1086;&#1090;
&#1087;&#1088;&#1077;&#1087;&#1086;&#1076;&#1072;&#1074;&#1072;&#1090;&#1077;&#1083;&#1080;)&nbsp;&nbsp;&nbsp; &nbsp;&nbsp;&nbsp; &nbsp;&nbsp;&nbsp;
&nbsp;&nbsp;&nbsp; &nbsp;&nbsp;&nbsp; &nbsp;&nbsp;&nbsp;
&nbsp;&nbsp;&nbsp; &nbsp;&nbsp;&nbsp; &nbsp;&nbsp; 01/05/2010 &#1075;.</span><br
 style="color: rgb(0, 0, 153);">
<span style="color: rgb(0, 0, 153);">2 &#1079;&#1072;&#1085;&#1103;&#1090;&#1080;&#1103;: &#1087;&#1088;&#1077;&#1079;&#1077;&#1085;&#1090;&#1072;&#1094;&#1080;&#1080; &#8211; &#1082;&#1086;&#1085;&#1082;&#1091;&#1088;&#1089;&#1080;
&#1085;&#1072; &#1089;&#1090;&#1091;&#1076;&#1077;&#1085;&#1090;&#1080; &#1079;&#1072; &#1087;&#1088;&#1086;&#1083;&#1077;&#1090;&#1085;&#1080;&#1103; &#1089;&#1077;&#1084;&#1077;&#1089;&#1090;&#1098;&#1088;&nbsp;&nbsp;&nbsp; 01/05/2010 &#1075;.</span><br
 style="color: rgb(0, 0, 153);">
<span style="color: rgb(0, 0, 153);">2 &#1089;&#1098;&#1089;&#1090;&#1077;&#1079;&#1072;&#1085;&#1080;&#1103; &#1087;&#1086; &#1087;&#1088;&#1086;&#1075;&#1088;&#1072;&#1084;&#1080;&#1088;&#1072;&#1085;&#1077; &#1087;&#1088;&#1077;&#1079;
&#1087;&#1088;&#1086;&#1083;&#1077;&#1090;&#1085;&#1080;&#1103; &#1089;&#1077;&#1084;&#1077;&#1089;&#1090;&#1098;&#1088;&nbsp;&nbsp;&nbsp; &nbsp;&nbsp;&nbsp;
&nbsp;&nbsp;&nbsp; &nbsp;&nbsp;&nbsp; &nbsp;&nbsp;&nbsp;
&nbsp;&nbsp;&nbsp; &nbsp;&nbsp;&nbsp; 10/05/2010 &#1075;.</span><br
 style="color: rgb(0, 0, 153);">
<span style="color: rgb(0, 0, 153);">&#1059;&#1095;&#1072;&#1089;&#1090;&#1080;&#1077; &#1085;&#1072; XXII &#1057;&#1090;&#1091;&#1076;&#1077;&#1085;&#1090;&#1089;&#1082;&#1072;
&#1086;&#1083;&#1080;&#1084;&#1087;&#1080;&#1072;&#1076;&#1072; &#1087;&#1086; &#1087;&#1088;&#1086;&#1075;&#1088;&#1072;&#1084;&#1080;&#1088;&#1072;&#1085;&#1077;&nbsp;&nbsp;&nbsp; &nbsp;&nbsp;&nbsp;
&nbsp;&nbsp;&nbsp; &nbsp;&nbsp;&nbsp; &nbsp;&nbsp;&nbsp;
&nbsp;&nbsp;&nbsp; &nbsp; 30/05/2010 &#1075;.</span><br>
5.&nbsp;&nbsp;&nbsp; &#1056;&#1098;&#1082;&#1086;&#1074;&#1086;&#1076;&#1080;&#1090;&#1077;&#1083;<br>
&#1052;&#1086;&#1083;&#1103;, &#1087;&#1086;&#1089;&#1086;&#1095;&#1077;&#1090;&#1077;: &#1080;&#1084;&#1077;, &#1076;&#1083;&#1098;&#1078;&#1085;&#1086;&#1089;&#1090; &#1074; &#1053;&#1041;&#1059; (&#1079;&#1072; &#1093;&#1086;&#1085;&#1086;&#1088;&#1091;&#1074;&#1072;&#1085;&#1080;&#1090;&#1077; &#1087;&#1088;&#1077;&#1087;&#1086;&#1076;&#1072;&#1074;&#1072;&#1090;&#1077;&#1083;&#1080; &#8211;
&#1086;&#1089;&#1085;&#1086;&#1074;&#1085;&#1072; &#1084;&#1077;&#1089;&#1090;&#1086;&#1088;&#1072;&#1073;&#1086;&#1090;&#1072;, &#1079;&#1072; &#1089;&#1090;&#1091;&#1076;&#1077;&#1085;&#1090;&#1080;&#1090;&#1077; &#1080; &#1076;&#1086;&#1082;&#1090;&#1086;&#1088;&#1072;&#1085;&#1090;&#1080;&#1090;&#1077; &#8211; &#1060;&#8470; &#1080; &#1087;&#1088;&#1086;&#1075;&#1088;&#1072;&#1084;&#1072;, &#1074;
&#1082;&#1086;&#1103;&#1090;&#1086; &#1089;&#1077; &#1086;&#1073;&#1091;&#1095;&#1072;&#1074;&#1072;&#1090;), &#1082;&#1086;&#1086;&#1088;&#1076;&#1080;&#1085;&#1072;&#1090;&#1080; &#1079;&#1072; &#1074;&#1088;&#1098;&#1079;&#1082;&#1072; (&#1084;&#1086;&#1073;&#1080;&#1083;&#1077;&#1085; &#1080; &#1089;&#1090;&#1072;&#1094;&#1080;&#1086;&#1085;&#1072;&#1088;&#1077;&#1085;
&#1090;&#1077;&#1083;&#1077;&#1092;&#1086;&#1085;, &#1077;-mail, &#1089;&#1083;&#1091;&#1078;&#1077;&#1073;&#1077;&#1085; &#1072;&#1076;&#1088;&#1077;&#1089; &#1080; &#1076;&#1088;.)<br>
<span style="color: rgb(0, 0, 153);">&#1076;&#1086;&#1094;. &#1076;-&#1088; &#1053;&#1080;&#1082;&#1086;&#1083;&#1072;&#1081; &#1050;&#1080;&#1088;&#1086;&#1074;</span><br>
6.&nbsp;&nbsp;&nbsp; &#1063;&#1083;&#1077;&#1085;&#1086;&#1074;&#1077; &#1085;&#1072; &#1077;&#1082;&#1080;&#1087;&#1072;, &#1089;&#1098;&#1090;&#1088;&#1091;&#1076;&#1085;&#1080;&#1095;&#1077;&#1089;&#1090;&#1074;&#1086; &#1080; &#1087;&#1088;&#1080;&#1085;&#1086;&#1089;<br>
&#1052;&#1086;&#1083;&#1103;, &#1087;&#1086;&#1089;&#1086;&#1095;&#1077;&#1090;&#1077;: &#1080;&#1084;&#1077; &#1080; &#1076;&#1083;&#1098;&#1078;&#1085;&#1086;&#1089;&#1090; &#1074; &#1053;&#1041;&#1059; &#1080;&#1083;&#1080; &#1074; &#1076;&#1088;&#1091;&#1075;&#1072; &#1086;&#1088;&#1075;&#1072;&#1085;&#1080;&#1079;&#1072;&#1094;&#1080;&#1103;,
&#1082;&#1086;&#1086;&#1088;&#1076;&#1080;&#1085;&#1072;&#1090;&#1080; &#1079;&#1072; &#1074;&#1088;&#1098;&#1079;&#1082;&#1072;, &#1074;&#1080;&#1076;&#1072; &#1085;&#1072; &#1089;&#1098;&#1090;&#1088;&#1091;&#1076;&#1085;&#1080;&#1095;&#1077;&#1089;&#1090;&#1074;&#1086;&#1090;&#1086; (&#1074;&#1098;&#1090;&#1088;&#1077;&#1096;&#1085;&#1086;&#1091;&#1085;&#1080;&#1074;&#1077;&#1088;&#1089;&#1080;&#1090;&#1077;&#1090;&#1089;&#1082;&#1086;,
&#1089; &#1076;&#1088;. &#1086;&#1088;&#1075;&#1072;&#1085;&#1080;&#1079;&#1072;&#1094;&#1080;&#1080; &#1074; &#1089;&#1090;&#1088;&#1072;&#1085;&#1072;&#1090;&#1072;, &#1084;&#1077;&#1078;&#1076;&#1091;&#1085;&#1072;&#1088;&#1086;&#1076;&#1085;&#1086;), &#1087;&#1072;&#1088;&#1090;&#1085;&#1100;&#1086;&#1088;&#1080;&#1090;&#1077; &#1080; &#1090;&#1077;&#1093;&#1085;&#1080;&#1103;
&#1087;&#1088;&#1080;&#1085;&#1086;&#1089; &#1082;&#1098;&#1084; &#1087;&#1088;&#1086;&#1077;&#1082;&#1090;&#1072;.<br>
<span style="color: rgb(0, 0, 153);">&#1055;&#1088;&#1086;&#1092;. &#1048;&#1074;&#1072;&#1085; &#1051;&#1072;&#1085;&#1076;&#1078;&#1077;&#1074;, &#1053;&#1041;&#1059;</span><br
 style="color: rgb(0, 0, 153);">
<span style="color: rgb(0, 0, 153);">&#1044;&#1086;&#1094;. &#1057;&#1090;&#1072;&#1085;&#1080;&#1089;&#1083;&#1072;&#1074; &#1048;&#1074;&#1072;&#1085;&#1086;&#1074;, &#1053;&#1041;&#1059;</span><br
 style="color: rgb(0, 0, 153);">
<span style="color: rgb(0, 0, 153);">&#1044;&#1086;&#1094;. &#1055;&#1077;&#1090;&#1103; &#1040;&#1089;&#1077;&#1085;&#1086;&#1074;&#1072;, &#1053;&#1041;&#1059;</span><br
 style="color: rgb(0, 0, 153);">
<span style="color: rgb(0, 0, 153);">&#1044;-&#1088; &#1051;&#1072;&#1089;&#1082;&#1086; &#1051;&#1072;&#1089;&#1082;&#1086;&#1074;, &#1053;&#1041;&#1059;</span><br
 style="color: rgb(0, 0, 153);">
<span style="color: rgb(0, 0, 153);">&#1053;.&#1089;. &#1045;&#1084;&#1080;&#1083; &#1050;&#1077;&#1083;&#1077;&#1074;&#1077;&#1076;&#1078;&#1080;&#1077;&#1074;, &#1048;&#1052;&#1048;-&#1041;&#1040;&#1053;, &#1053;&#1041;&#1059;</span><br
 style="color: rgb(0, 0, 153);">
<span style="color: rgb(0, 0, 153);">&#1044;&#1086;&#1094;. &#1050;&#1088;&#1072;&#1089;&#1080;&#1084;&#1080;&#1088; &#1052;&#1072;&#1085;&#1077;&#1074;, &#1057;&#1059;</span><br
 style="color: rgb(0, 0, 153);">
<span style="color: rgb(0, 0, 153);">&#1055;&#1088;&#1086;&#1092;. &#1057;&#1090;&#1086;&#1103;&#1085; &#1050;&#1072;&#1087;&#1088;&#1072;&#1083;&#1086;&#1074;, &#1058;&#1059;-&#1043;&#1072;&#1073;&#1088;&#1086;&#1074;&#1086;,
&#1048;&#1052;&#1048;-&#1041;&#1040;&#1053;</span><br>
7.&nbsp;&nbsp;&nbsp; &#1041;&#1102;&#1076;&#1078;&#1077;&#1090; &#1085;&#1072; &#1087;&#1088;&#1086;&#1077;&#1082;&#1090;&#1072;<br>
8.&nbsp;&nbsp;&nbsp; &#1055;&#1088;&#1080;&#1083;&#1086;&#1078;&#1077;&#1085;&#1080;&#1103;<br>
<span style="color: rgb(0, 0, 153);">&#1055;&#1083;&#1072;&#1085;-&#1075;&#1088;&#1072;&#1092;&#1080;&#1082; &#1079;&#1072; &#1087;&#1088;&#1086;&#1074;&#1077;&#1078;&#1076;&#1072;&#1085;&#1077; &#1085;&#1072;
&#1096;&#1082;&#1086;&#1083;&#1072;&#1090;&#1072;<br>
&#1055;&#1088;&#1072;&#1074;&#1080;&#1083;&#1072; &#1079;&#1072; &#1087;&#1088;&#1086;&#1074;&#1077;&#1078;&#1076;&#1072;&#1085;&#1077; &#1085;&#1072; &#1056;&#1077;&#1087;&#1091;&#1073;&#1083;&#1080;&#1082;&#1072;&#1085;&#1089;&#1082;&#1072; &#1089;&#1090;&#1091;&#1076;&#1077;&#1085;&#1090;&#1089;&#1082;&#1072; &#1086;&#1083;&#1080;&#1084;&#1087;&#1080;&#1072;&#1076;&#1072; &#1087;&#1086;
&#1087;&#1088;&#1086;&#1075;&#1088;&#1072;&#1084;&#1080;&#1088;&#1072;&#1085;&#1077;<br>
&#1048;&#1085;&#1090;&#1077;&#1083; &#1080;&#1085;&#1086;&#1074;&#1072;&#1094;&#1080;&#1086;&#1085;&#1077;&#1085; &#1094;&#1077;&#1085;&#1090;&#1098;&#1088; &#1079;&#1072; &#1089;&#1086;&#1092;&#1090;&#1091;&#1077;&#1088;&#1085;&#1080; &#1090;&#1077;&#1093;&#1085;&#1086;&#1083;&#1086;&#1075;&#1080;&#1080;<br>
&#1057;&#1087;&#1080;&#1089;&#1098;&#1082; &#1085;&#1072; &#1080;&#1079;&#1103;&#1074;&#1077;&#1085;&#1080; &#1089;&#1090;&#1091;&#1076;&#1077;&#1085;&#1090;&#1080; &#1087;&#1086; &#1087;&#1088;&#1086;&#1075;&#1088;&#1072;&#1084;&#1080;&#1088;&#1072;&#1085;&#1077;</span><br>
&#1044;&#1072;&#1090;&#1072;: 10/10/2009
&#1075;.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
&#1056;&#1098;&#1082;&#1086;&#1074;&#1086;&#1076;&#1080;&#1090;&#1077;&#1083;:
&#8230;&#8230;&#8230;&#8230;&#8230;&#8230;&#8230;&#8230;&#8230;&#8230;&#8230;&#8230;&#8230;&#8230;&#8230;<br>
<hr style="width: 100%; height: 2px;"><font size="+3"><span
 style="color: rgb(255, 0, 0); font-weight: bold;"></span></font>&#1055;&#1083;&#1072;&#1085;-&#1075;&#1088;&#1072;&#1092;&#1080;&#1082;<br>
&#1085;&#1072; &#1096;&#1082;&#1086;&#1083;&#1072; &#1057;&#1098;&#1089;&#1090;&#1077;&#1079;&#1072;&#1090;&#1077;&#1083;&#1085;&#1086; &#1087;&#1088;&#1086;&#1075;&#1088;&#1072;&#1084;&#1080;&#1088;&#1072;&#1085;&#1077;<br>
&#1079;&#1072; &#1072;&#1082;&#1072;&#1076;&#1077;&#1084;&#1080;&#1095;&#1085;&#1072;&#1090;&#1072; 2009/2010 &#1075;&#1086;&#1076;&#1080;&#1085;&#1072;<br>
<br>
&#1045;&#1089;&#1077;&#1085;&#1077;&#1085; &#1089;&#1077;&#1084;&#1077;&#1089;&#1090;&#1098;&#1088;<br>
(12-16.10) &#1059;&#1074;&#1086;&#1076;&#1085;&#1072; &#1083;&#1077;&#1082;&#1094;&#1080;&#1103; (&#1053;. &#1050;&#1080;&#1088;&#1086;&#1074;)<br>
(19-23.10) <a href="file:///E:/public_html/2010/WCP/l01.html">&#1051;&#1077;&#1082;&#1094;&#1080;&#1103; 1</a><br>
(26-30.10) &#1051;&#1077;&#1082;&#1094;&#1080;&#1103; 2<br>
(2-6.11) &#1051;&#1077;&#1082;&#1094;&#1080;&#1103; 3<br>
(9-13.11) &#1051;&#1077;&#1082;&#1094;&#1080;&#1103; 4<br>
(16-20.11) &#1051;&#1077;&#1082;&#1094;&#1080;&#1103; 5<br>
21.11.2009 &#1075;. - &#1030; &#1089;&#1098;&#1089;&#1090;&#1077;&#1079;&#1072;&#1085;&#1080;&#1077; &#1087;&#1086; &#1087;&#1088;&#1086;&#1075;&#1088;&#1072;&#1084;&#1080;&#1088;&#1072;&#1085;&#1077; (&#1086;&#1090;&#1075;. &#1053;. &#1050;&#1080;&#1088;&#1086;&#1074;)<br>
(23-27.11) - &#1054;&#1073;&#1089;&#1098;&#1078;&#1076;&#1072;&#1085;&#1077; &#1085;&#1072; &#1079;&#1072;&#1076;&#1072;&#1095;&#1080;&#1090;&#1077; &#1086;&#1090; &#1089;&#1098;&#1089;&#1090;&#1077;&#1079;&#1072;&#1085;&#1080;&#1077;&#1090;&#1086; (&#1053;. &#1050;&#1080;&#1088;&#1086;&#1074;)<br>
(30.11-4.12) - &#1057;&#1090;&#1091;&#1076;&#1077;&#1085;&#1090;&#1089;&#1082;&#1080; &#1087;&#1088;&#1077;&#1079;&#1077;&#1085;&#1090;&#1072;&#1094;&#1080;&#1080; (&#1055;. &#1040;&#1089;&#1077;&#1085;&#1086;&#1074;&#1072;)<br>
(7-11.12) - &#1057;&#1090;&#1091;&#1076;&#1077;&#1085;&#1090;&#1089;&#1082;&#1080; &#1087;&#1088;&#1077;&#1079;&#1077;&#1085;&#1090;&#1072;&#1094;&#1080;&#1080; (&#1055;. &#1040;&#1089;&#1077;&#1085;&#1086;&#1074;&#1072;)<br>
(14-18.12) &#1051;&#1077;&#1082;&#1094;&#1080;&#1103; 6<br>
(4-8.01) &#1051;&#1077;&#1082;&#1094;&#1080;&#1103; 7<br>
(11-15.01) &#1051;&#1077;&#1082;&#1094;&#1080;&#1103; 8<br>
16.01.2010 &#1075;. &#8211; &#1030;&#1030; &#1089;&#1098;&#1089;&#1090;&#1077;&#1079;&#1072;&#1085;&#1080;&#1077; &#1087;&#1086; &#1087;&#1088;&#1086;&#1075;&#1088;&#1072;&#1084;&#1080;&#1088;&#1072;&#1085;&#1077; &#1089; &#1085;&#1072;&#1075;&#1088;&#1072;&#1076;&#1080; (&#1086;&#1090;&#1075;. &#1053;. &#1050;&#1080;&#1088;&#1086;&#1074;)<br>
(18-22.01) - &#1054;&#1073;&#1089;&#1098;&#1078;&#1076;&#1072;&#1085;&#1077; &#1085;&#1072; &#1079;&#1072;&#1076;&#1072;&#1095;&#1080;&#1090;&#1077; &#1086;&#1090; &#1089;&#1098;&#1089;&#1090;&#1077;&#1079;&#1072;&#1085;&#1080;&#1077;&#1090;&#1086; (&#1053;. &#1050;&#1080;&#1088;&#1086;&#1074;)<br>
<br>
&#1055;&#1088;&#1086;&#1083;&#1077;&#1090;&#1077;&#1085; &#1089;&#1077;&#1084;&#1077;&#1089;&#1090;&#1098;&#1088;<br>
(22-26.02) &#1051;&#1077;&#1082;&#1094;&#1080;&#1103; 1<br>
(1-5.03) &#1051;&#1077;&#1082;&#1094;&#1080;&#1103; 2<br>
(8-12.03) &#1051;&#1077;&#1082;&#1094;&#1080;&#1103; 3<br>
(15-19.03) &#1051;&#1077;&#1082;&#1094;&#1080;&#1103; 4<br>
(22-26.03) &#1051;&#1077;&#1082;&#1094;&#1080;&#1103; 5<br>
27.03.2010 &#1075;. - &#1030;&#1030;&#1030; &#1089;&#1098;&#1089;&#1090;&#1077;&#1079;&#1072;&#1085;&#1080;&#1077; &#1087;&#1086; &#1087;&#1088;&#1086;&#1075;&#1088;&#1072;&#1084;&#1080;&#1088;&#1072;&#1085;&#1077; (&#1086;&#1090;&#1075;. &#1053;. &#1050;&#1080;&#1088;&#1086;&#1074;)<br>
(29.03-1.04) - &#1054;&#1073;&#1089;&#1098;&#1078;&#1076;&#1072;&#1085;&#1077; &#1085;&#1072; &#1079;&#1072;&#1076;&#1072;&#1095;&#1080;&#1090;&#1077; &#1086;&#1090; &#1089;&#1098;&#1089;&#1090;&#1077;&#1079;&#1072;&#1085;&#1080;&#1077;&#1090;&#1086; (&#1053;. &#1050;&#1080;&#1088;&#1086;&#1074;)<br>
(6-9.04) - &#1057;&#1090;&#1091;&#1076;&#1077;&#1085;&#1090;&#1089;&#1082;&#1080; &#1087;&#1088;&#1077;&#1079;&#1077;&#1085;&#1090;&#1072;&#1094;&#1080;&#1080; (&#1055;. &#1040;&#1089;&#1077;&#1085;&#1086;&#1074;&#1072;)<br>
(12-16.04) - &#1057;&#1090;&#1091;&#1076;&#1077;&#1085;&#1090;&#1089;&#1082;&#1080; &#1087;&#1088;&#1077;&#1079;&#1077;&#1085;&#1090;&#1072;&#1094;&#1080;&#1080; (&#1055;. &#1040;&#1089;&#1077;&#1085;&#1086;&#1074;&#1072;)<br>
(19-23.04) &#1051;&#1077;&#1082;&#1094;&#1080;&#1103; 6<br>
(26-30.04) &#1051;&#1077;&#1082;&#1094;&#1080;&#1103; 7<br>
(3-7.05) &#1051;&#1077;&#1082;&#1094;&#1080;&#1103; 8<br>
08.05.2010 &#1075;. &#8211; &#1030;V &#1089;&#1098;&#1089;&#1090;&#1077;&#1079;&#1072;&#1085;&#1080;&#1077; &#1087;&#1086; &#1087;&#1088;&#1086;&#1075;&#1088;&#1072;&#1084;&#1080;&#1088;&#1072;&#1085;&#1077; &#1089; &#1085;&#1072;&#1075;&#1088;&#1072;&#1076;&#1080; (&#1086;&#1090;&#1075;. &#1053;. &#1050;&#1080;&#1088;&#1086;&#1074;)<br>
(10-14.05) - &#1054;&#1073;&#1089;&#1098;&#1078;&#1076;&#1072;&#1085;&#1077; &#1085;&#1072; &#1079;&#1072;&#1076;&#1072;&#1095;&#1080;&#1090;&#1077; &#1086;&#1090; &#1089;&#1098;&#1089;&#1090;&#1077;&#1079;&#1072;&#1085;&#1080;&#1077;&#1090;&#1086; (&#1053;. &#1050;&#1080;&#1088;&#1086;&#1074;)<br>
&#1059;&#1095;&#1072;&#1089;&#1090;&#1080;&#1077; &#1085;&#1072; XXII &#1057;&#1090;&#1091;&#1076;&#1077;&#1085;&#1090;&#1089;&#1082;&#1072; &#1086;&#1083;&#1080;&#1084;&#1087;&#1080;&#1072;&#1076;&#1072; &#1087;&#1086; &#1087;&#1088;&#1086;&#1075;&#1088;&#1072;&#1084;&#1080;&#1088;&#1072;&#1085;&#1077; (&#1076;&#1086;&#1084;&#1072;&#1082;&#1080;&#1085; -
&#1056;&#1091;&#1089;&#1077;&#1085;&#1089;&#1082;&#1080; &#1091;&#1085;&#1080;&#1074;&#1077;&#1088;&#1089;&#1080;&#1090;&#1077;&#1090; "&#1040;&#1085;&#1075;&#1077;&#1083; &#1050;&#1098;&#1085;&#1095;&#1077;&#1074;")<br>
&#1054;&#1073;&#1089;&#1098;&#1078;&#1076;&#1072;&#1085;&#1077; &#1085;&#1072; &#1088;&#1077;&#1079;&#1091;&#1083;&#1090;&#1072;&#1090;&#1080;&#1090;&#1077; &#1086;&#1090; &#1054;&#1083;&#1080;&#1084;&#1087;&#1080;&#1072;&#1076;&#1072;&#1090;&#1072; (&#1053;. &#1050;&#1080;&#1088;&#1086;&#1074;)<br>
<br>
&#1052;&#1103;&#1089;&#1090;&#1086; &#1085;&#1072; &#1087;&#1088;&#1086;&#1074;&#1077;&#1078;&#1076;&#1072;&#1085;&#1077; &#1085;&#1072; &#1079;&#1072;&#1085;&#1103;&#1090;&#1080;&#1103;&#1090;&#1072; &#1080; &#1089;&#1098;&#1089;&#1090;&#1077;&#1079;&#1072;&#1085;&#1080;&#1103;&#1090;&#1072;:<br>
&#1048;&#1085;&#1090;&#1077;&#1083; &#1094;&#1077;&#1085;&#1090;&#1098;&#1088; &#1079;&#1072; &#1080;&#1085;&#1086;&#1074;&#1072;&#1094;&#1080;&#1086;&#1085;&#1085;&#1080; &#1089;&#1086;&#1092;&#1090;&#1091;&#1077;&#1088;&#1085;&#1080; &#1090;&#1077;&#1093;&#1085;&#1086;&#1083;&#1086;&#1075;&#1080;&#1080;<br>
&#1048;&#1085;&#1089;&#1090;&#1080;&#1090;&#1091;&#1090; &#1087;&#1086; &#1084;&#1072;&#1090;&#1077;&#1084;&#1072;&#1090;&#1080;&#1082;&#1072; &#1080; &#1080;&#1085;&#1092;&#1086;&#1088;&#1084;&#1072;&#1090;&#1080;&#1082;&#1072;, &#1041;&#1040;&#1053;<br>
&#1059;&#1083;. &#8220;&#1040;&#1082;&#1072;&#1076;. &#1043;. &#1041;&#1086;&#1085;&#1095;&#1077;&#1074;&#8221;, &#1073;&#1083;. 8<br>
<br>
&#1057;&#1077;&#1089;&#1080;&#1080;&#1090;&#1077; &#1085;&#1072; &#1096;&#1082;&#1086;&#1083;&#1072;&#1090;&#1072; &#1097;&#1077; &#1089;&#1077; &#1087;&#1088;&#1086;&#1074;&#1077;&#1078;&#1076;&#1072;&#1090; &#1074;&#1089;&#1103;&#1082;&#1072; &#1089;&#1088;&#1103;&#1076;&#1072;:<br>
14:40-16:10 &#1047;&#1072;&#1085;&#1103;&#1090;&#1080;&#1077; &#1086;&#1090; &#1087;&#1088;&#1086;&#1075;&#1088;&#1072;&#1084;&#1072;&#1090;&#1072;<br>
16:10-17:50 &#1059;&#1087;&#1088;&#1072;&#1078;&#1085;&#1077;&#1085;&#1080;&#1103;: &#1080;&#1085;&#1076;&#1080;&#1074;&#1080;&#1076;&#1091;&#1072;&#1083;&#1085;&#1072; &#1088;&#1072;&#1073;&#1086;&#1090;&#1072; &#1080;&#1083;&#1080; &#1077;&#1082;&#1080;&#1087;&#1085;&#1072; &#1088;&#1072;&#1073;&#1086;&#1090;&#1072; &#1074;
&#1082;&#1086;&#1084;&#1087;&#1102;&#1090;&#1098;&#1088;&#1085;&#1072; &#1079;&#1072;&#1083;&#1072; (&#1089; &#1082;&#1086;&#1085;&#1089;&#1091;&#1083;&#1090;&#1072;&#1094;&#1080;&#1080; &#1086;&#1090; &#1053;. &#1050;&#1080;&#1088;&#1086;&#1074;)<br>
<br>
&#1055;&#1088;&#1080;&#1084;&#1077;&#1088;&#1085;&#1080; &#1090;&#1077;&#1084;&#1080; &#1079;&#1072; &#1083;&#1077;&#1082;&#1094;&#1080;&#1080;&#1090;&#1077;:<br>
1.&nbsp;&nbsp;&nbsp; &#1050;&#1086;&#1084;&#1073;&#1080;&#1085;&#1072;&#1090;&#1086;&#1088;&#1085;&#1080; &#1079;&#1072;&#1076;&#1072;&#1095;&#1080;<br>
2.&nbsp;&nbsp;&nbsp; &#1057;&#1086;&#1088;&#1090;&#1080;&#1088;&#1072;&#1085;&#1077; &#1080; &#1090;&#1098;&#1088;&#1089;&#1077;&#1085;&#1077;<br>
3.&nbsp;&nbsp;&nbsp; &#1055;&#1098;&#1083;&#1085;&#1086; &#1080;&#1079;&#1095;&#1077;&#1088;&#1087;&#1074;&#1072;&#1085;&#1077;<br>
4.&nbsp;&nbsp;&nbsp; &#1044;&#1080;&#1085;&#1072;&#1084;&#1080;&#1095;&#1085;&#1080; &#1087;&#1088;&#1086;&#1075;&#1088;&#1072;&#1084;&#1080;&#1088;&#1072;&#1085;&#1077;<br>
5.&nbsp;&nbsp;&nbsp; &#1047;&#1072;&#1076;&#1072;&#1095;&#1080; &#1074;&#1098;&#1088;&#1093;&#1091; &#1075;&#1088;&#1072;&#1092;&#1080;<br>
6.&nbsp;&nbsp;&nbsp; &#1043;&#1077;&#1086;&#1084;&#1077;&#1090;&#1088;&#1080;&#1095;&#1085;&#1080; &#1079;&#1072;&#1076;&#1072;&#1095;&#1080;<br>
7.&nbsp;&nbsp;&nbsp; &#1052;&#1077;&#1090;&#1086;&#1076;&#1080; &#8220;&#1056;&#1072;&#1079;&#1076;&#1077;&#1083;&#1103;&#1081; &#1080; &#1074;&#1083;&#1072;&#1076;&#1077;&#1081;&#8221;<br>
8.&nbsp;&nbsp;&nbsp; &#1053;&#1080;&#1079;&#1086;&#1074;&#1080; &#1072;&#1083;&#1075;&#1086;&#1088;&#1080;&#1090;&#1084;&#1080;<br>
<br>
&#1053;&#1072; &#1089;&#1090;&#1091;&#1076;&#1077;&#1085;&#1090;&#1080;&#1090;&#1077; &#1097;&#1077; &#1073;&#1098;&#1076;&#1072;&#1090; &#1088;&#1072;&#1079;&#1076;&#1072;&#1076;&#1077;&#1085;&#1080; &#1090;&#1077;&#1084;&#1080; &#1079;&#1072; &#1088;&#1072;&#1079;&#1088;&#1072;&#1073;&#1086;&#1090;&#1082;&#1072; &#1080; &#1087;&#1086;&#1076;&#1075;&#1086;&#1090;&#1086;&#1074;&#1082;&#1072; &#1085;&#1072;
&#1087;&#1088;&#1077;&#1079;&#1077;&#1085;&#1090;&#1072;&#1094;&#1080;&#1080; &#1087;&#1086; &#1085;&#1103;&#1082;&#1086;&#1080; &#1090;&#1077;&#1093;&#1085;&#1080;&#1082;&#1080; &#1080; &#1072;&#1083;&#1075;&#1086;&#1088;&#1080;&#1090;&#1084;&#1080;, &#1087;&#1088;&#1080;&#1083;&#1072;&#1075;&#1072;&#1085;&#1080; &#1074; &#1089;&#1098;&#1089;&#1090;&#1077;&#1079;&#1072;&#1085;&#1080;&#1103;&#1090;&#1072; &#1087;&#1086;
&#1087;&#1088;&#1086;&#1075;&#1088;&#1072;&#1084;&#1080;&#1088;&#1072;&#1085;&#1077;. &#1055;&#1088;&#1080;&#1084;&#1077;&#1088;&#1085;&#1080; &#1090;&#1077;&#1084;&#1080;:<br>
1.&nbsp;&nbsp;&nbsp; &#1055;&#1088;&#1077;&#1092;&#1080;&#1082;&#1089;&#1085;&#1080; &#1076;&#1098;&#1088;&#1074;&#1077;&#1090;&#1072;<br>
2.&nbsp;&nbsp;&nbsp; &#1054;&#1087;&#1072;&#1096;&#1082;&#1072; &#1089; &#1087;&#1088;&#1080;&#1086;&#1088;&#1080;&#1090;&#1077;&#1090;, &#1088;&#1077;&#1072;&#1083;&#1080;&#1079;&#1080;&#1088;&#1072;&#1085;&#1072; &#1082;&#1072;&#1090;&#1086; &#1087;&#1080;&#1088;&#1072;&#1084;&#1080;&#1076;&#1072;<br>
3.&nbsp;&nbsp;&nbsp; &#1040;&#1083;&#1075;&#1086;&#1088;&#1080;&#1090;&#1098;&#1084; &#1085;&#1072; &#1061;&#1098;&#1092;&#1084;&#1072;&#1085; &#1079;&#1072; &#1082;&#1086;&#1084;&#1087;&#1088;&#1077;&#1089;&#1080;&#1088;&#1072;&#1085;&#1077; &#1085;&#1072; &#1092;&#1072;&#1081;&#1083;&#1086;&#1074;&#1077;<br>
4.&nbsp;&nbsp;&nbsp; &#1058;&#1086;&#1087;&#1086;&#1083;&#1086;&#1075;&#1080;&#1095;&#1085;&#1086; &#1089;&#1086;&#1088;&#1090;&#1080;&#1088;&#1072;&#1085;&#1077;<br>
&nbsp;<br>
&#1042;&#1088;&#1098;&#1079;&#1082;&#1080; &#1082;&#1098;&#1084; &#1057;&#1090;&#1091;&#1076;&#1077;&#1085;&#1090;&#1089;&#1082;&#1080; &#1086;&#1083;&#1080;&#1084;&#1087;&#1080;&#1072;&#1076;&#1080; &#1087;&#1086; &#1087;&#1088;&#1086;&#1075;&#1088;&#1072;&#1084;&#1080;&#1088;&#1072;&#1085;&#1077;:<br>
<a href="file:///E:/public_html/comp_bg.html">http://nikolay.kirov.be/comp_bg.html</a><br>
<br>
&#1054;&#1089;&#1085;&#1086;&#1074;&#1085;&#1072; &#1083;&#1080;&#1090;&#1077;&#1088;&#1072;&#1090;&#1091;&#1088;&#1072;:<br>
[1] &#1056;&#1086;&#1073;&#1098;&#1088;&#1090; &#1057;&#1077;&#1076;&#1078;&#1091;&#1080;&#1082;, &#1040;&#1083;&#1075;&#1086;&#1088;&#1080;&#1090;&#1084;&#1080; &#1085;&#1072; &#1057;. &#1058;&#1086;&#1084; 1 &#1080; 2, &#1048;&#1050; "&#1057;&#1086;&#1092;&#1090;&#1077;&#1093;", &#1057;&#1086;&#1092;&#1080;&#1103;, 2002.<br>
&nbsp;&nbsp;&nbsp; [&#1041;&#1080;&#1073;&#1083;&#1080;&#1086;&#1090;&#1077;&#1082;&#1072; &#1085;&#1072; &#1053;&#1041;&#1059;: &#1063; 681.3 / &#1057; 307]<br>
[2] &#1055;&#1088;&#1077;&#1089;&#1083;&#1072;&#1074; &#1053;&#1072;&#1082;&#1086;&#1074;, &#1055;&#1072;&#1085;&#1072;&#1081;&#1086;&#1090; &#1044;&#1086;&#1073;&#1088;&#1080;&#1082;&#1086;&#1074;,&nbsp; &#1055;&#1088;&#1086;&#1075;&#1088;&#1072;&#1084;&#1080;&#1088;&#1072;&#1085;&#1077; =
++&#1040;&#1083;&#1075;&#1086;&#1088;&#1080;&#1090;&#1084;&#1080;;&nbsp; TopTeam Co., 2003.&nbsp;&nbsp;&nbsp; [&#1041;&#1080;&#1073;&#1083;&#1080;&#1086;&#1090;&#1077;&#1082;&#1072; &#1085;&#1072;
&#1053;&#1041;&#1059;: 681.325.3 / &#1053; 186]<br>
[3] &#1044;&#1078;e&#1081;&#1084;&#1089; &#1056;o&#1089;, &#1057;a&#1081;&#1084;&#1098;&#1085; &#1061;a&#1088;&#1080;&#1089;, O&#1089;&#1085;o&#1074;&#1080; &#1085;a a&#1083;&#1075;o&#1088;&#1080;&#1090;&#1084;&#1080;&#1090;e, AlexSoft, 2006.<br>
[4] &#1051;&#1077;&#1085;&#1076;&#1077;&#1088;&#1090; &#1040;&#1084;&#1077;&#1088;&#1072;&#1083;, &#1040;&#1083;&#1075;&#1086;&#1088;&#1080;&#1090;&#1084;&#1080; &#1080; &#1089;&#1090;&#1088;&#1091;&#1082;&#1090;&#1091;&#1088;&#1080; &#1086;&#1090; &#1076;&#1072;&#1085;&#1085;&#1080; &#1074; &#1057;++, &#1048;&#1050; "&#1057;&#1086;&#1092;&#1090;&#1077;&#1093;",
&#1057;&#1086;&#1092;&#1080;&#1103;,&nbsp; 2001.<br>
<hr style="width: 100%; height: 2px;">&#1056;&#1045;&#1043;&#1051;&#1040;&#1052;&#1045;&#1053;&#1058;<br>
&#1079;&#1072; &#1087;&#1088;&#1086;&#1074;&#1077;&#1078;&#1076;&#1072;&#1085;&#1077; &#1085;&#1072; &#1056;&#1077;&#1087;&#1091;&#1073;&#1083;&#1080;&#1082;&#1072;&#1085;&#1089;&#1082;&#1072;&#1090;&#1072; &#1089;&#1090;&#1091;&#1076;&#1077;&#1085;&#1090;&#1089;&#1082;&#1072; &#1086;&#1083;&#1080;&#1084;&#1087;&#1080;&#1072;&#1076;&#1072; &#1087;&#1086; &#1055;&#1088;&#1086;&#1075;&#1088;&#1072;&#1084;&#1080;&#1088;&#1072;&#1085;&#1077; <br>
(&#1042;&#1098;&#1074; &#1074;&#1080;&#1076;&#1072; &#1086;&#1090; XX-&#1090;&#1072;&#1090;&#1072; &#1056;&#1057;&#1054;&#1055;, &#1057;&#1086;&#1092;&#1080;&#1103; 2008.)<br>
<br>
1. &#1062;&#1045;&#1051;&#1048; &#1048; &#1061;&#1040;&#1056;&#1040;&#1050;&#1058;&#1045;&#1056; &#1053;&#1040; &#1054;&#1051;&#1048;&#1052;&#1055;&#1048;&#1040;&#1044;&#1040;&#1058;&#1040;<br>
1.1. &#1062;&#1077;&#1083; &#1085;&#1072; &#1056;&#1077;&#1087;&#1091;&#1073;&#1083;&#1080;&#1082;&#1072;&#1085;&#1089;&#1082;&#1072;&#1090;&#1072; &#1089;&#1090;&#1091;&#1076;&#1077;&#1085;&#1090;&#1089;&#1082;&#1072; &#1086;&#1083;&#1080;&#1084;&#1087;&#1080;&#1072;&#1076;&#1072; &#1087;&#1086; &#1055;&#1088;&#1086;&#1075;&#1088;&#1072;&#1084;&#1080;&#1088;&#1072;&#1085;&#1077; (&#1056;&#1057;&#1054;&#1055;)
&#1077; &#1076;&#1072; &#1086;&#1089;&#1080;&#1075;&#1091;&#1088;&#1080; &#1074;&#1098;&#1079;&#1084;&#1086;&#1078;&#1085;&#1086;&#1089;&#1090; &#1085;&#1072; &#1085;&#1072;&#1081;-&#1076;&#1086;&#1073;&#1088;&#1080;&#1090;&#1077; &#1089;&#1090;&#1091;&#1076;&#1077;&#1085;&#1090;&#1080; &#1086;&#1090; &#1091;&#1085;&#1080;&#1074;&#1077;&#1088;&#1089;&#1080;&#1090;&#1077;&#1090;&#1080;,
&#1088;&#1072;&#1073;&#1086;&#1090;&#1077;&#1097;&#1080; &#1085;&#1072; &#1090;&#1077;&#1088;&#1080;&#1090;&#1086;&#1088;&#1080;&#1103;&#1090;&#1072; &#1085;&#1072; &#1056;&#1077;&#1087;&#1091;&#1073;&#1083;&#1080;&#1082;&#1072; &#1041;&#1098;&#1083;&#1075;&#1072;&#1088;&#1080;&#1103; &#1080; &#1087;&#1086;&#1076;&#1076;&#1098;&#1088;&#1078;&#1072;&#1097;&#1080; &#1087;&#1088;&#1086;&#1075;&#1088;&#1072;&#1084;&#1080; &#1087;&#1086;
&#1080;&#1085;&#1092;&#1086;&#1088;&#1084;&#1072;&#1090;&#1080;&#1082;&#1072; &#1076;&#1072; &#1082;&#1086;&#1085;&#1090;&#1072;&#1082;&#1090;&#1091;&#1074;&#1072;&#1090; &#1087;&#1086;&#1084;&#1077;&#1078;&#1076;&#1091; &#1089;&#1080; &#1080; &#1074; &#1089;&#1098;&#1089;&#1090;&#1077;&#1079;&#1072;&#1090;&#1077;&#1083;&#1085;&#1080; &#1091;&#1089;&#1083;&#1086;&#1074;&#1080;&#1103; &#1076;&#1072;
&#1087;&#1088;&#1086;&#1074;&#1077;&#1088;&#1103;&#1090; &#1082;&#1072;&#1095;&#1077;&#1089;&#1090;&#1074;&#1086;&#1090;&#1086; &#1085;&#1072; &#1087;&#1086;&#1076;&#1075;&#1086;&#1090;&#1086;&#1074;&#1082;&#1072;&#1090;&#1072; &#1080; &#1074;&#1098;&#1079;&#1084;&#1086;&#1078;&#1085;&#1086;&#1089;&#1090;&#1080;&#1090;&#1077; &#1089;&#1080; &#1076;&#1072; &#1089;&#1077; &#1089;&#1087;&#1088;&#1072;&#1074;&#1103;&#1090; &#1089;
&#1085;&#1077; &#1087;&#1088;&#1086;&#1089;&#1090;&#1080; &#1087;&#1088;&#1086;&#1075;&#1088;&#1072;&#1084;&#1080;&#1089;&#1090;&#1082;&#1080; &#1079;&#1072;&#1076;&#1072;&#1095;&#1080;.<br>
1.2. &#1056;&#1057;&#1054;&#1055; &#1077; &#1085;&#1077;&#1079;&#1072;&#1074;&#1080;&#1089;&#1080;&#1084;&#1086; &#1089;&#1098;&#1089;&#1090;&#1077;&#1079;&#1072;&#1085;&#1080;&#1077;, &#1086;&#1088;&#1075;&#1072;&#1085;&#1080;&#1079;&#1080;&#1088;&#1072;&#1085;&#1086; &#1089; &#1076;&#1086;&#1073;&#1088;&#1072;&#1090;&#1072; &#1074;&#1086;&#1083;&#1103; &#1085;&#1072;
&#1091;&#1085;&#1080;&#1074;&#1077;&#1088;&#1089;&#1080;&#1090;&#1077;&#1090;&#1080;&#1090;&#1077; &#1091;&#1095;&#1072;&#1089;&#1090;&#1085;&#1080;&#1094;&#1080;, &#1082;&#1072;&#1090;&#1086; &#1087;&#1088;&#1072;&#1074;&#1080;&#1083;&#1072;&#1090;&#1072; &#1079;&#1072; &#1087;&#1088;&#1086;&#1074;&#1077;&#1078;&#1076;&#1072;&#1085;&#1077;&#1090;&#1086; &#1084;&#1091; &#1089;&#1077; &#1087;&#1088;&#1086;&#1084;&#1077;&#1085;&#1103;&#1090;
&#1080; &#1091;&#1090;&#1074;&#1098;&#1088;&#1078;&#1076;&#1072;&#1074;&#1072;&#1090; &#1077;&#1076;&#1080;&#1085;&#1089;&#1090;&#1074;&#1077;&#1085;&#1086; &#1086;&#1090; &#1091;&#1095;&#1072;&#1089;&#1090;&#1074;&#1072;&#1097;&#1080;&#1090;&#1077; &#1085;&#1077;&#1075;&#1086;.<br>
1.3. &#1044;&#1086;&#1082;&#1086;&#1083;&#1082;&#1086;&#1090;&#1086; &#1089;&#1098;&#1097;&#1077;&#1089;&#1090;&#1074;&#1091;&#1074;&#1072; &#1084;&#1077;&#1078;&#1076;&#1091;&#1085;&#1072;&#1088;&#1086;&#1076;&#1077;&#1085; &#1086;&#1073;&#1088;&#1072;&#1079;&#1077;&#1094;, &#1076;&#1086;&#1082;&#1086;&#1083;&#1082;&#1086;&#1090;&#1086; &#1076;&#1072;&#1083;&#1077;&#1095;&#1085;&#1072; &#1094;&#1077;&#1083;
&#1085;&#1072; &#1089;&#1098;&#1089;&#1090;&#1077;&#1079;&#1072;&#1085;&#1080;&#1077;&#1090;&#1086; &#1077; &#1076;&#1072; &#1073;&#1098;&#1076;&#1077; &#1077;&#1090;&#1072;&#1087; &#1086;&#1090; &#1087;&#1086;&#1076;&#1075;&#1086;&#1090;&#1086;&#1074;&#1082;&#1072;&#1090;&#1072; &#1079;&#1072; &#1091;&#1095;&#1072;&#1089;&#1090;&#1080;&#1077; &#1074; &#1085;&#1077;&#1075;&#1086; &#1080;
&#1076;&#1086;&#1082;&#1086;&#1083;&#1082;&#1086;&#1090;&#1086; &#1087;&#1086;&#1079;&#1074;&#1086;&#1083;&#1103;&#1074;&#1072;&#1090; &#1074;&#1098;&#1079;&#1084;&#1086;&#1078;&#1085;&#1086;&#1089;&#1090;&#1080;&#1090;&#1077; &#1085;&#1072; &#1091;&#1095;&#1072;&#1089;&#1090;&#1085;&#1080;&#1094;&#1080;&#1090;&#1077;, &#1056;&#1057;&#1054;&#1055; &#1089;&#1077; &#1087;&#1088;&#1086;&#1074;&#1077;&#1078;&#1076;&#1072; &#1087;&#1086;
&#1087;&#1088;&#1072;&#1074;&#1080;&#1083;&#1072;, &#1084;&#1072;&#1082;&#1089;&#1080;&#1084;&#1072;&#1083;&#1085;&#1086; &#1073;&#1083;&#1080;&#1079;&#1082;&#1080; &#1076;&#1086; &#1090;&#1077;&#1079;&#1080; &#1085;&#1072; &#1052;&#1077;&#1078;&#1076;&#1091;&#1085;&#1072;&#1088;&#1086;&#1076;&#1085;&#1072;&#1090;&#1072; &#1089;&#1090;&#1091;&#1076;&#1077;&#1085;&#1090;&#1089;&#1082;&#1072;
&#1086;&#1083;&#1080;&#1084;&#1087;&#1080;&#1072;&#1076;&#1072; &#1087;&#1086; &#1055;&#1088;&#1086;&#1075;&#1088;&#1072;&#1084;&#1080;&#1088;&#1072;&#1085;&#1077; &#1085;&#1072; &#1040;&#1057;&#1052; (http://icpc.baylor.edu).<br>
1.4. &#1055;&#1088;&#1072;&#1074;&#1080;&#1083;&#1072;&#1090;&#1072; &#1085;&#1072; &#1056;&#1057;&#1054;&#1055; &#1089;&#1077; &#1089;&#1098;&#1089;&#1090;&#1086;&#1103;&#1090; &#1086;&#1090; &#1076;&#1074;&#1077; &#1086;&#1090;&#1076;&#1077;&#1083;&#1085;&#1080;, &#1085;&#1086; &#1077;&#1076;&#1085;&#1072;&#1082;&#1074;&#1086; &#1079;&#1085;&#1072;&#1095;&#1080;&#1084;&#1080;
&#1095;&#1072;&#1089;&#1090;&#1080;:<br>
1.4.1. &#1056;&#1045;&#1043;&#1051;&#1040;&#1052;&#1045;&#1053;&#1058; &#1085;&#1072; &#1054;&#1083;&#1080;&#1084;&#1087;&#1080;&#1072;&#1076;&#1072;&#1090;&#1072; - &#1086;&#1090;&#1085;&#1086;&#1089;&#1080;&#1090;&#1077;&#1083;&#1085;&#1086; &#1087;&#1086;&#1089;&#1090;&#1086;&#1103;&#1085;&#1085;&#1072; &#1089;&#1098;&#1074;&#1082;&#1091;&#1087;&#1085;&#1086;&#1089;&#1090; &#1086;&#1090;
&#1087;&#1088;&#1072;&#1074;&#1080;&#1083;&#1072;, &#1094;&#1077;&#1083;&#1103;&#1097;&#1072; &#1076;&#1072; &#1086;&#1089;&#1080;&#1075;&#1091;&#1088;&#1080; &#1089;&#1090;&#1072;&#1073;&#1080;&#1083;&#1085;&#1086;&#1089;&#1090; &#1080; &#1087;&#1088;&#1077;&#1076;&#1089;&#1082;&#1072;&#1079;&#1091;&#1077;&#1084;&#1086;&#1089;&#1090; &#1085;&#1072; &#1086;&#1073;&#1097;&#1080;&#1090;&#1077;
&#1087;&#1088;&#1080;&#1085;&#1094;&#1080;&#1087;&#1080; &#1085;&#1072; &#1089;&#1098;&#1089;&#1090;&#1077;&#1079;&#1072;&#1085;&#1080;&#1077;&#1090;&#1086; &#1080; &#1076;&#1072; &#1073;&#1098;&#1076;&#1077; &#1073;&#1072;&#1079;&#1072; &#1079;&#1072; &#1076;&#1098;&#1083;&#1075;&#1086;&#1090;&#1088;&#1072;&#1081;&#1085;&#1072; &#1087;&#1086;&#1076;&#1075;&#1086;&#1090;&#1086;&#1074;&#1082;&#1072; &#1085;&#1072;
&#1087;&#1086;&#1090;&#1077;&#1085;&#1094;&#1080;&#1072;&#1083;&#1085;&#1080;&#1090;&#1077; &#1091;&#1095;&#1072;&#1089;&#1090;&#1085;&#1080;&#1094;&#1080;.<br>
1.4.2. &#1059;&#1057;&#1051;&#1054;&#1042;&#1048;&#1071; &#1085;&#1072; &#1054;&#1083;&#1080;&#1084;&#1087;&#1080;&#1072;&#1076;&#1072;&#1090;&#1072; - &#1086;&#1090;&#1085;&#1086;&#1089;&#1080;&#1090;&#1077;&#1083;&#1085;&#1086; &#1087;&#1088;&#1086;&#1084;&#1077;&#1085;&#1083;&#1080;&#1074;&#1072; &#1089;&#1098;&#1074;&#1082;&#1091;&#1087;&#1085;&#1086;&#1089;&#1090; &#1086;&#1090;
&#1087;&#1088;&#1072;&#1074;&#1080;&#1083;&#1072;, &#1094;&#1077;&#1083;&#1103;&#1097;&#1072; &#1076;&#1072; &#1086;&#1090;&#1088;&#1072;&#1079;&#1080; &#1082;&#1086;&#1085;&#1082;&#1088;&#1077;&#1090;&#1085;&#1080;&#1090;&#1077; &#1074;&#1098;&#1079;&#1084;&#1086;&#1078;&#1085;&#1086;&#1089;&#1090;&#1080; &#1085;&#1072; &#1091;&#1085;&#1080;&#1074;&#1077;&#1088;&#1089;&#1080;&#1090;&#1077;&#1090;&#1072;,
&#1082;&#1086;&#1081;&#1090;&#1086; &#1086;&#1088;&#1075;&#1072;&#1085;&#1080;&#1079;&#1080;&#1088;&#1072; &#1089;&#1098;&#1089;&#1090;&#1077;&#1079;&#1072;&#1085;&#1080;&#1077;&#1090;&#1086; &#1080; &#1082;&#1086;&#1085;&#1082;&#1088;&#1077;&#1090;&#1085;&#1072;&#1090;&#1072; &#1089;&#1080;&#1090;&#1091;&#1072;&#1094;&#1080;&#1103; &#1082;&#1098;&#1084; &#1076;&#1077;&#1085;&#1103; &#1085;&#1072;
&#1089;&#1098;&#1089;&#1090;&#1077;&#1079;&#1072;&#1085;&#1080;&#1077;&#1090;&#1086;. &#1058;&#1086;&#1079;&#1080; &#1076;&#1086;&#1082;&#1091;&#1084;&#1077;&#1085;&#1090; &#1089;&#1098;&#1076;&#1098;&#1088;&#1078;&#1072; &#1094;&#1103;&#1083;&#1072;&#1090;&#1072; &#1080;&#1085;&#1092;&#1086;&#1088;&#1084;&#1072;&#1094;&#1080;&#1103;, &#1085;&#1077;&#1086;&#1073;&#1093;&#1086;&#1076;&#1080;&#1084;&#1072; &#1085;&#1072;
&#1091;&#1095;&#1072;&#1089;&#1090;&#1085;&#1080;&#1094;&#1080;&#1090;&#1077; &#1073;&#1098;&#1088;&#1079;&#1086; &#1080; &#1073;&#1077;&#1079; &#1087;&#1088;&#1086;&#1073;&#1083;&#1077;&#1084;&#1080; &#1076;&#1072; &#1091;&#1089;&#1074;&#1086;&#1103;&#1090; &#1088;&#1072;&#1073;&#1086;&#1090;&#1085;&#1086;&#1090;&#1086; &#1084;&#1103;&#1089;&#1090;&#1086; -
&#1082;&#1086;&#1085;&#1092;&#1080;&#1075;&#1091;&#1088;&#1072;&#1094;&#1080;&#1103;, &#1087;&#1088;&#1086;&#1094;&#1077;&#1076;&#1091;&#1088;&#1080; &#1087;&#1086; &#1089;&#1090;&#1072;&#1088;&#1090;&#1080;&#1088;&#1072;&#1085;&#1077;, &#1080;&#1084;&#1077;&#1085;&#1072; &#1085;&#1072; &#1091;&#1089;&#1090;&#1088;&#1086;&#1081;&#1089;&#1090;&#1074;&#1072; &#1080; &#1082;&#1072;&#1090;&#1072;&#1083;&#1086;&#1079;&#1080; &#1080;
&#1090;.&#1085;., &#1082;&#1072;&#1082;&#1090;&#1086; &#1080; &#1074;&#1089;&#1103;&#1082;&#1072; &#1076;&#1088;&#1091;&#1075;&#1072; &#1080;&#1085;&#1092;&#1086;&#1088;&#1084;&#1072;&#1094;&#1080;&#1103; &#1087;&#1086; &#1091;&#1089;&#1083;&#1086;&#1074;&#1080;&#1103;&#1090;&#1072; &#1087;&#1088;&#1077;&#1076;&#1086;&#1089;&#1090;&#1072;&#1074;&#1077;&#1085;&#1080; &#1086;&#1090;
&#1044;&#1086;&#1084;&#1072;&#1082;&#1080;&#1085;&#1072; (&#1087;&#1086; &#1089;&#1084;&#1080;&#1089;&#1098;&#1083;&#1072; &#1085;&#1072; &#1095;&#1083;&#1077;&#1085; 2.1) &#1080; &#1086;&#1088;&#1075;&#1072;&#1085;&#1080;&#1079;&#1072;&#1094;&#1080;&#1103;&#1090;&#1072; &#1085;&#1072; &#1089;&#1098;&#1089;&#1090;&#1077;&#1079;&#1072;&#1085;&#1080;&#1077;&#1090;&#1086;.<br>
1.5. &#1059;&#1089;&#1083;&#1086;&#1074;&#1080;&#1103;&#1090;&#1072; &#1085;&#1072; &#1054;&#1083;&#1080;&#1084;&#1087;&#1080;&#1072;&#1076;&#1072;&#1090;&#1072; &#1089;&#1077; &#1086;&#1087;&#1086;&#1074;&#1077;&#1089;&#1090;&#1103;&#1074;&#1072;&#1090; &#1085;&#1072; &#1079;&#1072;&#1076;&#1098;&#1083;&#1078;&#1080;&#1090;&#1077;&#1083;&#1085;&#1072; &#1058;&#1077;&#1093;&#1085;&#1080;&#1095;&#1077;&#1089;&#1082;&#1072;
&#1082;&#1086;&#1085;&#1092;&#1077;&#1088;&#1077;&#1085;&#1094;&#1080;&#1103;, &#1082;&#1086;&#1103;&#1090;&#1086; &#1089;&#1077; &#1087;&#1088;&#1086;&#1074;&#1077;&#1078;&#1076;&#1072; &#1074; &#1076;&#1077;&#1085;&#1103; &#1087;&#1088;&#1077;&#1076;&#1080; &#1089;&#1098;&#1089;&#1090;&#1077;&#1079;&#1072;&#1085;&#1080;&#1077;&#1090;&#1086;, &#1082;&#1072;&#1090;&#1086; &#1087;&#1077;&#1095;&#1072;&#1090;&#1077;&#1085;
&#1077;&#1082;&#1079;&#1077;&#1084;&#1087;&#1083;&#1103;&#1088; &#1086;&#1090; &#1091;&#1089;&#1083;&#1086;&#1074;&#1080;&#1103;&#1090;&#1072; &#1089;&#1077; &#1087;&#1088;&#1077;&#1076;&#1086;&#1089;&#1090;&#1072;&#1074;&#1103; &#1085;&#1072; &#1074;&#1089;&#1077;&#1082;&#1080; &#1088;&#1098;&#1082;&#1086;&#1074;&#1086;&#1076;&#1080;&#1090;&#1077;&#1083; &#1080; &#1089;&#1098;&#1089;&#1090;&#1077;&#1079;&#1072;&#1090;&#1077;&#1083;.<br>
1.6. &#1055;&#1086; &#1074;&#1088;&#1077;&#1084;&#1077; &#1085;&#1072; &#1058;&#1077;&#1093;&#1085;&#1080;&#1095;&#1077;&#1089;&#1082;&#1072;&#1090;&#1072; &#1082;&#1086;&#1085;&#1092;&#1077;&#1088;&#1077;&#1085;&#1094;&#1080;&#1103; &#1089;&#1077; &#1092;&#1086;&#1088;&#1084;&#1080;&#1088;&#1072; &#1080; &#1089;&#1090;&#1088;&#1091;&#1082;&#1090;&#1091;&#1088;&#1080;&#1088;&#1072;
&#1078;&#1091;&#1088;&#1080;&#1090;&#1086; &#1085;&#1072; &#1054;&#1083;&#1080;&#1084;&#1087;&#1080;&#1072;&#1076;&#1072;&#1090;&#1072;. &#1046;&#1091;&#1088;&#1080;&#1090;&#1086; &#1077; &#1089;&#1098;&#1089;&#1090;&#1072;&#1074;&#1077;&#1085;&#1086; &#1086;&#1090; &#1088;&#1098;&#1082;&#1086;&#1074;&#1086;&#1076;&#1080;&#1090;&#1077;&#1083;&#1080;&#1090;&#1077; &#1085;&#1072; &#1086;&#1090;&#1073;&#1086;&#1088;&#1080;&#1090;&#1077;
&#1080; &#1089;&#1077; &#1087;&#1088;&#1077;&#1076;&#1089;&#1077;&#1076;&#1072;&#1090;&#1077;&#1083;&#1089;&#1090;&#1074;&#1072; &#1086;&#1090; &#1087;&#1088;&#1077;&#1076;&#1089;&#1090;&#1072;&#1074;&#1080;&#1090;&#1077;&#1083; &#1085;&#1072; &#1044;&#1086;&#1084;&#1072;&#1082;&#1080;&#1085;&#1072;. &#1055;&#1088;&#1077;&#1076;&#1089;&#1077;&#1076;&#1072;&#1090;&#1077;&#1083;&#1103;&#1090; &#1085;&#1072;
&#1078;&#1091;&#1088;&#1080;&#1090;&#1086; &#1088;&#1098;&#1082;&#1086;&#1074;&#1086;&#1076;&#1080; &#1079;&#1072;&#1089;&#1077;&#1076;&#1072;&#1085;&#1080;&#1103;&#1090;&#1072; &#1080; &#1085;&#1103;&#1084;&#1072; &#1085;&#1080;&#1082;&#1072;&#1082;&#1074;&#1080; &#1089;&#1087;&#1077;&#1094;&#1080;&#1072;&#1083;&#1085;&#1080; &#1087;&#1088;&#1072;&#1074;&#1072;.<br>
<br>
2. &#1042;&#1056;&#1045;&#1052;&#1045; &#1048; &#1052;&#1071;&#1057;&#1058;&#1054; &#1053;&#1040; &#1055;&#1056;&#1054;&#1042;&#1045;&#1046;&#1044;&#1040;&#1053;&#1045; &#1053;&#1040; &#1054;&#1051;&#1048;&#1052;&#1055;&#1048;&#1040;&#1044;&#1040;&#1058;&#1040;<br>
2.1. &#1056;&#1057;&#1054;&#1055; &#1089;&#1077; &#1087;&#1088;&#1086;&#1074;&#1077;&#1078;&#1076;&#1072; &#1077;&#1076;&#1080;&#1085; &#1087;&#1098;&#1090; &#1075;&#1086;&#1076;&#1080;&#1096;&#1085;&#1086; &#1080; &#1089;&#1077; &#1086;&#1088;&#1075;&#1072;&#1085;&#1080;&#1079;&#1080;&#1088;&#1072; &#1086;&#1090; &#1091;&#1085;&#1080;&#1074;&#1077;&#1088;&#1089;&#1080;&#1090;&#1077;&#1090;,
&#1088;&#1072;&#1073;&#1086;&#1090;&#1077;&#1097; &#1085;&#1072; &#1090;&#1077;&#1088;&#1080;&#1090;&#1086;&#1088;&#1080;&#1103;&#1090;&#1072; &#1085;&#1072; &#1056;&#1077;&#1087;&#1091;&#1073;&#1083;&#1080;&#1082;&#1072; &#1041;&#1098;&#1083;&#1075;&#1072;&#1088;&#1080;&#1103; &#1080; &#1085;&#1072;&#1088;&#1080;&#1095;&#1072;&#1085; &#1079;&#1072; &#1082;&#1088;&#1072;&#1090;&#1082;&#1086;
&#1044;&#1086;&#1084;&#1072;&#1082;&#1080;&#1085; &#1085;&#1072; &#1054;&#1083;&#1080;&#1084;&#1087;&#1080;&#1072;&#1076;&#1072;&#1090;&#1072;.<br>
2.2. &#1044;&#1086;&#1084;&#1072;&#1082;&#1080;&#1085;&#1098;&#1090; &#1085;&#1072; &#1074;&#1089;&#1103;&#1082;&#1072; &#1089;&#1083;&#1077;&#1076;&#1074;&#1072;&#1097;&#1072; &#1054;&#1083;&#1080;&#1084;&#1087;&#1080;&#1072;&#1076;&#1072; &#1089;&#1077; &#1086;&#1087;&#1088;&#1077;&#1076;&#1077;&#1083;&#1103; &#1074; &#1082;&#1088;&#1072;&#1103; &#1085;&#1072;
&#1087;&#1088;&#1077;&#1076;&#1080;&#1096;&#1085;&#1072;&#1090;&#1072; &#1076;&#1086;&#1073;&#1088;&#1086;&#1074;&#1086;&#1083;&#1085;&#1086; &#1080; &#1087;&#1086; &#1074;&#1098;&#1079;&#1084;&#1086;&#1078;&#1085;&#1086;&#1089;&#1090; &#1085;&#1072; &#1088;&#1086;&#1090;&#1072;&#1094;&#1080;&#1086;&#1085;&#1077;&#1085; &#1087;&#1088;&#1080;&#1085;&#1094;&#1080;&#1087;.<br>
2.3. &#1044;&#1086;&#1084;&#1072;&#1082;&#1080;&#1085;&#1098;&#1090; &#1080;&#1079;&#1073;&#1080;&#1088;&#1072; &#1076;&#1072;&#1090;&#1072; &#1085;&#1072; &#1054;&#1083;&#1080;&#1084;&#1087;&#1080;&#1072;&#1076;&#1072;&#1090;&#1072; (&#1086;&#1082;&#1086;&#1083;&#1086; &#1089;&#1088;&#1077;&#1076;&#1072;&#1090;&#1072; &#1085;&#1072; &#1084;&#1077;&#1089;&#1077;&#1094; &#1084;&#1072;&#1081;)
&#1080; &#1089;&#1098;&#1086;&#1073;&#1097;&#1072;&#1074;&#1072; &#1090;&#1072;&#1079;&#1080; &#1076;&#1072;&#1090;&#1072; &#1085;&#1072; &#1080;&#1085;&#1090;&#1077;&#1088;&#1077;&#1089;&#1091;&#1074;&#1072;&#1097;&#1080;&#1090;&#1077; &#1089;&#1077; &#1085;&#1072;&#1081;-&#1084;&#1072;&#1083;&#1082;&#1086; &#1090;&#1088;&#1080; &#1084;&#1077;&#1089;&#1077;&#1094;&#1072;
&#1087;&#1088;&#1077;&#1076;&#1074;&#1072;&#1088;&#1080;&#1090;&#1077;&#1083;&#1085;&#1086;.<br>
2.4. &#1042; &#1089;&#1083;&#1091;&#1095;&#1072;&#1081;, &#1095;&#1077; &#1044;&#1086;&#1084;&#1072;&#1082;&#1080;&#1085;&#1098;&#1090; &#1077; &#1074; &#1085;&#1077;&#1074;&#1098;&#1079;&#1084;&#1086;&#1078;&#1085;&#1086;&#1089;&#1090; &#1076;&#1072; &#1086;&#1089;&#1080;&#1075;&#1091;&#1088;&#1080; &#1087;&#1088;&#1086;&#1074;&#1077;&#1078;&#1076;&#1072;&#1085;&#1077;&#1090;&#1086; &#1085;&#1072;
&#1054;&#1083;&#1080;&#1084;&#1087;&#1080;&#1072;&#1076;&#1072;&#1090;&#1072;, &#1090;&#1086;&#1081; &#1089;&#1098;&#1086;&#1073;&#1097;&#1072;&#1074;&#1072; &#1090;&#1086;&#1074;&#1072; &#1085;&#1072; &#1080;&#1085;&#1090;&#1077;&#1088;&#1077;&#1089;&#1091;&#1074;&#1072;&#1097;&#1080;&#1090;&#1077; &#1089;&#1077; &#1085;&#1072;&#1081;-&#1082;&#1098;&#1089;&#1085;&#1086; &#1076;&#1086;
&#1085;&#1072;&#1095;&#1072;&#1083;&#1086;&#1090;&#1086; &#1085;&#1072; &#1083;&#1077;&#1090;&#1085;&#1080;&#1103; &#1089;&#1077;&#1084;&#1077;&#1089;&#1090;&#1098;&#1088; &#1085;&#1072; &#1089;&#1098;&#1086;&#1090;&#1074;&#1077;&#1090;&#1085;&#1072;&#1090;&#1072; &#1075;&#1086;&#1076;&#1080;&#1085;&#1072; &#1080; &#1089;&#1090;&#1072;&#1074;&#1072; &#1080;&#1085;&#1080;&#1094;&#1080;&#1072;&#1090;&#1086;&#1088; &#1079;&#1072;
&#1085;&#1072;&#1084;&#1080;&#1088;&#1072;&#1085;&#1077; &#1085;&#1072; &#1085;&#1086;&#1074; &#1044;&#1086;&#1084;&#1072;&#1082;&#1080;&#1085;. &#1042; &#1089;&#1083;&#1091;&#1095;&#1072;&#1081;, &#1095;&#1077; &#1089;&#1077; &#1085;&#1072;&#1084;&#1077;&#1088;&#1080; &#1085;&#1086;&#1074; &#1044;&#1086;&#1084;&#1072;&#1082;&#1080;&#1085;, &#1074;&#1089;&#1080;&#1095;&#1082;&#1080;
&#1089;&#1088;&#1086;&#1082;&#1086;&#1074;&#1077; &#1089;&#1077; &#1087;&#1088;&#1086;&#1084;&#1077;&#1085;&#1103;&#1090; &#1086;&#1090; &#1085;&#1077;&#1075;&#1086; &#1074; &#1079;&#1072;&#1074;&#1080;&#1089;&#1080;&#1084;&#1086;&#1089;&#1090; &#1086;&#1090; &#1079;&#1072;&#1082;&#1098;&#1089;&#1085;&#1077;&#1085;&#1080;&#1077;&#1090;&#1086;. &#1042; &#1089;&#1083;&#1091;&#1095;&#1072;&#1081;, &#1095;&#1077;
&#1085;&#1077; &#1089;&#1077; &#1085;&#1072;&#1084;&#1077;&#1088;&#1080; &#1078;&#1077;&#1083;&#1072;&#1077;&#1097;, &#1089;&#1098;&#1089;&#1090;&#1077;&#1079;&#1072;&#1085;&#1080;&#1077;&#1090;&#1086; &#1079;&#1072; &#1090;&#1077;&#1082;&#1091;&#1097;&#1072;&#1090;&#1072; &#1075;&#1086;&#1076;&#1080;&#1085;&#1072; &#1089;&#1077; &#1072;&#1085;&#1091;&#1083;&#1080;&#1088;&#1072;, &#1085;&#1086;
&#1085;&#1072;&#1089;&#1090;&#1086;&#1103;&#1097;&#1080;&#1103;&#1090; &#1044;&#1086;&#1084;&#1072;&#1082;&#1080;&#1085; &#1087;&#1088;&#1086;&#1076;&#1098;&#1083;&#1078;&#1072;&#1074;&#1072; &#1086;&#1087;&#1080;&#1090;&#1080;&#1090;&#1077; &#1079;&#1072; &#1086;&#1089;&#1080;&#1075;&#1091;&#1088;&#1103;&#1074;&#1072;&#1085;&#1077; &#1076;&#1086;&#1084;&#1072;&#1082;&#1080;&#1085; &#1079;&#1072;
&#1089;&#1083;&#1077;&#1076;&#1074;&#1072;&#1097;&#1072;&#1090;&#1072; &#1075;&#1086;&#1076;&#1080;&#1085;&#1072;.<br>
2.5. &#1042; &#1089;&#1083;&#1091;&#1095;&#1072;&#1081;, &#1095;&#1077; &#1044;&#1086;&#1084;&#1072;&#1082;&#1080;&#1085;&#1098;&#1090; &#1077; &#1074; &#1085;&#1077;&#1074;&#1098;&#1079;&#1084;&#1086;&#1078;&#1085;&#1086;&#1089;&#1090; &#1076;&#1072; &#1087;&#1088;&#1086;&#1074;&#1077;&#1076;&#1077; &#1054;&#1083;&#1080;&#1084;&#1087;&#1080;&#1072;&#1076;&#1072;&#1090;&#1072; &#1085;&#1072;
&#1087;&#1088;&#1077;&#1076;&#1074;&#1072;&#1088;&#1080;&#1090;&#1077;&#1083;&#1085;&#1086; &#1086;&#1073;&#1103;&#1074;&#1077;&#1085;&#1072;&#1090;&#1072; &#1076;&#1072;&#1090;&#1072;, &#1090;&#1086;&#1081; &#1089;&#1098;&#1086;&#1073;&#1097;&#1072;&#1074;&#1072; &#1085;&#1072; &#1080;&#1085;&#1090;&#1077;&#1088;&#1077;&#1089;&#1091;&#1074;&#1072;&#1097;&#1080;&#1090;&#1077; &#1089;&#1077; &#1085;&#1086;&#1074;&#1072;
&#1076;&#1072;&#1090;&#1072;, &#1085;&#1072;&#1081;-&#1084;&#1072;&#1083;&#1082;&#1086; &#1076;&#1074;&#1072; &#1084;&#1077;&#1089;&#1077;&#1094;&#1072; &#1087;&#1088;&#1077;&#1076;&#1074;&#1072;&#1088;&#1080;&#1090;&#1077;&#1083;&#1085;&#1086;.<br>
2.6. &#1044;&#1086;&#1084;&#1072;&#1082;&#1080;&#1085;&#1098;&#1090; &#1080;&#1079;&#1073;&#1080;&#1088;&#1072; &#1057;&#1077;&#1082;&#1088;&#1077;&#1090;&#1072;&#1088; &#1085;&#1072; &#1054;&#1083;&#1080;&#1084;&#1087;&#1080;&#1072;&#1076;&#1072;&#1090;&#1072;, &#1082;&#1086;&#1081;&#1090;&#1086; &#1076;&#1072; &#1082;&#1086;&#1086;&#1088;&#1076;&#1080;&#1085;&#1080;&#1088;&#1072;
&#1074;&#1089;&#1080;&#1095;&#1082;&#1080; &#1076;&#1077;&#1081;&#1085;&#1086;&#1089;&#1090;&#1080; &#1087;&#1086; &#1087;&#1086;&#1076;&#1075;&#1086;&#1090;&#1086;&#1074;&#1082;&#1072;&#1090;&#1072; &#1085;&#1072; &#1090;&#1091;&#1088;&#1085;&#1080;&#1088;&#1072; &#1080; &#1089;&#1098;&#1086;&#1073;&#1097;&#1072;&#1074;&#1072; &#1080;&#1084;&#1077;&#1090;&#1086; &#1080; &#1072;&#1076;&#1088;&#1077;&#1089;&#1072; &#1084;&#1091;
&#1079;&#1072; &#1074;&#1088;&#1098;&#1079;&#1082;&#1072; &#1085;&#1072; &#1080;&#1085;&#1090;&#1077;&#1088;&#1077;&#1089;&#1091;&#1074;&#1072;&#1097;&#1080;&#1090;&#1077; &#1089;&#1077; &#1079;&#1072;&#1077;&#1076;&#1085;&#1086; &#1089; &#1076;&#1072;&#1090;&#1072;&#1090;&#1072; &#1079;&#1072; &#1087;&#1088;&#1086;&#1074;&#1077;&#1078;&#1076;&#1072;&#1085;&#1077;.<br>
<br>
3. &#1057;&#1066;&#1057;&#1058;&#1040;&#1042; &#1053;&#1040; &#1059;&#1063;&#1040;&#1057;&#1058;&#1053;&#1048;&#1062;&#1048;&#1058;&#1045; &#1042; &#1054;&#1051;&#1048;&#1052;&#1055;&#1048;&#1040;&#1044;&#1040;&#1058;&#1040;<br>
3.1. &#1056;&#1057;&#1054;&#1055; &#1077; &#1086;&#1090;&#1073;&#1086;&#1088;&#1085;&#1086; &#1089;&#1098;&#1089;&#1090;&#1077;&#1079;&#1072;&#1085;&#1080;&#1077;. &#1042;&#1089;&#1077;&#1082;&#1080; &#1091;&#1095;&#1072;&#1089;&#1090;&#1074;&#1072;&#1097; &#1091;&#1085;&#1080;&#1074;&#1077;&#1088;&#1089;&#1080;&#1090;&#1077;&#1090; &#1089;&#1077; &#1087;&#1088;&#1077;&#1076;&#1089;&#1090;&#1072;&#1074;&#1103;
&#1086;&#1090; &#1077;&#1076;&#1080;&#1085; &#1086;&#1090;&#1073;&#1086;&#1088; &#1074; &#1089;&#1098;&#1089;&#1090;&#1072;&#1074;: &#1088;&#1098;&#1082;&#1086;&#1074;&#1086;&#1076;&#1080;&#1090;&#1077;&#1083; &#1080; &#1090;&#1088;&#1080;&#1084;&#1072; &#1089;&#1098;&#1089;&#1090;&#1077;&#1079;&#1072;&#1090;&#1077;&#1083;&#1080;.<br>
3.2. &#1055;&#1088;&#1080; &#1074;&#1098;&#1079;&#1084;&#1086;&#1078;&#1085;&#1086;&#1089;&#1090; &#1086;&#1090; &#1089;&#1090;&#1088;&#1072;&#1085;&#1072; &#1085;&#1072; &#1076;&#1086;&#1084;&#1072;&#1082;&#1080;&#1085;&#1072; &#1089;&#1077; &#1076;&#1086;&#1087;&#1091;&#1089;&#1082;&#1072; &#1091;&#1095;&#1072;&#1089;&#1090;&#1080;&#1077;&#1090;&#1086; &#1085;&#1072;
&#1087;&#1086;&#1074;&#1077;&#1095;&#1077; &#1086;&#1090; &#1077;&#1076;&#1080;&#1085; &#1086;&#1090;&#1073;&#1086;&#1088; &#1086;&#1090; &#1077;&#1076;&#1080;&#1085; &#1091;&#1085;&#1080;&#1074;&#1077;&#1088;&#1089;&#1080;&#1090;&#1077;&#1090;. &#1042; &#1090;&#1086;&#1079;&#1080; &#1089;&#1083;&#1091;&#1095;&#1072;&#1081; &#1074; &#1086;&#1092;&#1080;&#1094;&#1080;&#1072;&#1083;&#1085;&#1086;&#1090;&#1086;
&#1082;&#1083;&#1072;&#1089;&#1080;&#1088;&#1072;&#1085;&#1077; &#1091;&#1095;&#1072;&#1089;&#1090;&#1074;&#1072; &#1085;&#1072;&#1081;-&#1076;&#1086;&#1073;&#1088;&#1077; &#1087;&#1088;&#1077;&#1076;&#1089;&#1090;&#1072;&#1074;&#1080;&#1083;&#1080;&#1103;&#1090; &#1089;&#1077; &#1086;&#1090;&#1073;&#1086;&#1088; &#1085;&#1072;&#1089;&#1098;&#1086;&#1090;&#1074;&#1077;&#1090;&#1085;&#1080;&#1103;
&#1059;&#1085;&#1080;&#1074;&#1077;&#1088;&#1089;&#1080;&#1090;&#1077;&#1090;. &#1044;&#1086;&#1084;&#1072;&#1082;&#1080;&#1085;&#1098;&#1090; &#1077; &#1074; &#1087;&#1088;&#1072;&#1074;&#1086;&#1090;&#1086; &#1089;&#1080; &#1076;&#1072; &#1082;&#1072;&#1085;&#1080; &#1079;&#1072; &#1091;&#1095;&#1072;&#1089;&#1090;&#1080;&#1077;, &#1080;&#1079;&#1074;&#1098;&#1085;
&#1086;&#1092;&#1080;&#1094;&#1080;&#1072;&#1083;&#1085;&#1086;&#1090;&#1086; &#1082;&#1083;&#1072;&#1089;&#1080;&#1088;&#1072;&#1085;&#1077;, &#1080; &#1086;&#1090;&#1073;&#1086;&#1088;&#1080; &#1086;&#1090; &#1091;&#1085;&#1080;&#1074;&#1077;&#1088;&#1089;&#1080;&#1090;&#1077;&#1090;&#1080; &#1080;&#1079;&#1074;&#1098;&#1085; &#1090;&#1077;&#1088;&#1080;&#1090;&#1086;&#1088;&#1080;&#1103;&#1090;&#1072; &#1085;&#1072;
&#1056;&#1077;&#1087;&#1091;&#1073;&#1083;&#1080;&#1082;&#1072; &#1041;&#1098;&#1083;&#1075;&#1072;&#1088;&#1080;&#1103;.<br>
3.3. &#1056;&#1098;&#1082;&#1086;&#1074;&#1086;&#1076;&#1080;&#1090;&#1077;&#1083; &#1085;&#1072; &#1086;&#1090;&#1073;&#1086;&#1088;&#1072; &#1077; &#1087;&#1088;&#1077;&#1087;&#1086;&#1076;&#1072;&#1074;&#1072;&#1090;&#1077;&#1083; &#1080;&#1083;&#1080; &#1076;&#1088;&#1091;&#1075;&#1086; &#1083;&#1080;&#1094;&#1077;, &#1087;&#1088;&#1080;&#1074;&#1083;&#1077;&#1095;&#1077;&#1085;&#1086; &#1079;&#1072;
&#1094;&#1077;&#1083;&#1090;&#1072;, &#1082;&#1086;&#1077;&#1090;&#1086; &#1089;&#1077; &#1091;&#1076;&#1086;&#1089;&#1090;&#1086;&#1074;&#1077;&#1088;&#1103;&#1074;&#1072; &#1089; &#1086;&#1092;&#1080;&#1094;&#1080;&#1072;&#1083;&#1077;&#1085; &#1076;&#1086;&#1082;&#1091;&#1084;&#1077;&#1085;&#1090; &#1085;&#1072; &#1091;&#1095;&#1077;&#1073;&#1085;&#1086;&#1090;&#1086; &#1079;&#1072;&#1074;&#1077;&#1076;&#1077;&#1085;&#1080;&#1077;
(&#1091;&#1085;&#1080;&#1074;&#1077;&#1088;&#1089;&#1080;&#1090;&#1077;&#1090; &#1080;&#1083;&#1080; &#1092;&#1072;&#1082;&#1091;&#1083;&#1090;&#1077;&#1090;).<br>
3.4. &#1057;&#1098;&#1089;&#1090;&#1077;&#1079;&#1072;&#1090;&#1077;&#1083;&#1080; &#1084;&#1086;&#1075;&#1072;&#1090; &#1076;&#1072; &#1073;&#1098;&#1076;&#1072;&#1090; &#1089;&#1072;&#1084;&#1086; &#1088;&#1077;&#1076;&#1086;&#1074;&#1085;&#1080; &#1089;&#1090;&#1091;&#1076;&#1077;&#1085;&#1090;&#1080; &#1085;&#1072; &#1089;&#1098;&#1086;&#1090;&#1074;&#1077;&#1090;&#1085;&#1080;&#1103;
&#1091;&#1085;&#1080;&#1074;&#1077;&#1088;&#1089;&#1080;&#1090;&#1077;&#1090; (&#1074; &#1073;&#1072;&#1082;&#1072;&#1083;&#1072;&#1074;&#1098;&#1088;&#1089;&#1082;&#1080; &#1080;&#1083;&#1080; &#1084;&#1072;&#1075;&#1080;&#1089;&#1090;&#1098;&#1088;&#1089;&#1082;&#1080; &#1087;&#1088;&#1086;&#1075;&#1088;&#1072;&#1084;&#1080;), &#1082;&#1086;&#1080;&#1090;&#1086; &#1085;&#1077; &#1089;&#1072;
&#1079;&#1072;&#1074;&#1098;&#1088;&#1096;&#1080;&#1083;&#1080; &#1089;&#1077;&#1084;&#1077;&#1089;&#1090;&#1088;&#1080;&#1072;&#1083;&#1085;&#1086; &#1082;&#1098;&#1084; &#1076;&#1072;&#1090;&#1072;&#1090;&#1072; &#1085;&#1072; &#1087;&#1088;&#1086;&#1074;&#1077;&#1078;&#1076;&#1072;&#1085;&#1077; &#1085;&#1072; &#1090;&#1091;&#1088;&#1085;&#1080;&#1088;&#1072;.<br>
3.5. &#1056;&#1077;&#1076;&#1086;&#1074;&#1085;&#1086;&#1089;&#1090;&#1090;&#1072; &#1085;&#1072; &#1089;&#1098;&#1089;&#1090;&#1077;&#1079;&#1072;&#1090;&#1077;&#1083;&#1080;&#1090;&#1077; &#1089;&#1077; &#1075;&#1072;&#1088;&#1072;&#1085;&#1090;&#1080;&#1088;&#1072; &#1086;&#1090; &#1088;&#1098;&#1082;&#1086;&#1074;&#1086;&#1076;&#1080;&#1090;&#1077;&#1083;&#1103; &#1085;&#1072;
&#1086;&#1090;&#1073;&#1086;&#1088;&#1072;, &#1082;&#1086;&#1081;&#1090;&#1086; &#1083;&#1080;&#1095;&#1085;&#1086; &#1087;&#1086;&#1087;&#1098;&#1083;&#1074;&#1072; &#1080;&#1084;&#1077;&#1085;&#1072;&#1090;&#1072; &#1080;&#1084; &#1074; &#1058;&#1080;&#1084;&#1086;&#1074; &#1083;&#1080;&#1089;&#1090; &#1080; &#1087;&#1086;&#1076;&#1087;&#1080;&#1089;&#1074;&#1072; &#1090;&#1086;&#1079;&#1080; &#1083;&#1080;&#1089;&#1090;<br>
3.6. &#1045;&#1076;&#1080;&#1085; &#1086;&#1090; &#1089;&#1098;&#1089;&#1090;&#1077;&#1079;&#1072;&#1090;&#1077;&#1083;&#1080;&#1090;&#1077; &#1077; &#1050;&#1072;&#1087;&#1080;&#1090;&#1072;&#1085; &#1085;&#1072; &#1086;&#1090;&#1073;&#1086;&#1088;&#1072; &#1080; &#1090;&#1086;&#1074;&#1072; &#1089;&#1077; &#1091;&#1082;&#1072;&#1079;&#1074;&#1072; &#1080;&#1079;&#1088;&#1080;&#1095;&#1085;&#1086;
&#1074; &#1090;&#1080;&#1084;&#1086;&#1074;&#1080;&#1103; &#1083;&#1080;&#1089;&#1090;<br>
<br>
4.&#1058;&#1045;&#1061;&#1053;&#1048;&#1063;&#1045;&#1057;&#1050;&#1054; &#1054;&#1057;&#1048;&#1043;&#1059;&#1056;&#1071;&#1042;&#1040;&#1053;&#1045; &#1053;&#1040; &#1054;&#1051;&#1048;&#1052;&#1055;&#1048;&#1040;&#1044;&#1040;&#1058;&#1040;<br>
4.1. &#1056;&#1057;&#1054;&#1055; &#1089;&#1077; &#1087;&#1088;&#1086;&#1074;&#1077;&#1078;&#1076;&#1072; &#1085;&#1072; &#1077;&#1076;&#1085;&#1072;&#1082;&#1074;&#1080; &#1079;&#1072; &#1074;&#1089;&#1080;&#1095;&#1082;&#1080; &#1091;&#1095;&#1072;&#1089;&#1090;&#1085;&#1080;&#1094;&#1080; &#1082;&#1086;&#1084;&#1087;&#1102;&#1090;&#1088;&#1080;, &#1089;&#1074;&#1098;&#1088;&#1079;&#1072;&#1085;&#1080;
&#1074; &#1084;&#1088;&#1077;&#1078;&#1072;. &#1052;&#1080;&#1085;&#1080;&#1084;&#1072;&#1083;&#1085;&#1072;&#1090;&#1072; &#1082;&#1086;&#1085;&#1092;&#1080;&#1075;&#1091;&#1088;&#1072;&#1094;&#1080;&#1103; &#1090;&#1088;&#1103;&#1073;&#1074;&#1072; &#1076;&#1072; &#1074;&#1082;&#1083;&#1102;&#1095;&#1074;&#1072; &#1076;&#1080;&#1089;&#1082;&#1086;&#1074;&#1086;
&#1087;&#1088;&#1086;&#1089;&#1090;&#1088;&#1072;&#1085;&#1089;&#1090;&#1074;&#1086; (&#1083;&#1086;&#1082;&#1072;&#1083;&#1085;&#1086; &#1080;&#1083;&#1080; &#1074; &#1084;&#1088;&#1077;&#1078;&#1072;&#1090;&#1072;) &#1076;&#1086;&#1089;&#1090;&#1072;&#1090;&#1098;&#1095;&#1085;&#1086; &#1079;&#1072; &#1080;&#1085;&#1089;&#1090;&#1072;&#1083;&#1080;&#1088;&#1072;&#1085;&#1077; &#1085;&#1072;
&#1085;&#1077;&#1086;&#1073;&#1093;&#1086;&#1076;&#1080;&#1084;&#1080;&#1103; &#1089;&#1080;&#1089;&#1090;&#1077;&#1084;&#1077;&#1085; &#1089;&#1086;&#1092;&#1090;&#1091;&#1077;&#1088; &#1080; &#1088;&#1072;&#1073;&#1086;&#1090;&#1085;&#1080;&#1090;&#1077; &#1092;&#1072;&#1081;&#1083;&#1086;&#1074;&#1077; &#1085;&#1072; &#1089;&#1098;&#1089;&#1090;&#1077;&#1079;&#1072;&#1090;&#1077;&#1083;&#1103;.<br>
4.2. &#1042;&#1089;&#1077;&#1082;&#1080; &#1086;&#1090;&#1073;&#1086;&#1088; &#1088;&#1072;&#1079;&#1087;&#1086;&#1083;&#1072;&#1075;&#1072; &#1089; &#1077;&#1076;&#1080;&#1085; &#1087;&#1077;&#1088;&#1089;&#1086;&#1085;&#1072;&#1083;&#1077;&#1085; &#1082;&#1086;&#1084;&#1087;&#1102;&#1090;&#1098;&#1088; (&#1080;&#1083;&#1080; &#1088;&#1072;&#1073;&#1086;&#1090;&#1085;&#1072;
&#1089;&#1090;&#1072;&#1085;&#1094;&#1080;&#1103; &#1074; &#1084;&#1088;&#1077;&#1078;&#1072;&#1090;&#1072;).<br>
4.3. &#1054;&#1092;&#1080;&#1094;&#1080;&#1072;&#1083;&#1085;&#1080; &#1077;&#1079;&#1080;&#1094;&#1080; &#1079;&#1072; &#1087;&#1088;&#1086;&#1075;&#1088;&#1072;&#1084;&#1080;&#1088;&#1072;&#1085;&#1077; &#1085;&#1072; &#1089;&#1098;&#1089;&#1090;&#1077;&#1079;&#1072;&#1085;&#1080;&#1077;&#1090;&#1086; &#1089;&#1072; Java, Pascal &#1080;
&#1057;/&#1057;++.<br>
4.4. &#1053;&#1072; &#1074;&#1089;&#1103;&#1082;&#1086; &#1088;&#1072;&#1073;&#1086;&#1090;&#1085;&#1086; &#1084;&#1103;&#1089;&#1090;&#1086; &#1044;&#1086;&#1084;&#1072;&#1082;&#1080;&#1085;&#1098;&#1090; &#1080;&#1085;&#1089;&#1090;&#1072;&#1083;&#1080;&#1088;&#1072; &#1077;&#1076;&#1085;&#1072;&#1082;&#1074;&#1080; &#1074;&#1077;&#1088;&#1089;&#1080;&#1080; &#1085;&#1072; &#1089;&#1088;&#1077;&#1076;&#1080;
&#1079;&#1072; &#1087;&#1088;&#1086;&#1075;&#1088;&#1072;&#1084;&#1080;&#1088;&#1072;&#1085;&#1077; &#1085;&#1072; &#1086;&#1092;&#1080;&#1094;&#1080;&#1072;&#1083;&#1085;&#1080;&#1090;&#1077; &#1077;&#1079;&#1080;&#1094;&#1080; &#1079;&#1072; &#1087;&#1088;&#1086;&#1075;&#1088;&#1072;&#1084;&#1080;&#1088;&#1072;&#1085;&#1077;.<br>
4.5. &#1047;&#1072; &#1086;&#1090;&#1087;&#1077;&#1095;&#1072;&#1090;&#1074;&#1072;&#1085;&#1077; &#1085;&#1072; &#1090;&#1077;&#1082;&#1089;&#1090;&#1086;&#1074;&#1077;&#1090;&#1077; &#1085;&#1072; &#1087;&#1088;&#1086;&#1075;&#1088;&#1072;&#1084;&#1080;&#1090;&#1077; &#1044;&#1086;&#1084;&#1072;&#1082;&#1080;&#1085;&#1098;&#1090; &#1086;&#1089;&#1080;&#1075;&#1091;&#1088;&#1103;&#1074;&#1072;
&#1087;&#1086;&#1085;&#1077; &#1077;&#1076;&#1080;&#1085; &#1084;&#1088;&#1077;&#1078;&#1086;&#1074; &#1087;&#1088;&#1080;&#1085;&#1090;&#1077;&#1088;.<br>
4.6. &#1044;&#1086;&#1084;&#1072;&#1082;&#1080;&#1085;&#1098;&#1090; &#1087;&#1086;&#1076;&#1075;&#1086;&#1090;&#1074;&#1103; &#1087;&#1088;&#1077;&#1076;&#1074;&#1072;&#1088;&#1080;&#1090;&#1077;&#1083;&#1085;&#1086; &#1087;&#1086;&#1085;&#1077; &#1086;&#1089;&#1077;&#1084; &#1079;&#1072;&#1076;&#1072;&#1095;&#1080;. &#1047;&#1072;&#1076;&#1072;&#1095;&#1080;&#1090;&#1077; &#1090;&#1088;&#1103;&#1073;&#1074;&#1072;
&#1076;&#1072; &#1089;&#1072; &#1089;&#1072;&#1084;&#1086;&#1089;&#1090;&#1086;&#1103;&#1090;&#1077;&#1083;&#1085;&#1080; (&#1088;&#1077;&#1096;&#1072;&#1074;&#1072;&#1085;&#1077;&#1090;&#1086; &#1085;&#1072; &#1085;&#1080;&#1082;&#1086;&#1103; &#1079;&#1072;&#1076;&#1072;&#1095;&#1072; &#1085;&#1077; &#1090;&#1088;&#1103;&#1073;&#1074;&#1072; &#1076;&#1072; &#1079;&#1072;&#1074;&#1080;&#1089;&#1080; &#1086;&#1090;
&#1088;&#1077;&#1096;&#1072;&#1074;&#1072;&#1085;&#1077;&#1090;&#1086; &#1085;&#1072; &#1076;&#1088;&#1091;&#1075;&#1072; &#1079;&#1072;&#1076;&#1072;&#1095;&#1072;) &#1080; &#1090;&#1072;&#1082;&#1080;&#1074;&#1072;, &#1095;&#1077; &#1085;&#1077; &#1080;&#1079;&#1080;&#1089;&#1082;&#1074;&#1072;&#1090; &#1080;&#1079;&#1087;&#1086;&#1083;&#1079;&#1074;&#1072;&#1085;&#1077;&#1090;&#1086; &#1085;&#1072;
&#1089;&#1087;&#1077;&#1094;&#1080;&#1072;&#1083;&#1085;&#1080; &#1089;&#1086;&#1092;&#1090;&#1091;&#1077;&#1088;&#1085;&#1080; &#1089;&#1088;&#1077;&#1076;&#1089;&#1090;&#1074;&#1072;, &#1088;&#1072;&#1079;&#1083;&#1080;&#1095;&#1085;&#1080; &#1086;&#1090; &#1086;&#1092;&#1080;&#1094;&#1080;&#1072;&#1083;&#1085;&#1080;&#1090;&#1077; &#1089;&#1088;&#1077;&#1076;&#1080; &#1079;&#1072;
&#1087;&#1088;&#1086;&#1075;&#1088;&#1072;&#1084;&#1080;&#1088;&#1072;&#1085;&#1077;.<br>
4.7. &#1042; &#1090;&#1077;&#1082;&#1089;&#1090;&#1086;&#1074;e&#1090;&#1077; &#1085;&#1072; &#1079;&#1072;&#1076;&#1072;&#1095;&#1080;&#1090;&#1077; &#1103;&#1089;&#1085;&#1086; &#1089;&#1077; &#1087;&#1086;&#1089;&#1090;&#1072;&#1074;&#1103; &#1091;&#1089;&#1083;&#1086;&#1074;&#1080;&#1077;&#1090;&#1086; &#1085;&#1072; &#1079;&#1072;&#1076;&#1072;&#1095;&#1072;&#1090;&#1072; &#1080;
&#1089;&#1077; &#1087;&#1088;&#1080;&#1074;&#1077;&#1078;&#1076;&#1072; &#1087;&#1086;&#1085;&#1077; &#1077;&#1076;&#1080;&#1085; &#1087;&#1088;&#1080;&#1084;&#1077;&#1088;. &#1054;&#1087;&#1080;&#1089;&#1074;&#1072;&#1090; &#1089;&#1077; &#1103;&#1089;&#1085;&#1086; &#1092;&#1086;&#1088;&#1084;&#1072;&#1090;&#1080;&#1090;&#1077; &#1085;&#1072; &#1074;&#1093;&#1086;&#1076;&#1085;&#1080;&#1090;&#1077; &#1080;
&#1080;&#1079;&#1093;&#1086;&#1076;&#1085;&#1080;&#1090;&#1077; &#1076;&#1072;&#1085;&#1085;&#1080;. &#1042;&#1093;&#1086;&#1076;&#1085;&#1080;&#1090;&#1077; &#1076;&#1072;&#1085;&#1085;&#1080; &#1090;&#1088;&#1103;&#1073;&#1074;&#1072; &#1076;&#1072; &#1089;&#1077; &#1095;&#1077;&#1090;&#1072;&#1090; &#1086;&#1090; &#1089;&#1090;&#1072;&#1085;&#1076;&#1072;&#1088;&#1090;&#1085;&#1080;&#1103; &#1074;&#1093;&#1086;&#1076;,
&#1072; &#1088;&#1077;&#1079;&#1091;&#1083;&#1090;&#1072;&#1090;&#1080;&#1090;&#1077; &#1076;&#1072; &#1089;&#1077; &#1080;&#1079;&#1074;&#1077;&#1078;&#1076;&#1072;&#1090; &#1085;&#1072; &#1089;&#1090;&#1072;&#1085;&#1076;&#1072;&#1088;&#1090;&#1085;&#1080;&#1103; &#1080;&#1079;&#1093;&#1086;&#1076;. &#1042;&#1089;&#1080;&#1095;&#1082;&#1080; &#1087;&#1086;&#1085;&#1103;&#1090;&#1080;&#1103;, &#1079;&#1072;
&#1082;&#1086;&#1080;&#1090;&#1086; &#1080;&#1084;&#1072; &#1089;&#1098;&#1084;&#1085;&#1077;&#1085;&#1080;&#1077;, &#1095;&#1077; &#1085;&#1077; &#1089;&#1072; &#1086;&#1073;&#1097;&#1086;&#1080;&#1079;&#1074;&#1077;&#1089;&#1090;&#1085;&#1080;, &#1090;&#1088;&#1103;&#1073;&#1074;&#1072; &#1076;&#1072; &#1073;&#1098;&#1076;&#1072;&#1090; &#1087;&#1086;&#1103;&#1089;&#1085;&#1077;&#1085;&#1080; &#1074;
&#1090;&#1077;&#1082;&#1089;&#1090;&#1072; &#1085;&#1072; &#1079;&#1072;&#1076;&#1072;&#1095;&#1072;&#1090;&#1072;.<br>
4.8. &#1044;&#1086;&#1084;&#1072;&#1082;&#1080;&#1085;&#1098;&#1090; &#1080;&#1085;&#1089;&#1090;&#1072;&#1083;&#1080;&#1088;&#1072; &#1080; &#1087;&#1086;&#1076;&#1075;&#1086;&#1090;&#1074;&#1103; &#1079;&#1072; &#1088;&#1072;&#1073;&#1086;&#1090;&#1072; &#1089;&#1098;&#1089;&#1090;&#1077;&#1079;&#1072;&#1090;&#1077;&#1083;&#1085;&#1072;&#1090;&#1072; &#1089;&#1080;&#1089;&#1090;&#1077;&#1084;&#1072; PC
^2 &#1074; &#1086;&#1092;&#1080;&#1094;&#1080;&#1072;&#1083;&#1085;&#1072;&#1090;&#1072; &#1074;&#1077;&#1088;&#1089;&#1080;&#1103;, &#1082;&#1086;&#1103;&#1090;&#1086; &#1089;&#1077; &#1080;&#1079;&#1087;&#1086;&#1083;&#1079;&#1074;&#1072; &#1085;&#1072; &#1052;&#1077;&#1078;&#1076;&#1091;&#1085;&#1072;&#1088;&#1086;&#1076;&#1085;&#1072;&#1090;&#1072; &#1089;&#1090;&#1091;&#1076;&#1077;&#1085;&#1090;&#1089;&#1082;&#1072;
&#1086;&#1083;&#1080;&#1084;&#1087;&#1080;&#1072;&#1076;&#1072; &#1087;&#1086; &#1055;&#1088;&#1086;&#1075;&#1088;&#1072;&#1084;&#1080;&#1088;&#1072;&#1085;&#1077;. &#1056;&#1098;&#1082;&#1086;&#1074;&#1086;&#1076;&#1089;&#1090;&#1074;&#1086;&#1090;&#1086; &#1079;&#1072; &#1088;&#1072;&#1073;&#1086;&#1090;&#1072; &#1089;&#1098;&#1089; &#1089;&#1080;&#1089;&#1090;&#1077;&#1084;&#1072;&#1090;&#1072; &#1089;&#1077;
&#1087;&#1088;&#1077;&#1076;&#1086;&#1089;&#1090;&#1072;&#1074;&#1103; &#1074; &#1087;&#1077;&#1095;&#1072;&#1090;&#1072;&#1085; &#1074;&#1080;&#1076; &#1085;&#1072; &#1074;&#1089;&#1077;&#1082;&#1080; &#1091;&#1095;&#1072;&#1089;&#1090;&#1074;&#1072;&#1097; &#1086;&#1090;&#1073;&#1086;&#1088; &#1087;&#1086; &#1074;&#1088;&#1077;&#1084;&#1077; &#1085;&#1072;
&#1058;&#1077;&#1093;&#1085;&#1080;&#1095;&#1077;&#1089;&#1082;&#1072;&#1090;&#1072; &#1082;&#1086;&#1085;&#1092;&#1077;&#1088;&#1077;&#1085;&#1094;&#1080;&#1103;.<br>
<br>
5. &#1055;&#1056;&#1054;&#1042;&#1045;&#1046;&#1044;&#1040;&#1053;&#1045; &#1053;&#1040; &#1054;&#1051;&#1048;&#1052;&#1055;&#1048;&#1040;&#1044;&#1040;&#1058;&#1040;<br>
5.1. &#1057;&#1098;&#1089;&#1090;&#1077;&#1079;&#1072;&#1085;&#1080;&#1077;&#1090;&#1086; &#1089;&#1077; &#1087;&#1088;&#1086;&#1074;&#1077;&#1078;&#1076;&#1072; &#1074; &#1077;&#1076;&#1080;&#1085; &#1076;&#1077;&#1085; &#1080; &#1077; &#1089; &#1087;&#1088;&#1086;&#1076;&#1098;&#1083;&#1078;&#1080;&#1090;&#1077;&#1083;&#1085;&#1086;&#1089;&#1090; 5 &#1095;&#1072;&#1089;&#1072;.<br>
5.2. &#1055;&#1086; &#1074;&#1088;&#1077;&#1084;&#1077; &#1085;&#1072; &#1089;&#1098;&#1089;&#1090;&#1077;&#1079;&#1072;&#1085;&#1080;&#1077;&#1090;&#1086;, &#1095;&#1088;&#1077;&#1079; PC^2, &#1091;&#1095;&#1072;&#1089;&#1090;&#1085;&#1080;&#1094;&#1080;&#1090;&#1077; &#1084;&#1086;&#1075;&#1072;&#1090; &#1076;&#1072; &#1086;&#1090;&#1087;&#1088;&#1072;&#1074;&#1103;&#1090;
&#1076;&#1086; &#1046;&#1091;&#1088;&#1080;&#1090;&#1086; &#1074;&#1098;&#1087;&#1088;&#1086;&#1089;&#1080; &#1087;&#1086; &#1090;&#1077;&#1082;&#1089;&#1090;&#1086;&#1074;&#1077;&#1090;&#1077; &#1085;&#1072; &#1079;&#1072;&#1076;&#1072;&#1095;&#1080;&#1090;&#1077;. &#1040;&#1082;&#1086; &#1086;&#1090;&#1075;&#1086;&#1074;&#1086;&#1088;&#1098;&#1090; &#1085;&#1072; &#1074;&#1098;&#1087;&#1088;&#1086;&#1089;&#1072;
&#1084;&#1086;&#1078;&#1077; &#1076;&#1072; &#1089;&#1077; &#1085;&#1072;&#1084;&#1077;&#1088;&#1080; &#1074; &#1090;&#1077;&#1082;&#1089;&#1090;&#1072; &#1085;&#1072; &#1079;&#1072;&#1076;&#1072;&#1095;&#1072;&#1090;&#1072;, &#1090;&#1086;&#1075;&#1072;&#1074;&#1072; &#1046;&#1091;&#1088;&#1080;&#1090;&#1086; &#1084;&#1086;&#1078;&#1077; &#1076;&#1072; &#1086;&#1089;&#1090;&#1072;&#1074;&#1080;
&#1074;&#1098;&#1087;&#1088;&#1086;&#1089;&#1072; &#1041;&#1045;&#1047; &#1054;&#1058;&#1043;&#1054;&#1042;&#1054;&#1056;. &#1040;&#1082;&#1086; &#1085;&#1077;&#1103;&#1089;&#1085;&#1086;&#1090;&#1072;&#1090;&#1072; &#1074; &#1090;&#1077;&#1082;&#1089;&#1090;&#1072;, &#1079;&#1072; &#1082;&#1086;&#1103;&#1090;&#1086; &#1077; &#1087;&#1086;&#1083;&#1091;&#1095;&#1077;&#1085; &#1074;&#1098;&#1087;&#1088;&#1086;&#1089;
&#1077; &#1089;&#1077;&#1088;&#1080;&#1086;&#1079;&#1085;&#1072;, &#1046;&#1091;&#1088;&#1080;&#1090;&#1086; &#1087;&#1086;&#1076;&#1075;&#1086;&#1090;&#1074;&#1103; &#1086;&#1073;&#1103;&#1089;&#1085;&#1077;&#1085;&#1080;&#1077;, &#1082;&#1086;&#1077;&#1090;&#1086; &#1089;&#1077; &#1080;&#1079;&#1087;&#1088;&#1072;&#1097;&#1072; &#1085;&#1072; &#1074;&#1089;&#1080;&#1095;&#1082;&#1080;
&#1091;&#1095;&#1072;&#1089;&#1090;&#1085;&#1080;&#1094;&#1080; &#1095;&#1088;&#1077;&#1079; PC^2.<br>
5.3. &#1055;&#1086; &#1074;&#1088;&#1077;&#1084;&#1077; &#1085;&#1072; &#1089;&#1098;&#1089;&#1090;&#1077;&#1079;&#1072;&#1085;&#1080;&#1077;&#1090;&#1086; &#1091;&#1095;&#1072;&#1089;&#1090;&#1085;&#1080;&#1094;&#1080;&#1090;&#1077; &#1084;&#1086;&#1075;&#1072;&#1090; &#1076;&#1072; &#1080;&#1079;&#1087;&#1086;&#1083;&#1079;&#1074;&#1072;&#1090; &#1074;&#1089;&#1103;&#1082;&#1072;&#1082;&#1074;&#1080;
&#1088;&#1098;&#1082;&#1086;&#1087;&#1080;&#1089;&#1085;&#1080; &#1080; &#1087;&#1077;&#1095;&#1072;&#1090;&#1085;&#1080; &#1084;&#1072;&#1090;&#1077;&#1088;&#1080;&#1072;&#1083;&#1080; &#8211; &#1082;&#1085;&#1080;&#1075;&#1080;, &#1089;&#1087;&#1088;&#1072;&#1074;&#1086;&#1095;&#1085;&#1080;&#1094;&#1080;, &#1083;&#1080;&#1089;&#1090;&#1080;&#1085;&#1075;&#1080; &#1080; &#1076;&#1088;.
&#1048;&#1079;&#1087;&#1086;&#1083;&#1079;&#1074;&#1072;&#1085;&#1077;&#1090;&#1086; &#1085;&#1072; &#1084;&#1072;&#1075;&#1085;&#1080;&#1090;&#1085;&#1080; &#1080; &#1086;&#1087;&#1090;&#1080;&#1095;&#1077;&#1089;&#1082;&#1080; &#1085;&#1086;&#1089;&#1080;&#1090;&#1077;&#1083;&#1080; &#1085;&#1072; &#1076;&#1072;&#1085;&#1085;&#1080;, &#1082;&#1072;&#1082;&#1090;&#1086; &#1080;
&#1089;&#1086;&#1073;&#1089;&#1090;&#1074;&#1077;&#1085;&#1080; &#1082;&#1086;&#1084;&#1087;&#1102;&#1090;&#1088;&#1080; &#1080; &#1084;&#1086;&#1073;&#1080;&#1083;&#1085;&#1072; &#1089;&#1074;&#1098;&#1088;&#1079;&#1086;&#1095;&#1085;&#1072; &#1090;&#1077;&#1093;&#1085;&#1080;&#1082;&#1072; &#1077; &#1079;&#1072;&#1073;&#1088;&#1072;&#1085;&#1077;&#1085;&#1086; .<br>
5.4. &#1056;&#1077;&#1096;&#1077;&#1085;&#1080;&#1077;&#1090;&#1086; &#1085;&#1072; &#1074;&#1089;&#1103;&#1082;&#1072; &#1086;&#1090; &#1079;&#1072;&#1076;&#1072;&#1095;&#1080;&#1090;&#1077; &#1089;&#1077; &#1089;&#1098;&#1089;&#1090;&#1086;&#1080; &#1086;&#1090; &#1080;&#1079;&#1093;&#1086;&#1076;&#1077;&#1085; &#1090;&#1077;&#1082;&#1089;&#1090; &#1085;&#1072; &#1077;&#1076;&#1080;&#1085;
&#1086;&#1090; &#1086;&#1092;&#1080;&#1094;&#1080;&#1072;&#1083;&#1085;&#1080;&#1090;&#1077; &#1077;&#1079;&#1080;&#1094;&#1080; &#1079;&#1072; &#1087;&#1088;&#1086;&#1075;&#1088;&#1072;&#1084;&#1080;&#1088;&#1072;&#1085;&#1077;. &#1055;&#1088;&#1086;&#1075;&#1088;&#1072;&#1084;&#1080;&#1090;&#1077; &#1090;&#1088;&#1103;&#1073;&#1074;&#1072; &#1076;&#1072; &#1089;&#1072; &#1085;&#1072;&#1087;&#1080;&#1089;&#1072;&#1085;&#1080;
&#1090;&#1072;&#1082;&#1072;, &#1095;&#1077; &#1076;&#1072; &#1089;&#1098;&#1086;&#1090;&#1074;&#1077;&#1090;&#1089;&#1090;&#1074;&#1072;&#1090; &#1073;&#1091;&#1082;&#1074;&#1072;&#1083;&#1085;&#1086; &#1085;&#1072; &#1080;&#1079;&#1080;&#1089;&#1082;&#1074;&#1072;&#1085;&#1080;&#1103;&#1090;&#1072; &#1085;&#1072; &#1090;&#1077;&#1082;&#1089;&#1090;&#1072; &#1087;&#1086;
&#1086;&#1090;&#1085;&#1086;&#1096;&#1077;&#1085;&#1080;&#1077; &#1085;&#1072; &#1092;&#1086;&#1088;&#1084;&#1072;&#1090;&#1072; &#1085;&#1072; &#1074;&#1093;&#1086;&#1076;&#1085;&#1080;&#1090;&#1077; &#1080; &#1080;&#1079;&#1093;&#1086;&#1076;&#1085;&#1080;&#1090;&#1077; &#1076;&#1072;&#1085;&#1085;&#1080;. &#1053;&#1077; &#1089;&#1077; &#1076;&#1086;&#1087;&#1091;&#1089;&#1082;&#1072;
&#1080;&#1079;&#1074;&#1077;&#1078;&#1076;&#1072;&#1085;&#1077;&#1090;&#1086; &#1085;&#1072; &#1080;&#1085;&#1092;&#1086;&#1088;&#1084;&#1072;&#1094;&#1080;&#1103; &#1085;&#1072; &#1076;&#1088;&#1091;&#1075;&#1086; &#1084;&#1103;&#1089;&#1090;&#1086; &#1086;&#1089;&#1074;&#1077;&#1085; &#1089;&#1090;&#1072;&#1085;&#1076;&#1072;&#1088;&#1090;&#1085;&#1080;&#1103; &#1080;&#1079;&#1093;&#1086;&#1076; &#1087;&#1086;&#1076;
&#1082;&#1072;&#1082;&#1098;&#1074;&#1090;&#1086; &#1080; &#1076;&#1072; &#1077; &#1087;&#1088;&#1077;&#1076;&#1083;&#1086;&#1075;.<br>
5.5. PC^2 &#1082;&#1086;&#1084;&#1087;&#1080;&#1083;&#1080;&#1088;&#1072; &#1087;&#1086;&#1083;&#1091;&#1095;&#1077;&#1085;&#1080;&#1103; &#1080;&#1079;&#1093;&#1086;&#1076;&#1077;&#1085; &#1090;&#1077;&#1082;&#1089;&#1090; &#1085;&#1072; &#1089;&#1098;&#1089;&#1090;&#1077;&#1079;&#1072;&#1090;&#1077;&#1083;&#1080;&#1090;&#1077; &#1089;
&#1087;&#1086;&#1089;&#1086;&#1095;&#1077;&#1085;&#1080;&#1103; &#1086;&#1090; &#1090;&#1103;&#1093; &#1082;&#1086;&#1084;&#1087;&#1080;&#1083;&#1072;&#1090;&#1086;&#1088;. &#1042; &#1089;&#1083;&#1091;&#1095;&#1072;&#1081;, &#1095;&#1077; &#1044;&#1086;&#1084;&#1072;&#1082;&#1080;&#1085;&#1098;&#1090; &#1077; &#1087;&#1088;&#1077;&#1076;&#1086;&#1089;&#1090;&#1072;&#1074;&#1080;&#1083; &#1080;
&#1076;&#1088;&#1091;&#1075;&#1080; &#1089;&#1088;&#1077;&#1076;&#1080; &#1079;&#1072; &#1087;&#1088;&#1086;&#1075;&#1088;&#1072;&#1084;&#1080;&#1088;&#1072;&#1085;&#1077;, &#1086;&#1089;&#1074;&#1077;&#1085; &#1086;&#1092;&#1080;&#1094;&#1080;&#1072;&#1083;&#1085;&#1080;&#1090;&#1077;, &#1080; &#1089;&#1098;&#1089;&#1090;&#1077;&#1079;&#1072;&#1090;&#1077;&#1083;&#1080;&#1090;&#1077; &#1089;&#1072;
&#1080;&#1079;&#1087;&#1086;&#1083;&#1079;&#1074;&#1072;&#1083;&#1080; &#1079;&#1072; &#1088;&#1072;&#1079;&#1088;&#1072;&#1073;&#1086;&#1090;&#1082;&#1072; &#1085;&#1072; &#1087;&#1088;&#1086;&#1075;&#1088;&#1072;&#1084;&#1072;&#1090;&#1072; &#1090;&#1072;&#1082;&#1072;&#1074;&#1072; &#1089;&#1088;&#1077;&#1076;&#1072;, &#1090;&#1077; &#1090;&#1088;&#1103;&#1073;&#1074;&#1072; &#1087;&#1088;&#1077;&#1076;&#1080;
&#1080;&#1079;&#1087;&#1088;&#1072;&#1097;&#1072;&#1085;&#1077;&#1090;&#1086; &#1080; &#1076;&#1072; &#1103; &#1087;&#1088;&#1080;&#1074;&#1077;&#1076;&#1072;&#1090; &#1074; &#1089;&#1098;&#1086;&#1090;&#1074;&#1077;&#1090;&#1089;&#1090;&#1074;&#1080;&#1077; &#1089; &#1080;&#1079;&#1080;&#1089;&#1082;&#1074;&#1072;&#1085;&#1080;&#1103;&#1090;&#1072; &#1085;&#1072; &#1086;&#1092;&#1080;&#1094;&#1080;&#1072;&#1083;&#1085;&#1080;&#1103;
&#1082;&#1086;&#1084;&#1087;&#1080;&#1083;&#1072;&#1090;&#1086;&#1088;, &#1089; &#1082;&#1086;&#1081;&#1090;&#1086; &#1080;&#1089;&#1082;&#1072;&#1090; &#1076;&#1072; &#1073;&#1098;&#1076;&#1077; &#1082;&#1086;&#1084;&#1087;&#1080;&#1083;&#1080;&#1088;&#1072;&#1085;&#1072; &#1087;&#1088;&#1086;&#1075;&#1088;&#1072;&#1084;&#1072;&#1090;&#1072;.<br>
5.6. &#1047;&#1072;&#1076;&#1098;&#1083;&#1078;&#1077;&#1085;&#1080;&#1077; &#1085;&#1072; &#1089;&#1098;&#1089;&#1090;&#1077;&#1079;&#1072;&#1090;&#1077;&#1083;&#1080;&#1090;&#1077; &#1077; &#1076;&#1072; &#1089;&#1098;&#1093;&#1088;&#1072;&#1085;&#1103;&#1074;&#1072;&#1090; &#1088;&#1077;&#1075;&#1091;&#1083;&#1103;&#1088;&#1085;&#1086; &#1085;&#1072; &#1090;&#1074;&#1098;&#1088;&#1076;&#1080;&#1103;
&#1076;&#1080;&#1089;&#1082; &#1089;&#1098;&#1079;&#1076;&#1072;&#1074;&#1072;&#1085;&#1080;&#1090;&#1077; &#1086;&#1090; &#1090;&#1103;&#1093; &#1088;&#1072;&#1073;&#1086;&#1090;&#1085;&#1080; &#1092;&#1072;&#1081;&#1083;&#1086;&#1074;&#1077;. &#1047;&#1072;&#1075;&#1091;&#1073;&#1072;&#1090;&#1072; &#1085;&#1072; &#1087;&#1088;&#1086;&#1075;&#1088;&#1072;&#1084;&#1077;&#1085; &#1090;&#1077;&#1082;&#1089;&#1090;
&#1079;&#1072;&#1088;&#1072;&#1076;&#1080; &#1083;&#1080;&#1087;&#1089;&#1072; &#1085;&#1072; &#1089;&#1098;&#1086;&#1090;&#1074;&#1077;&#1090;&#1085;&#1086; &#1082;&#1086;&#1087;&#1080;&#1077; &#1085;&#1077; &#1089;&#1077; &#1074;&#1098;&#1079;&#1084;&#1077;&#1079;&#1076;&#1103;&#1074;&#1072; &#1089; &#1076;&#1086;&#1087;&#1098;&#1083;&#1085;&#1080;&#1090;&#1077;&#1083;&#1085;&#1086; &#1074;&#1088;&#1077;&#1084;&#1077;.
&#1042; &#1089;&#1083;&#1091;&#1095;&#1072;&#1081; &#1085;&#1072; &#1085;&#1077;&#1080;&#1079;&#1087;&#1088;&#1072;&#1074;&#1085;&#1086;&#1089;&#1090; &#1085;&#1072; &#1082;&#1086;&#1084;&#1087;&#1102;&#1090;&#1098;&#1088;&#1072;/&#1088;&#1072;&#1073;&#1086;&#1090;&#1085;&#1072;&#1090;&#1072; &#1089;&#1090;&#1072;&#1085;&#1094;&#1080;&#1103;, &#1050;&#1072;&#1087;&#1080;&#1090;&#1072;&#1085;&#1098;&#1090; &#1085;&#1072;
&#1086;&#1090;&#1073;&#1086;&#1088;&#1072; &#1091;&#1074;&#1077;&#1076;&#1086;&#1084;&#1103;&#1074;&#1072; &#1046;&#1091;&#1088;&#1080;&#1090;&#1086; &#1080; &#1074;&#1088;&#1077;&#1084;&#1077;&#1090;&#1086; &#1079;&#1072; &#1088;&#1072;&#1073;&#1086;&#1090;&#1072; &#1085;&#1072; &#1086;&#1090;&#1073;&#1086;&#1088;&#1072; &#1089;&#1077; &#1091;&#1076;&#1098;&#1083;&#1078;&#1072;&#1074;&#1072; &#1089;
&#1074;&#1088;&#1077;&#1084;&#1077;&#1090;&#1086; &#1079;&#1072; &#1086;&#1089;&#1080;&#1075;&#1091;&#1088;&#1103;&#1074;&#1072;&#1085;&#1077; &#1085;&#1072; &#1080;&#1079;&#1087;&#1088;&#1072;&#1074;&#1085;&#1086; &#1088;&#1072;&#1073;&#1086;&#1090;&#1085;&#1086; &#1084;&#1103;&#1089;&#1090;&#1086;.<br>
5.7. &#1042;&#1088;&#1077;&#1084;&#1077;&#1085;&#1085;&#1080;&#1090;&#1077; &#1088;&#1077;&#1079;&#1091;&#1083;&#1090;&#1072;&#1090;&#1080; &#1089;&#1077; &#1086;&#1073;&#1103;&#1074;&#1103;&#1074;&#1072;&#1090; &#1074; &#1084;&#1088;&#1077;&#1078;&#1072;&#1090;&#1072; &#1095;&#1088;&#1077;&#1079; PC^2. &#1055;&#1086;&#1083;&#1086;&#1074;&#1080;&#1085; &#1095;&#1072;&#1089;
&#1087;&#1088;&#1077;&#1076;&#1080; &#1082;&#1088;&#1072;&#1103; &#1085;&#1072; &#1089;&#1098;&#1089;&#1090;&#1077;&#1079;&#1072;&#1085;&#1080;&#1077;&#1090;&#1086; &#1086;&#1073;&#1103;&#1074;&#1103;&#1074;&#1072;&#1085;&#1077;&#1090;&#1086; &#1085;&#1072; &#1074;&#1088;&#1077;&#1084;&#1077;&#1085;&#1085;&#1080;&#1090;&#1077; &#1088;&#1077;&#1079;&#1091;&#1083;&#1090;&#1072;&#1090;&#1080; &#1089;&#1077;
&#1087;&#1088;&#1077;&#1082;&#1088;&#1072;&#1090;&#1103;&#1074;&#1072;.<br>
<br>
6. &#1054;&#1062;&#1045;&#1053;&#1050;&#1040; &#1053;&#1040; &#1056;&#1045;&#1064;&#1045;&#1053;&#1048;&#1071;&#1058;&#1040; &#1048; &#1050;&#1051;&#1040;&#1057;&#1048;&#1056;&#1040;&#1053;&#1045;<br>
6.1. &#1056;&#1077;&#1096;&#1077;&#1085;&#1080;&#1103;&#1090;&#1072; &#1085;&#1072; &#1079;&#1072;&#1076;&#1072;&#1095;&#1080;&#1090;&#1077; &#1089;&#1077; &#1087;&#1088;&#1086;&#1074;&#1077;&#1088;&#1103;&#1074;&#1072;&#1090; &#1089; &#1085;&#1077;&#1080;&#1079;&#1074;&#1077;&#1089;&#1090;&#1085;&#1080; &#1085;&#1072; &#1089;&#1098;&#1089;&#1090;&#1077;&#1079;&#1072;&#1090;&#1077;&#1083;&#1080;&#1090;&#1077;
&#1090;&#1077;&#1089;&#1090;&#1086;&#1074;&#1080; &#1076;&#1072;&#1085;&#1085;&#1080;, &#1077;&#1076;&#1085;&#1080; &#1080; &#1089;&#1098;&#1097;&#1080; &#1079;&#1072; &#1074;&#1089;&#1080;&#1095;&#1082;&#1080; &#1086;&#1090;&#1073;&#1086;&#1088;&#1080;, &#1087;&#1086;&#1076;&#1075;&#1086;&#1090;&#1074;&#1077;&#1085;&#1080; &#1087;&#1088;&#1077;&#1076;&#1074;&#1072;&#1088;&#1080;&#1090;&#1077;&#1083;&#1085;&#1086;
&#1086;&#1090; &#1053;&#1072;&#1091;&#1095;&#1085;&#1080;&#1103; &#1082;&#1086;&#1084;&#1080;&#1090;&#1077;&#1090;. &#1047;&#1072; &#1094;&#1077;&#1083;&#1080;&#1103; &#1082;&#1086;&#1084;&#1087;&#1083;&#1077;&#1082;&#1090; &#1086;&#1090; &#1090;&#1077;&#1089;&#1090;&#1086;&#1074;&#1077; &#1077; &#1087;&#1088;&#1077;&#1076;&#1074;&#1080;&#1076;&#1077;&#1085; &#1083;&#1080;&#1084;&#1080;&#1090; &#1086;&#1090;
&#1074;&#1088;&#1077;&#1084;&#1077;, &#1082;&#1086;&#1081;&#1090;&#1086; &#1085;&#1077; &#1077; &#1080;&#1079;&#1074;&#1077;&#1089;&#1090;&#1077;&#1085; &#1085;&#1072; &#1089;&#1098;&#1089;&#1090;&#1077;&#1079;&#1072;&#1090;&#1077;&#1083;&#1080;&#1090;&#1077;. &#1047;&#1072; &#1087;&#1088;&#1072;&#1074;&#1080;&#1083;&#1085;&#1086; &#1089;&#1077; &#1087;&#1088;&#1080;&#1079;&#1085;&#1072;&#1074;&#1072;
&#1088;&#1077;&#1096;&#1077;&#1085;&#1080;&#1077;, &#1082;&#1086;&#1077;&#1090;&#1086; &#1085;&#1072;&#1084;&#1080;&#1088;&#1072; &#1074;&#1077;&#1088;&#1077;&#1085; &#1088;&#1077;&#1079;&#1091;&#1083;&#1090;&#1072;&#1090; &#1079;&#1072; &#1074;&#1089;&#1080;&#1095;&#1082;&#1080; &#1090;&#1077;&#1089;&#1090;&#1086;&#1074;&#1080; &#1087;&#1088;&#1080;&#1084;&#1077;&#1088;&#1080; &#1074;
&#1088;&#1072;&#1084;&#1082;&#1080;&#1090;&#1077; &#1085;&#1072; &#1086;&#1087;&#1088;&#1077;&#1076;&#1077;&#1083;&#1077;&#1085;&#1080;&#1103; &#1083;&#1080;&#1084;&#1080;&#1090; &#1086;&#1090; &#1074;&#1088;&#1077;&#1084;&#1077;.<br>
6.2. &#1042; &#1089;&#1083;&#1091;&#1095;&#1072;&#1081;, &#1095;&#1077; &#1088;&#1077;&#1096;&#1077;&#1085;&#1080;&#1077;&#1090;&#1086; &#1077; &#1087;&#1088;&#1072;&#1074;&#1080;&#1083;&#1085;&#1086;, &#1095;&#1083;&#1077;&#1085;&#1098;&#1090; &#1085;&#1072; &#1078;&#1091;&#1088;&#1080;&#1090;&#1086; &#1080;&#1079;&#1074;&#1098;&#1088;&#1096;&#1074;&#1072;&#1097;
&#1087;&#1088;&#1086;&#1074;&#1077;&#1088;&#1082;&#1072;&#1090;&#1072; &#1091;&#1074;&#1077;&#1076;&#1086;&#1084;&#1103;&#1074;&#1072; &#1079;&#1072; &#1090;&#1086;&#1074;&#1072; &#1089;&#1098;&#1089;&#1090;&#1077;&#1079;&#1072;&#1090;&#1077;&#1083;&#1080;&#1090;&#1077; &#1095;&#1088;&#1077;&#1079; PC^2. &#1042; &#1087;&#1086;&#1089;&#1083;&#1077;&#1076;&#1085;&#1080;&#1090;&#1077; 30
&#1084;&#1080;&#1085;&#1091;&#1090;&#1080; &#1085;&#1072; &#1089;&#1098;&#1089;&#1090;&#1077;&#1079;&#1072;&#1085;&#1080;&#1077;&#1090;&#1086; &#1089;&#1098;&#1086;&#1073;&#1097;&#1077;&#1085;&#1080;&#1103; &#1079;&#1072; &#1087;&#1088;&#1072;&#1074;&#1080;&#1083;&#1085;&#1080; &#1088;&#1077;&#1096;&#1077;&#1085;&#1080;&#1103; &#1085;&#1077; &#1089;&#1077; &#1087;&#1088;&#1072;&#1074;&#1103;&#1090;.<br>
6.3. &#1042; &#1089;&#1083;&#1091;&#1095;&#1072;&#1081;, &#1095;&#1077; &#1088;&#1077;&#1096;&#1077;&#1085;&#1080;&#1077;&#1090;&#1086; &#1085;&#1077; &#1077; &#1087;&#1088;&#1072;&#1074;&#1080;&#1083;&#1085;&#1086;, &#1095;&#1083;&#1077;&#1085;&#1098;&#1090; &#1085;&#1072; &#1078;&#1091;&#1088;&#1080;&#1090;&#1086; &#1080;&#1079;&#1074;&#1098;&#1088;&#1096;&#1074;&#1072;&#1097;
&#1087;&#1088;&#1086;&#1074;&#1077;&#1088;&#1082;&#1072;&#1090;&#1072; &#1091;&#1074;&#1077;&#1076;&#1086;&#1084;&#1103;&#1074;&#1072; &#1086;&#1090;&#1073;&#1086;&#1088;&#1072; &#1095;&#1088;&#1077;&#1079; PC^2, &#1082;&#1072;&#1090;&#1086; &#1087;&#1086;&#1089;&#1086;&#1095;&#1074;&#1072; &#1077;&#1076;&#1085;&#1072; &#1086;&#1090; &#1089;&#1083;&#1077;&#1076;&#1085;&#1080;&#1090;&#1077;
&#1074;&#1098;&#1079;&#1084;&#1086;&#1078;&#1085;&#1080; &#1087;&#1088;&#1080;&#1095;&#1080;&#1085;&#1080; &#1079;&#1072; &#1085;&#1077;&#1087;&#1088;&#1080;&#1079;&#1085;&#1072;&#1074;&#1072;&#1085;&#1077; &#1085;&#1072; &#1088;&#1077;&#1096;&#1077;&#1085;&#1080;&#1077;&#1090;&#1086;:<br>
&#8226; &#1075;&#1088;&#1077;&#1096;&#1082;&#1072; &#1087;&#1088;&#1080; &#1082;&#1086;&#1084;&#1087;&#1080;&#1083;&#1072;&#1094;&#1080;&#1103; (Compilation Error - CE);<br>
&#8226; &#1075;&#1088;&#1077;&#1096;&#1082;&#1072; &#1087;&#1088;&#1080; &#1080;&#1079;&#1087;&#1098;&#1083;&#1085;&#1077;&#1085;&#1080;&#1077; (Run-Time Error - RT);<br>
&#8226; &#1080;&#1079;&#1090;&#1080;&#1095;&#1072;&#1085;&#1077; &#1085;&#1072; &#1086;&#1087;&#1088;&#1077;&#1076;&#1077;&#1083;&#1077;&#1085;&#1080;&#1103; &#1083;&#1080;&#1084;&#1080;&#1090; &#1086;&#1090; &#1074;&#1088;&#1077;&#1084;&#1077; &#1079;&#1072; &#1090;&#1077;&#1089;&#1090;&#1074;&#1072;&#1085;&#1077; (Time Limit
Exceeded - TL);<br>
&#8226; &#1085;&#1077;&#1087;&#1088;&#1072;&#1074;&#1080;&#1083;&#1077;&#1085; &#1092;&#1086;&#1088;&#1084;&#1072;&#1090; &#1085;&#1072; &#1080;&#1079;&#1093;&#1086;&#1076;&#1072; (Presentation Error - PE) ;<br>
&#8226; &#1075;&#1088;&#1077;&#1096;&#1077;&#1085; &#1088;&#1077;&#1079;&#1091;&#1083;&#1090;&#1072;&#1090; (Wrong Answer - WA).<br>
&#1055;&#1088;&#1080; &#1087;&#1086;&#1074;&#1077;&#1095;&#1077; &#1086;&#1090; &#1077;&#1076;&#1080;&#1085; &#1074;&#1098;&#1079;&#1084;&#1086;&#1078;&#1077;&#1085; &#1086;&#1090;&#1075;&#1086;&#1074;&#1086;&#1088; &#1089;&#1077; &#1080;&#1079;&#1087;&#1088;&#1072;&#1097;&#1072; &#1090;&#1086;&#1079;&#1080;, &#1082;&#1086;&#1081;&#1090;&#1086; &#1077; &#1087;&#1086;-&#1085;&#1072;&#1087;&#1088;&#1077;&#1076;
&#1074; &#1075;&#1086;&#1088;&#1085;&#1080;&#1103; &#1089;&#1087;&#1080;&#1089;&#1098;&#1082;. &#1057;&#1098;&#1086;&#1073;&#1097;&#1077;&#1085;&#1080;&#1103;&#1090;&#1072; &#1079;&#1072; &#1085;&#1077;&#1087;&#1088;&#1072;&#1074;&#1080;&#1083;&#1085;&#1080; &#1088;&#1077;&#1096;&#1077;&#1085;&#1080;&#1103; &#1089;&#1077; &#1080;&#1079;&#1087;&#1088;&#1072;&#1097;&#1072;&#1090; &#1076;&#1086; &#1082;&#1088;&#1072;&#1103;
&#1085;&#1072; &#1089;&#1098;&#1089;&#1090;&#1077;&#1079;&#1072;&#1085;&#1080;&#1077;&#1090;&#1086;.<br>
6.4. &#1050;&#1083;&#1072;&#1089;&#1080;&#1088;&#1072;&#1085;&#1077;&#1090;&#1086; &#1089;&#1077; &#1080;&#1079;&#1074;&#1098;&#1088;&#1096;&#1074;&#1072; &#1087;&#1086; &#1073;&#1088;&#1086;&#1103; &#1085;&#1072; &#1087;&#1088;&#1072;&#1074;&#1080;&#1083;&#1085;&#1086; &#1088;&#1077;&#1096;&#1077;&#1085;&#1080;&#1090;&#1077; &#1079;&#1072;&#1076;&#1072;&#1095;&#1080;. &#1055;&#1088;&#1080;
&#1088;&#1072;&#1074;&#1077;&#1085; &#1073;&#1088;&#1086;&#1081; &#1088;&#1077;&#1096;&#1077;&#1085;&#1080; &#1079;&#1072;&#1076;&#1072;&#1095;&#1080;, &#1079;&#1072; &#1074;&#1089;&#1103;&#1082;&#1072; &#1087;&#1088;&#1072;&#1074;&#1080;&#1083;&#1085;&#1086; &#1088;&#1077;&#1096;&#1077;&#1085;&#1072; &#1079;&#1072;&#1076;&#1072;&#1095;&#1072; &#1089;&#1077; &#1087;&#1088;&#1077;&#1089;&#1084;&#1103;&#1090;&#1072;
&#1074;&#1088;&#1077;&#1084;&#1077;&#1090;&#1086; (&#1074; &#1084;&#1080;&#1085;&#1091;&#1090;&#1080;) &#1086;&#1090; &#1085;&#1072;&#1095;&#1072;&#1083;&#1086;&#1090;&#1086; &#1085;&#1072; &#1089;&#1098;&#1089;&#1090;&#1077;&#1079;&#1072;&#1085;&#1080;&#1077;&#1090;&#1086; &#1076;&#1086; &#1084;&#1086;&#1084;&#1077;&#1085;&#1090;&#1072; &#1085;&#1072;
&#1087;&#1088;&#1077;&#1076;&#1072;&#1074;&#1072;&#1085;&#1077;&#1090;&#1086; &#1081;. &#1057;&#1091;&#1084;&#1080;&#1088;&#1072;&#1090; &#1089;&#1077; &#1087;&#1086;&#1083;&#1091;&#1095;&#1077;&#1085;&#1080;&#1090;&#1077; &#1074;&#1088;&#1077;&#1084;&#1077;&#1085;&#1072; &#1080; &#1089;&#1091;&#1084;&#1072;&#1090;&#1072; &#1089;&#1077; &#1091;&#1074;&#1077;&#1083;&#1080;&#1095;&#1072;&#1074;&#1072; &#1089; &#1087;&#1086;
20 &#1084;&#1080;&#1085;&#1091;&#1090;&#1080; &#1079;&#1072; &#1074;&#1089;&#1103;&#1082;&#1086; &#1087;&#1088;&#1077;&#1076;&#1072;&#1076;&#1077;&#1085;&#1086; &#1085;&#1077;&#1087;&#1088;&#1072;&#1074;&#1080;&#1083;&#1085;&#1086; &#1088;&#1077;&#1096;&#1077;&#1085;&#1080;&#1077;. &#1054;&#1090;&#1073;&#1086;&#1088;&#1098;&#1090; &#1089; &#1087;&#1086;-&#1084;&#1072;&#1083;&#1082;&#1072;
&#1089;&#1091;&#1084;&#1072; &#1085;&#1072; &#1090;&#1072;&#1082;&#1072; &#1080;&#1079;&#1095;&#1080;&#1089;&#1083;&#1077;&#1085;&#1080;&#1090;&#1077; &#1074;&#1088;&#1077;&#1084;&#1077;&#1085;&#1072; &#1089;&#1077; &#1082;&#1083;&#1072;&#1089;&#1080;&#1088;&#1072; &#1085;&#1072; &#1087;&#1086;-&#1087;&#1088;&#1077;&#1076;&#1085;&#1072; &#1087;&#1086;&#1079;&#1080;&#1094;&#1080;&#1103;.<br>
6.5 . &#1044;&#1086;&#1084;&#1072;&#1082;&#1080;&#1085;&#1098;&#1090; &#1086;&#1089;&#1080;&#1075;&#1091;&#1088;&#1103;&#1074;&#1072; &#1085;&#1072; &#1074;&#1089;&#1080;&#1095;&#1082;&#1080; &#1091;&#1095;&#1072;&#1089;&#1090;&#1085;&#1080;&#1094;&#1080; &#1057;&#1077;&#1088;&#1090;&#1080;&#1092;&#1080;&#1082;&#1072;&#1090; &#1079;&#1072; &#1091;&#1095;&#1072;&#1089;&#1090;&#1080;&#1077;, &#1072;
&#1085;&#1072; &#1082;&#1083;&#1072;&#1089;&#1080;&#1088;&#1072;&#1085;&#1080;&#1090;&#1077; &#1085;&#1072; &#1087;&#1098;&#1088;&#1074;&#1080;&#1090;&#1077; &#1084;&#1077;&#1089;&#1090;&#1072; &#1074; &#1086;&#1092;&#1080;&#1094;&#1080;&#1072;&#1083;&#1085;&#1086;&#1090;&#1086; &#1082;&#1083;&#1072;&#1089;&#1080;&#1088;&#1072;&#1085;&#1077; &#1080; &#1044;&#1080;&#1087;&#1083;&#1086;&#1084; &#1079;&#1072;
&#1082;&#1083;&#1072;&#1089;&#1080;&#1088;&#1072;&#1085;&#1077;.<br>
<br>
7. &#1054;&#1056;&#1043;&#1040;&#1053;&#1048;&#1047;&#1040;&#1062;&#1048;&#1071; &#1048; &#1060;&#1048;&#1053;&#1040;&#1053;&#1057;&#1048;&#1056;&#1040;&#1053;&#1045; &#1053;&#1040; &#1054;&#1051;&#1048;&#1052;&#1055;&#1048;&#1040;&#1044;&#1040;&#1058;&#1040;<br>
7.1. &#1044;&#1086;&#1084;&#1072;&#1082;&#1080;&#1085;&#1098;&#1090; &#1085;&#1072; &#1054;&#1083;&#1080;&#1084;&#1087;&#1080;&#1072;&#1076;&#1072;&#1090;&#1072; &#1086;&#1089;&#1080;&#1075;&#1091;&#1088;&#1103;&#1074;&#1072; &#1085;&#1072;&#1089;&#1090;&#1072;&#1085;&#1103;&#1074;&#1072;&#1085;&#1077;&#1090;&#1086; &#1080; &#1093;&#1088;&#1072;&#1085;&#1072;&#1090;&#1072; &#1085;&#1072;
&#1091;&#1095;&#1072;&#1089;&#1090;&#1085;&#1080;&#1094;&#1080;&#1090;&#1077; &#1085;&#1072; &#1094;&#1077;&#1085;&#1080; &#1074; &#1088;&#1072;&#1084;&#1082;&#1080;&#1090;&#1077; &#1085;&#1072; &#1082;&#1086;&#1084;&#1072;&#1085;&#1076;&#1080;&#1088;&#1086;&#1074;&#1098;&#1095;&#1085;&#1080;&#1090;&#1077;, &#1088;&#1077;&#1075;&#1083;&#1072;&#1084;&#1077;&#1085;&#1090;&#1080;&#1088;&#1072;&#1085;&#1080; &#1086;&#1090;
&#1085;&#1086;&#1088;&#1084;&#1072;&#1090;&#1080;&#1074;&#1085;&#1080; &#1076;&#1086;&#1082;&#1091;&#1084;&#1077;&#1085;&#1090;&#1080;, &#1082;&#1072;&#1090;&#1086; &#1089;&#1074;&#1086;&#1077;&#1074;&#1088;&#1077;&#1084;&#1077;&#1085;&#1085;&#1086; &#1091;&#1074;&#1077;&#1076;&#1086;&#1084;&#1103;&#1074;&#1072; &#1087;&#1086;&#1090;&#1077;&#1085;&#1094;&#1080;&#1072;&#1083;&#1085;&#1080;&#1090;&#1077;
&#1091;&#1095;&#1072;&#1089;&#1090;&#1085;&#1080;&#1094;&#1080; &#1079;&#1072; &#1088;&#1072;&#1079;&#1084;&#1077;&#1088;&#1072; &#1085;&#1072; &#1090;&#1077;&#1079;&#1080; &#1094;&#1077;&#1085;&#1080;.<br>
7.2. &#1056;&#1072;&#1079;&#1085;&#1086;&#1089;&#1082;&#1080;&#1090;&#1077; &#1087;&#1086; &#1087;&#1098;&#1090;&#1091;&#1074;&#1072;&#1085;&#1077;&#1090;&#1086;, &#1085;&#1072;&#1089;&#1090;&#1072;&#1085;&#1103;&#1074;&#1072;&#1085;&#1077;&#1090;&#1086; &#1080; &#1093;&#1088;&#1072;&#1085;&#1072;&#1090;&#1072; &#1085;&#1072; &#1091;&#1095;&#1072;&#1089;&#1090;&#1085;&#1080;&#1094;&#1080;&#1090;&#1077;
&#1089;&#1072; &#1079;&#1072; &#1089;&#1084;&#1077;&#1090;&#1082;&#1072; &#1085;&#1072; &#1091;&#1095;&#1077;&#1073;&#1085;&#1080;&#1090;&#1077; &#1079;&#1072;&#1074;&#1077;&#1076;&#1077;&#1085;&#1080;&#1103;, &#1082;&#1086;&#1080;&#1090;&#1086; &#1087;&#1088;&#1077;&#1076;&#1089;&#1090;&#1072;&#1074;&#1103;&#1090;.<br>
7.3. &#1044;&#1086;&#1084;&#1072;&#1082;&#1080;&#1085;&#1098;&#1090; &#1080; &#1091;&#1095;&#1072;&#1089;&#1090;&#1074;&#1072;&#1097;&#1080;&#1090;&#1077; &#1091;&#1085;&#1080;&#1074;&#1077;&#1088;&#1089;&#1080;&#1090;&#1077;&#1090;&#1080; &#1089;&#1077; &#1087;&#1086;&#1086;&#1097;&#1088;&#1103;&#1074;&#1072;&#1090; &#1076;&#1072; &#1089;&#1082;&#1083;&#1102;&#1095;&#1074;&#1072;&#1090;
&#1044;&#1086;&#1075;&#1086;&#1074;&#1086;&#1088;&#1080; &#1079;&#1072; &#1089;&#1087;&#1086;&#1085;&#1089;&#1086;&#1088;&#1080;&#1088;&#1072;&#1085;&#1077;, &#1082;&#1072;&#1082;&#1090;&#1086; &#1085;&#1072; &#1089;&#1074;&#1086;&#1077;&#1090;&#1086; &#1091;&#1095;&#1072;&#1089;&#1090;&#1080;&#1077; &#1090;&#1072;&#1082;&#1072; &#1080; &#1079;&#1072;
&#1086;&#1089;&#1080;&#1075;&#1091;&#1088;&#1103;&#1074;&#1072;&#1085;&#1077;&#1090;&#1086; &#1085;&#1072; &#1090;&#1091;&#1088;&#1085;&#1080;&#1088;&#1072;, &#1082;&#1072;&#1090;&#1086; &#1087;&#1086;&#1077;&#1084;&#1072;&#1090; &#1072;&#1085;&#1075;&#1072;&#1078;&#1080;&#1084;&#1077;&#1085;&#1090;&#1080; &#1079;&#1072; &#1088;&#1077;&#1082;&#1083;&#1072;&#1084;&#1072; &#1085;&#1072;
&#1089;&#1087;&#1086;&#1085;&#1089;&#1086;&#1088;&#1072; &#1087;&#1086; &#1074;&#1088;&#1077;&#1084;&#1077; &#1085;&#1072; &#1089;&#1098;&#1089;&#1090;&#1077;&#1079;&#1072;&#1085;&#1080;&#1077;&#1090;&#1086;.<br>
<br>
<a href="http://www.ue-varna.bg/bcpc21/bg/index.php?page=2&amp;id=1984">http://www.ue-varna.bg/bcpc21/bg/index.php?page=2&amp;id=1984</a><br>
<hr style="width: 100%; height: 2px;"><br>
</body>
</html>
