<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01 Transitional//EN">
<html>
<head>
  <meta content="text/html;charset=ISO-8859-1" http-equiv="Content-Type">
  <title>Barcelona</title>
</head>
<body>
<h3><font size="+1">&#1041;&#1072;&#1088;&#1094;&#1077;&#1083;&#1086;&#1085;&#1072; - &#1085;&#1072; &#1082;&#1086;&#1085;&#1092;&#1077;&#1088;&#1077;&#1085;&#1094;&#1080;&#1103;&#1090;&#1072; ICDAR2009</font></h3>
<font size="+1">
<span style="font-weight: bold;">24.07, &#1087;&#1077;&#1090;&#1098;&#1082;</span><br>
&nbsp;&nbsp;&nbsp; &#1057;&#1072;&#1084;&#1086;&#1083;&#1077;&#1090; &#1040;320 &#1085;&#1072; Wizz Air - &#1083;&#1077;&#1090;&#1103;&#1093;&#1084;&#1077; &#1085;&#1072;&#1076; &#1087;&#1083;&#1072;&#1085;&#1080;&#1085;&#1080;
(&#1089;&#1085;&#1077;&#1078;&#1085;&#1080; &#1074;&#1098;&#1088;&#1093;&#1086;&#1074;&#1077; &#1080;
&#1076;&#1098;&#1083;&#1073;&#1086;&#1082;&#1080; &#1076;&#1086;&#1083;&#1080;&#1085;&#1080;), &#1089;&#1087;&#1086;&#1088;&#1077;&#1076; &#1084;&#1077;&#1085; &#1041;&#1086;&#1089;&#1085;&#1072; &#1080; &#1063;&#1077;&#1088;&#1085;&#1072; &#1075;&#1086;&#1088;&#1072;, &#1087;&#1086;&#1089;&#1083;&#1077; &#1086;&#1089;&#1090;&#1088;&#1086;&#1074;&#1080;, &#1087;&#1083;&#1072;&#1078;&#1086;&#1074;&#1077;,
&#1084;&#1086;&#1088;&#1077;, &#1087;&#1072;&#1082; &#1089;&#1091;&#1096;&#1072; - &#1048;&#1090;&#1072;&#1083;&#1080;&#1103;, &#1087;&#1072;&#1082; &#1084;&#1086;&#1088;&#1077; &#1080; &#1085;&#1072;&#1087;&#1088;&#1072;&#1074;&#1086; &#1085;&#1072; &#1083;&#1077;&#1090;&#1080;&#1097;&#1077;&#1090;&#1086; &#1085;&#1072; &#1041;&#1072;&#1088;&#1094;&#1077;&#1083;&#1086;&#1085;&#1072;.
&#1053;&#1072; &#1087;&#1072;&#1089;&#1087;&#1086;&#1088;&#1090;&#1085;&#1072;&#1090;&#1072; &#1087;&#1088;&#1086;&#1074;&#1077;&#1088;&#1082;&#1072; &#1085;&#1072; &#1083;&#1077;&#1090;&#1080;&#1097;&#1077;&#1090;&#1086; &#1080;&#1084;&#1072;&#1096;&#1077; &#1084;&#1072;&#1083;&#1082;&#1072; &#1086;&#1087;&#1072;&#1096;&#1082;&#1072;. &#1054;&#1090;&#1085;&#1103;&#1082;&#1098;&#1076;&#1077; &#1089;&#1077;
&#1087;&#1086;&#1103;&#1074;&#1080; &#1076;&#1088;&#1091;&#1075; &#1089;&#1083;&#1091;&#1078;&#1080;&#1090;&#1077;&#1083;, &#1089;&#1087;&#1077;&#1094;&#1080;&#1072;&#1083;&#1085;&#1086; &#1084;&#1077; &#1087;&#1086;&#1074;&#1080;&#1082;&#1072;, &#1087;&#1088;&#1086;&#1074;&#1077;&#1088;&#1080; &#1084;&#1080; &#1083;&#1080;&#1095;&#1085;&#1072;&#1090;&#1072; &#1082;&#1072;&#1088;&#1090;&#1072; &#1080; &#1084;&#1080;
&#1086;&#1090;&#1074;&#1086;&#1088;&#1080; &#1089;&#1098;&#1089;&#1077;&#1076;&#1085;&#1086;&#1090;&#1086; &#1075;&#1080;&#1096;&#1077; &#1076;&#1072; &#1084;&#1080;&#1085;&#1072;.<br>
&nbsp;&nbsp;&nbsp; &#1059;&#1082;&#1072;&#1079;&#1072;&#1090;&#1077;&#1083;&#1085;&#1080;&#1090;&#1077; &#1090;&#1072;&#1073;&#1077;&#1083;&#1080; &#1089;&#1072; &#1084;&#1072;&#1083;&#1082;&#1086;, &#1086;&#1090; &#1080;&#1079;&#1093;&#1086;&#1076;&#1072; &#1085;&#1072; &#1083;&#1077;&#1090;&#1080;&#1097;&#1077;&#1090;&#1086;
&#1085;&#1077; &#1074;&#1080;&#1076;&#1103;&#1093; &#1090;&#1072;&#1073;&#1077;&#1083;&#1072; &#1079;&#1072; Refnes, &#1077;&#1076;&#1080;&#1085;&#1089;&#1090;&#1074;&#1077;&#1085;&#1086;&#1090;&#1086; &#1074;&#1083;&#1072;&#1082;&#1095;&#1077; &#1079;&#1072; &#1094;&#1077;&#1085;&#1090;&#1098;&#1088;&#1072;. &#1057;&#1083;&#1077;&#1076;
&#1076;&#1074;&#1080;&#1078;&#1077;&#1085;&#1080;&#1077; &#1085;&#1072;&#1087;&#1088;&#1077;&#1076;-&#1085;&#1072;&#1079;&#1072;&#1076; &#1079;&#1072;&#1073;&#1077;&#1083;&#1103;&#1079;&#1072;&#1093; &#1087;&#1086;&#1082;&#1088;&#1080;&#1090;&#1080;&#1103; &#1085;&#1072;&#1076;&#1083;&#1077;&#1079; &#1080; &#1090;&#1086;&#1074;&#1072; &#1073;&#1077;&#1096;&#1077; &#1074;&#1088;&#1098;&#1079;&#1082;&#1072;&#1090;&#1072; &#1089;
&#1075;&#1072;&#1088;&#1072;&#1090;&#1072;.&nbsp; &#1050;&#1091;&#1087;&#1080;&#1093; &#1089;&#1080;
&#1082;&#1072;&#1088;&#1090;&#1072; &#1079;&#1072; &#1075;&#1088;&#1072;&#1076;&#1089;&#1082;&#1080;&#1103; &#1090;&#1088;&#1072;&#1085;&#1089;&#1087;&#1086;&#1088;&#1090; T10 &#1079;&#1072; &#1079;&#1086;&#1085;&#1072; 2 &#1086;&#1090; &#1075;&#1080;&#1096;&#1077;, &#1082;&#1098;&#1076;&#1077;&#1090;&#1086; &#1077;&#1076;&#1080;&#1085; &#1089;&#1083;&#1091;&#1078;&#1080;&#1090;&#1077;&#1083;
&#1076;&#1072;&#1074;&#1072;&#1096;&#1077; &#1080;&#1085;&#1092;&#1086;&#1088;&#1084;&#1072;&#1094;&#1080;&#1103;,
&#1087;&#1088;&#1086;&#1076;&#1072;&#1074;&#1072;&#1096;&#1077; &#1073;&#1080;&#1083;&#1077;&#1090;&#1080; &#1080; &#1080;&#1079;&#1087;&#1098;&#1083;&#1085;&#1103;&#1074;&#1072;&#1096;&#1077; &#1088;&#1086;&#1083;&#1103;&#1090;&#1072; &#1085;&#1072; &#1076;&#1080;&#1089;&#1087;&#1077;&#1095;&#1077;&#1088; &#1079;&#1072; &#1080;&#1076;&#1074;&#1072;&#1097;&#1080;&#1090;&#1077; &#1080;
&#1079;&#1072;&#1084;&#1080;&#1085;&#1072;&#1074;&#1072;&#1097;&#1080; &#1074;&#1083;&#1072;&#1082;&#1086;&#1074;&#1077;. &#1058;&#1086;&#1074;&#1072; &#1077; &#1082;&#1088;&#1072;&#1081;&#1085;&#1072; &#1075;&#1072;&#1088;&#1072; &#1080; &#1073;&#1091;&#1090;&#1072;&#1085;&#1080;&#1094;&#1072;&#1090;&#1072; &#1085;&#1072; &#1093;&#1086;&#1088;&#1072;, &#1074;&#1083;&#1072;&#1095;&#1077;&#1097;&#1080;
&#1082;&#1091;&#1092;&#1072;&#1088;&#1080; - &#1087;&#1088;&#1080;&#1089;&#1090;&#1080;&#1075;&#1072;&#1097;&#1080; &#1080; &#1079;&#1072;&#1084;&#1080;&#1085;&#1072;&#1074;&#1072;&#1097;&#1080;, &#1077; &#1075;&#1086;&#1083;&#1103;&#1084;&#1072;. <br>
&nbsp;&nbsp;&nbsp; &#1053;&#1072; &#1089;&#1087;&#1080;&#1088;&#1082;&#1072; &#1057;&#1072;&#1085;&#1090;&#1089; (Sants) - &#1089;&#1098;&#1097;&#1072;&#1090;&#1072; &#1088;&#1072;&#1073;&#1086;&#1090;&#1072; - &#1086;&#1075;&#1088;&#1086;&#1084;&#1085;&#1072;
&#1075;&#1072;&#1088;&#1072;, &#1072; &#1089;&#1077; &#1083;&#1091;&#1090;&#1072;&#1096; &#1076;&#1072; &#1085;&#1072;&#1084;&#1077;&#1088;&#1080;&#1096; &#1074;&#1093;&#1086;&#1076;&#1072; &#1079;&#1072; &#1084;&#1077;&#1090;&#1088;&#1086;&#1090;&#1086; - &#1083;&#1080;&#1085;&#1080;&#1103; L5. &#1054;&#1090;&#1090;&#1072;&#1084; &#1085;&#1072;
&#1089;&#1087;&#1080;&#1088;&#1082;&#1072; &#1044;&#1080;&#1072;&#1075;&#1086;&#1085;&#1072;&#1083; (Diagonal) &#1080;&#1084;&#1072; &#1076;&#1098;&#1083;&#1098;&#1075; &#1090;&#1091;&#1085;&#1077;&#1083; &#1082;&#1098;&#1084; &#1089;&#1087;&#1080;&#1088;&#1082;&#1072; &#1055;&#1088;&#1086;&#1074;&#1077;&#1085;&#1089;&#1072;
(Provenca) &#1085;&#1072; S2 &#1085;&#1072; Ferrocarriles Catalanes (FCG). &#1054;&#1090;&#1090;&#1072;&#1084; &#1076;o &#1089;&#1087;&#1080;&#1088;&#1082;&#1072;
&#1041;&#1077;&#1083;&#1072;&#1090;&#1077;&#1088;&#1072; (Bellaterra) &#1077; &#1086;&#1082;&#1086;&#1083;&#1086; 1/2 &#1095;&#1072;&#1089;. &#1054;&#1090; &#1075;&#1072;&#1088;&#1072;&#1090;&#1072; &#1077; &#1103;&#1089;&#1085;&#1086; &#1085;&#1072;&#1082;&#1098;&#1076;&#1077; &#1077;
&#1082;&#1072;&#1084;&#1087;&#1091;&#1089;&#1072; &#1085;&#1072; &#1057;&#1074;&#1086;&#1073;&#1086;&#1076;&#1085;&#1080;&#1103; &#1091;&#1085;&#1080;&#1074;&#1077;&#1088;&#1089;&#1080;&#1090;&#1077;&#1090; &#1085;&#1072; &#1041;&#1072;&#1088;&#1094;&#1077;&#1083;&#1086;&#1085;&#1072; (Universitat
Aut&ograve;noma de Barcelona - UAB). &#1055;&#1086; &#1087;&#1098;&#1090;&#1103; &#1087;&#1088;&#1077;&#1079; &#1075;&#1086;&#1088;&#1072;&#1090;&#1072; &#1089;&#1077; &#1080;&#1079;&#1083;&#1080;&#1079;&#1072;
&#1090;&#1086;&#1095;&#1085;&#1086; &#1085;&#1072; &#1093;&#1086;&#1090;&#1077;&#1083;&#1072;.&nbsp; &#1048;&#1084;&#1072;&#1093; &#1089;&#1090;&#1088;&#1072;&#1085;&#1085;&#1086;&#1090;&#1086; &#1095;&#1091;&#1074;&#1089;&#1090;&#1074;&#1086;, &#1095;&#1077; &#1074;&#1077;&#1095;&#1077; &#1089;&#1098;&#1084; &#1073;&#1080;&#1083; &#1090;&#1072;&#1084;,
&#1076;&#1098;&#1083;&#1078;&#1072;&#1097;&#1086; &#1089;&#1077; &#1085;&#1072; &#1088;&#1072;&#1079;&#1075;&#1083;&#1077;&#1078;&#1076;&#1072;&#1085;&#1077;&#1090;&#1086; &#1085;&#1072; Street View &#1085;&#1072; Google Eart &#1085;&#1072; &#1090;&#1086;&#1095;&#1085;&#1086; &#1090;&#1086;&#1074;&#1072;
&#1084;&#1103;&#1089;&#1090;&#1086;. <br>
&nbsp;&nbsp;&nbsp; &#1053;&#1072;&#1089;&#1090;&#1072;&#1085;&#1103;&#1074;&#1072;&#1085;&#1077;; &#1088;&#1072;&#1079;&#1093;&#1086;&#1076;&#1082;&#1072; &#1076;&#1086; &#1089;&#1091;&#1087;&#1077;&#1088;&#1084;&#1072;&#1088;&#1082;&#1077;&#1090;&#1072;; &#1048;&#1085;&#1090;&#1077;&#1088;&#1085;&#1077;&#1090; &#1074;
&#1089;&#1090;&#1072;&#1103;&#1090;&#1072;; &#1090;&#1077;&#1083;&#1077;&#1074;&#1080;&#1079;&#1080;&#1103; &#1089;&#1072;&#1084;&#1086; &#1085;&#1072; &#1080;&#1089;&#1087;&#1072;&#1085;&#1089;&#1082;&#1080;; &#1087;&#1086;&#1095;&#1080;&#1074;&#1082;&#1072;.<br>
<br>
<span style="font-weight: bold;">25.07, &#1089;&#1098;&#1073;&#1086;&#1090;&#1072;</span><br>
&nbsp;&nbsp;&nbsp; &#1044;&#1085;&#1077;&#1089; &#1083;&#1077;&#1089;&#1085;&#1086; &#1085;&#1072;&#1084;&#1077;&#1088;&#1080;&#1093; &#1089;&#1087;&#1080;&#1088;&#1082;&#1072; UAB &#1085;&#1072; </font><font
 size="+1">FCG</font><font size="+1">. &#1053;&#1077; &#1095;&#1077;
&#1080;&#1084;&#1072;&#1096;&#1077; &#1090;&#1072;&#1073;&#1077;&#1083;&#1082;&#1080;, &#1085;&#1086; &#1083;&#1080;&#1085;&#1080;&#1103;&#1090;&#1072; &#1089;&#1077; &#1074;&#1080;&#1078;&#1076;&#1072; &#1080; &#1084;&#1086;&#1078;&#1077;&#1096; &#1076;&#1072; &#1087;&#1088;&#1077;&#1094;&#1077;&#1085;&#1080;&#1096; &#1082;&#1098;&#1076;&#1077; &#1077; &#1075;&#1072;&#1088;&#1072;&#1090;&#1072;.
&#1058;&#1091;&#1082;-&#1090;&#1072;&#1084; &#1080;&#1084;&#1072; &#1087;&#1072;&#1088;&#1082;&#1080;&#1088;&#1072;&#1085;&#1080; &#1072;&#1074;&#1090;&#1086;&#1084;&#1086;&#1073;&#1080;&#1083;&#1080;, &#1085;&#1086; &#1076;&#1074;&#1080;&#1078;&#1077;&#1097;&#1080; &#1089;&#1077; &#1085;&#1077; &#1074;&#1080;&#1076;&#1103;&#1093;. &#1053;&#1103;&#1084;&#1072; &#1078;&#1080;&#1074;
&#1095;&#1086;&#1074;&#1077;&#1082; &#1085;&#1080;&#1090;&#1086; &#1087;&#1086; &#1087;&#1098;&#1090;&#1103;, &#1085;&#1080;&#1090;&#1086; &#1085;&#1072; &#1075;&#1072;&#1088;&#1072;&#1090;&#1072;. &#1053;&#1072; &#1087;&#1077;&#1088;&#1086;&#1085;&#1072; &#1080;&#1084;&#1072;&#1096;&#1077; &#1077;&#1076;&#1085;&#1072; &#1076;&#1077;&#1074;&#1086;&#1081;&#1082;&#1072;, &#1087;&#1086;&#1089;&#1083;&#1077;
&#1076;&#1086;&#1081;&#1076;&#1077; &#1086;&#1097;&#1077; &#1077;&#1076;&#1085;&#1072; &#1080; &#1090;&#1088;&#1080;&#1084;&#1072;&#1090;&#1072; &#1089;&#1077; &#1082;&#1072;&#1095;&#1080;&#1093;&#1084;&#1077; &#1085;&#1072; &#1074;&#1083;&#1072;&#1082;&#1095;&#1077;&#1090;&#1086;. S2 &#1077; &#1076;&#1086; &#1055;&#1083;&#1086;&#1097;&#1072;&#1076;
&#1050;&#1072;&#1090;&#1072;&#1083;&#1091;&#1085;&#1080;&#1072; (Pla&ccedil;a de Catalunya), &#1089;&#1087;&#1080;&#1088;&#1072; &#1087;&#1086;&#1076; &#1087;&#1083;&#1086;&#1097;&#1072;&#1076;&#1072; &#1080; &#1080;&#1079;&#1083;&#1080;&#1079;&#1072;&#1096;
&#1085;&#1103;&#1082;&#1098;&#1076;&#1077;. &#1053;&#1072;&#1081;-&#1075;&#1083;&#1072;&#1074;&#1085;&#1072;&#1090;&#1072; &#1080; &#1079;&#1072;&#1073;&#1077;&#1083;&#1077;&#1078;&#1080;&#1090;&#1077;&#1083;&#1085;&#1072; &#1087;&#1077;&#1096;&#1077;&#1093;&#1086;&#1076;&#1085;&#1072; &#1091;&#1083;&#1080;&#1094;&#1072; &#1085;&#1072; &#1075;&#1088;&#1072;&#1076;&#1072; - &#1051;&#1072;
&#1056;&#1072;&#1084;&#1073;&#1083;&#1072; (La Ramble) &#1089;&#1077; &#1088;&#1072;&#1079;&#1087;&#1086;&#1079;&#1085;&#1072;&#1074;&#1072; &#1074;&#1077;&#1076;&#1085;&#1072;&#1075;&#1072;: &#1090;&#1103; &#1074;&#1086;&#1076;&#1080; &#1076;&#1086; &#1084;&#1086;&#1088;&#1077;&#1090;&#1086;, &#1072; &#1086;&#1095;&#1077;&#1074;&#1080;&#1076;&#1085;&#1086;
&#1084;&#1086;&#1088;&#1077;&#1090;&#1086;
&#1077; &#1085;&#1072;&#1076;&#1086;&#1083;&#1091; (&#1080;&#1085;&#1090;&#1077;&#1088;&#1077;&#1089;&#1085;&#1086;, &#1095;&#1077; &#1085;&#1072;&#1074;&#1089;&#1103;&#1082;&#1098;&#1076;&#1077; &#1084;&#1086;&#1088;&#1077;&#1090;&#1086; &#1077; "&#1085;&#1072;&#1076;&#1086;&#1083;&#1091;").<br>
&nbsp;&nbsp;&nbsp; &#1064;&#1080;&#1088;&#1086;&#1082;&#1072; &#1091;&#1083;&#1080;&#1094;&#1072; &#1089; &#1076;&#1074;&#1077; &#1084;&#1072;&#1083;&#1082;&#1080; &#1083;&#1086;&#1082;&#1072;&#1083;&#1085;&#1080; &#1087;&#1083;&#1072;&#1090;&#1085;&#1072; (&#1084;&#1072;&#1081; &#1085;&#1077;
&#1074;&#1080;&#1076;&#1103;&#1093; &#1090;&#1072;&#1084; &#1076;&#1072; &#1089;&#1077; &#1076;&#1074;&#1080;&#1078;&#1080; &#1082;&#1086;&#1083;&#1072; &#1087;&#1086; &#1090;&#1086;&#1074;&#1072; &#1074;&#1088;&#1077;&#1084;&#1077;) &#1080; &#1086;&#1075;&#1088;&#1086;&#1084;&#1085;&#1072; &#1087;&#1077;&#1096;&#1077;&#1093;&#1086;&#1076;&#1085;&#1072; &#1072;&#1083;&#1077;&#1103; &#1074;
&#1089;&#1088;&#1077;&#1076;&#1072;&#1090;&#1072;, &#1089;
&#1074;&#1080;&#1089;&#1086;&#1082;&#1080; &#1076;&#1098;&#1088;&#1074;&#1077;&#1090;&#1072; - &#1095;&#1080;&#1085;&#1072;&#1088;&#1080;. &#1054;&#1082;&#1086;&#1083;&#1086; 9 &#1095;&#1072;&#1089;&#1072; &#1077;, &#1085;&#1103;&#1084;&#1072; &#1084;&#1085;&#1086;&#1075;&#1086; &#1093;&#1086;&#1088;&#1072;, &#1084;&#1072;&#1083;&#1082;&#1086;&#1090;&#1086; &#1089;&#1072;
&#1090;&#1091;&#1088;&#1080;&#1089;&#1090;&#1080;, &#1087;&#1088;&#1077;&#1076;&#1080;&#1084;&#1085;&#1086; &#1072;&#1079;&#1080;&#1072;&#1090;&#1094;&#1080; ... &#1087;&#1072;&#1074;&#1080;&#1083;&#1100;&#1086;&#1085;&#1095;&#1077;&#1090;&#1072;&#1090;&#1072; &#1080; &#1094;&#1074;&#1077;&#1090;&#1072;&#1088;&#1085;&#1080;&#1094;&#1080;&#1090;&#1077; &#1089;&#1077;&#1075;&#1072;
&#1086;&#1090;&#1074;&#1072;&#1088;&#1103;&#1090;... &#1056;&#1072;&#1079;&#1093;&#1086;&#1076;&#1080;&#1093; &#1089;&#1077; &#1076;&#1086; &#1089;&#1090;&#1072;&#1090;&#1091;&#1103;&#1090;&#1072; &#1085;&#1072; &#1050;&#1086;&#1083;&#1091;&#1084;&#1073;, &#1087;&#1086;&#1089;&#1083;&#1077; &#1085;&#1072;&#1083;&#1103;&#1074;&#1086; &#1087;&#1088;&#1077;&#1079; &#1087;&#1072;&#1088;&#1082;&#1072; &#1089;
&#1087;&#1072;&#1083;&#1084;&#1080;&#1090;&#1077;, &#1086;&#1073;&#1088;&#1072;&#1090;&#1085;&#1086; &#1085;&#1072;&#1075;&#1086;&#1088;&#1077; &#1087;&#1086; &#1090;&#1077;&#1089;&#1085;&#1080;&#1090;&#1077; &#1091;&#1083;&#1080;&#1095;&#1082;&#1080; &#1085;&#1072; &#1089;&#1090;&#1072;&#1088;&#1080;&#1103; &#1075;&#1088;&#1072;&#1076;. &#1057;&#1083;&#1077;&#1076;
&#1089;&#1085;&#1080;&#1084;&#1072;&#1085;&#1077;&#1090;&#1086; &#1085;&#1072; &#1095;&#1086;&#1074;&#1077;&#1082;&#1072; &#1089; &#1082;&#1080;&#1090;&#1072;&#1088;&#1072;&#1090;&#1072; &#1084;&#1080; &#1089;&#1074;&#1098;&#1088;&#1096;&#1080; &#1073;&#1072;&#1090;&#1077;&#1088;&#1080;&#1103;&#1090;&#1072; &#1085;&#1072; &#1092;&#1086;&#1090;&#1086;&#1072;&#1087;&#1072;&#1088;&#1072;&#1090;&#1072;.
&#1055;&#1086;&#1087;&#1080;&#1090;&#1072;&#1093; &#1074; &#1077;&#1076;&#1080;&#1084; &#1084;&#1072;&#1075;&#1072;&#1079;&#1080;&#1085; &#1079;&#1072; &#1085;&#1086;&#1074;&#1072; &#1073;&#1072;&#1090;&#1077;&#1088;&#1080;&#1103;, &#1085;&#1086; &#1087;&#1088;&#1086;&#1076;&#1072;&#1074;&#1072;&#1095;&#1082;&#1072;&#1090;&#1072; &#1084;&#1080; &#1082;&#1072;&#1079;&#1072;, &#1095;&#1077; &#1079;&#1072;
&#1089;&#1098;&#1078;&#1072;&#1083;&#1077;&#1085;&#1080;&#1077; &#1085;&#1086;&#1074;&#1080;&#1090;&#1077; &#1073;&#1072;&#1090;&#1077;&#1088;&#1080;&#1080; &#1089;&#1072; &#1087;&#1088;&#1072;&#1079;&#1085;&#1080; &#1080; &#1090;&#1088;&#1103;&#1073;&#1074;&#1072; &#1085;&#1072;&#1081;-&#1085;&#1072;&#1087;&#1088;&#1077;&#1076; &#1076;&#1072; &#1089;&#1077; &#1079;&#1072;&#1088;&#1077;&#1078;&#1076;&#1072;&#1090;.
&#1055;&#1088;&#1086;&#1076;&#1098;&#1083;&#1078;&#1080;&#1093; &#1085;&#1072;&#1075;&#1086;&#1088;&#1077;, &#1088;&#1072;&#1079;&#1075;&#1083;&#1077;&#1076;&#1072;&#1093; &#1082;&#1072;&#1090;&#1077;&#1076;&#1088;&#1072;&#1083;&#1072;&#1090;&#1072; &#1085;&#1072; &#1041;&#1072;&#1088;&#1094;&#1077;&#1083;&#1086;&#1085;&#1072; - &#1086;&#1075;&#1088;&#1086;&#1084;&#1085;&#1072; &#1080;
&#1074;&#1085;&#1091;&#1096;&#1080;&#1090;&#1077;&#1083;&#1085;&#1072;. &#1063;&#1091;&#1093; &#1080; &#1087;&#1086;&#1089;&#1083;&#1077;&#1076;&#1085;&#1072;&#1090;&#1072; &#1095;&#1072;&#1089;&#1090; &#1086;&#1090; &#1083;&#1080;&#1090;&#1091;&#1088;&#1075;&#1080;&#1103;&#1090;&#1072; - &#1086;&#1088;&#1075;&#1072;&#1085; &#1080; &#1093;&#1086;&#1088;,
&#1089;&#1090;&#1088;&#1072;&#1093;&#1086;&#1090;&#1085;&#1086; &#1079;&#1074;&#1091;&#1095;&#1077;&#1085;&#1077;. &#1057;&#1090;&#1072;&#1085;&#1072; &#1076;&#1086;&#1089;&#1090;&#1072; &#1075;&#1086;&#1088;&#1077;&#1097;&#1086;, &#1084;&#1072;&#1075;&#1072;&#1079;&#1080;&#1085;&#1080;&#1090;&#1077; &#1079;&#1072;&#1090;&#1074;&#1086;&#1088;&#1080;&#1093;&#1072; &#1080; &#1072;&#1079; &#1088;&#1077;&#1096;&#1080;&#1093;
&#1076;&#1072; &#1089;&#1077;
&#1074;&#1098;&#1088;&#1085;&#1072; &#1074; &#1093;&#1086;&#1090;&#1077;&#1083;&#1072;, &#1076;&#1072; &#1079;&#1072;&#1088;&#1077;&#1076;&#1103; &#1073;&#1072;&#1090;&#1077;&#1088;&#1080;&#1103;&#1090;&#1072; &#1079;&#1072; &#1085;&#1103;&#1082;&#1086;&#1083;&#1082;&#1086; &#1095;&#1072;&#1089;&#1072; &#1080; &#1076;&#1072; &#1087;&#1086;&#1095;&#1080;&#1085;&#1072;. &#1058;&#1072;&#1082;&#1072;
&#1080; &#1085;&#1072;&#1087;&#1088;&#1072;&#1074;&#1080;&#1093;, &#1076;&#1072;&#1078;&#1077; &#1087;&#1086;&#1089;&#1087;&#1072;&#1093; &#1084;&#1072;&#1083;&#1082;&#1086;, &#1080; &#1087;&#1072;&#1082; &#1086;&#1090;&#1080;&#1076;&#1086;&#1093; &#1074; &#1094;&#1077;&#1085;&#1090;&#1098;&#1088;&#1072;.<br>
&nbsp;&nbsp;&nbsp; &#1057;&#1083;&#1077;&#1076;&#1086;&#1073;&#1077;&#1076;&#1085;&#1072;&#1090;&#1072; &#1088;&#1072;&#1079;&#1093;&#1086;&#1076;&#1082;&#1072; &#1079;&#1072;&#1087;&#1086;&#1095;&#1085;&#1072; &#1086;&#1090; &#1089;&#1087;&#1080;&#1088;&#1082;&#1072; &#1051;&#1077;&#1089;&#1077;&#1087;&#1089;
(Lesseps) &#1085;&#1072; &#1083;&#1080;&#1085;&#1080;&#1103;&#1090;&#1072; L5 &#1085;&#1072; &#1084;&#1077;&#1090;&#1088;&#1086;&#1090;&#1086;,
&#1086;&#1090;&#1082;&#1098;&#1076;&#1077;&#1090;&#1086; &#1089;&#1077; &#1090;&#1088;&#1098;&#1075;&#1074;&#1072; &#1087;&#1077;&#1096;&#1072; &#1079;&#1072; &#1087;&#1072;&#1088;&#1082; &#1043;&#1102;&#1077;&#1083; (Parc G&uuml;ell). &#1058;&#1072;&#1073;&#1077;&#1083;&#1082;&#1080; &#1085;&#1103;&#1084;&#1072;,
&#1086;&#1088;&#1080;&#1077;&#1085;&#1090;&#1080;&#1088;&#1072;&#1096; &#1089;&#1077; &#1087;&#1086; &#1087;&#1086;&#1090;&#1086;&#1082;&#1072; &#1090;&#1091;&#1088;&#1080;&#1089;&#1090;&#1080;, &#1082;&#1086;&#1081;&#1090;&#1086; &#1090;&#1077;&#1095;&#1077; &#1080; &#1074; &#1076;&#1074;&#1077;&#1090;&#1077; &#1087;&#1086;&#1089;&#1086;&#1082;&#1080; &#1074; &#1087;&#1086;&#1095;&#1080;&#1074;&#1085;&#1080;&#1103;
&#1076;&#1077;&#1085;. &#1042;&#1098;&#1088;&#1074;&#1080; &#1089;&#1077; &#1087;&#1086; &#1096;&#1080;&#1088;&#1086;&#1082; &#1073;&#1091;&#1083;&#1077;&#1074;&#1072;&#1088;&#1076; &#1076;&#1086;&#1089;&#1090;&#1072; &#1074;&#1088;&#1077;&#1084;&#1077;, &#1087;&#1086;&#1089;&#1083;&#1077; &#1080;&#1084;&#1072; &#1090;&#1072;&#1073;&#1077;&#1083;&#1082;&#1072; &#1085;&#1072;&#1076;&#1103;&#1089;&#1085;&#1086;
&#1079;&#1072; &#1087;&#1072;&#1088;&#1082;&#1072;. &#1057;&#1090;&#1088;&#1098;&#1084;&#1085;&#1072; &#1090;&#1103;&#1089;&#1085;&#1072; &#1091;&#1083;&#1080;&#1094;&#1072; &#1080; &#1089;&#1098;&#1084; &#1085;&#1072; &#1074;&#1093;&#1086;&#1076;&#1072; &#1085;&#1072; &#1087;&#1072;&#1088;&#1082;&#1072;. &#1052;&#1085;&#1086;&#1075;&#1086; &#1093;&#1086;&#1088;&#1072;,
&#1085;&#1072;&#1087;&#1083;&#1080;&#1074; &#1074;&#1089;&#1077;&#1082;&#1080; &#1076;&#1072; &#1089;&#1077; &#1089;&#1085;&#1080;&#1084;&#1072;, &#1072; &#1085;&#1072; &#1084;&#1077;&#1085; &#1085;&#1077; &#1084;&#1080; &#1089;&#1077; &#1073;&#1091;&#1090;&#1072;&#1096;&#1077; &#1080;&#1079; &#1085;&#1072;&#1074;&#1072;&#1083;&#1080;&#1094;&#1072;&#1090;&#1072; &#1080;
&#1090;&#1088;&#1098;&#1075;&#1085;&#1072;&#1093; &#1074;&#1076;&#1103;&#1089;&#1085;&#1086;, &#1087;&#1086;&#1089;&#1083;&#1077; &#1085;&#1072;&#1075;&#1086;&#1088;&#1077;. &#1055;&#1072;&#1088;&#1082;&#1098;&#1090; &#1077; &#1091;&#1085;&#1080;&#1082;&#1072;&#1083;&#1077;&#1085; &#1080; &#1084;&#1085;&#1086;&#1075;&#1086; &#1080;&#1085;&#1090;&#1077;&#1088;&#1077;&#1089;&#1077;&#1085;.
&#1057;&#1085;&#1080;&#1084;&#1072;&#1093; &#1085;&#1103;&#1082;&#1086;&#1083;&#1082;&#1086; &#1082;&#1072;&#1082;&#1090;&#1091;&#1089;&#1072;, &#1087;&#1086;&#1089;&#1083;&#1077; &#1087;&#1072;&#1085;&#1086;&#1088;&#1072;&#1084;&#1080; &#1085;&#1072; &#1075;&#1088;&#1072;&#1076;&#1072;. &#1043;&#1086;&#1088;&#1077; &#1085;&#1103;&#1082;&#1098;&#1076;&#1077; &#1089;&#1077; &#1080;&#1079;&#1083;&#1080;&#1079;&#1072;
&#1086;&#1090; &#1087;&#1072;&#1088;&#1082;&#1072; &#1080; &#1080;&#1084;&#1072; &#1087;&#1098;&#1090;&#1077;&#1082;&#1072; &#1087;&#1086;&#1095;&#1090;&#1080; &#1076;&#1086; &#1074;&#1098;&#1088;&#1093;&#1072; &#1085;&#1072; &#1093;&#1098;&#1083;&#1084;&#1072;, &#1086;&#1090;&#1082;&#1098;&#1076;&#1077;&#1090;&#1086; &#1080;&#1084;&#1072; &#1075;&#1083;&#1077;&#1076;&#1082;&#1080; &#1082;&#1098;&#1084;
&#1075;&#1088;&#1072;&#1076;&#1072; &#1080; &#1084;&#1086;&#1088;&#1077;&#1090;&#1086;. &#1042;&#1098;&#1088;&#1085;&#1072;&#1093; &#1089;&#1077; &#1074; &#1087;&#1072;&#1088;&#1082;&#1072;, &#1090;&#1088;&#1098;&#1075;&#1085;&#1072;&#1093; &#1074;&#1076;&#1103;&#1089;&#1085;&#1086; &#1080; &#1089;&#1077; &#1082;&#1072;&#1095;&#1080;&#1093; &#1085;&#1072;
&#1093;&#1098;&#1083;&#1084;&#1095;&#1077;&#1090;&#1086; &#1089; &#1082;&#1088;&#1098;&#1089;&#1090;&#1072;, &#1082;&#1098;&#1076;&#1077;&#1090;&#1086; &#1087;&#1086;&#1095;&#1080;&#1085;&#1072;&#1093; &#1085;&#1072; &#1077;&#1076;&#1085;&#1072; &#1087;&#1077;&#1081;&#1082;&#1072;. &#1053;&#1072; &#1074;&#1080;&#1089;&#1086;&#1082;&#1086;&#1090;&#1086; &#1080;&#1084;&#1072;&#1096;&#1077;
&#1090;&#1098;&#1083;&#1087;&#1072; &#1084;&#1083;&#1072;&#1076;&#1077;&#1078;&#1080; &#1086;&#1090; &#1048;&#1090;&#1072;&#1083;&#1080;&#1103;, &#1072; &#1086;&#1090;&#1076;&#1086;&#1083;&#1091; &#1077;&#1076;&#1085;&#1086; &#1084;&#1086;&#1084;&#1095;&#1077; &#1089;&#1074;&#1080;&#1088;&#1077;&#1096;&#1077; &#1085;&#1072; &#1082;&#1080;&#1090;&#1072;&#1088;&#1072; &#1088;&#1086;&#1082;.
&#1044;&#1086;&#1089;&#1090;&#1072; &#1076;&#1086;&#1073;&#1088;&#1077; &#1089;&#1074;&#1080;&#1088;&#1077;&#1096;&#1077;, &#1089; &#1084;&#1085;&#1086;&#1075;&#1086; &#1077;&#1085;&#1090;&#1091;&#1089;&#1080;&#1072;&#1079;&#1098;&#1084; &#1080; &#1080;&#1084;&#1087;&#1088;&#1086;&#1074;&#1080;&#1079;&#1072;&#1094;&#1080;&#1080;. &#1052;&#1083;&#1072;&#1076;&#1077;&#1078;&#1080;&#1090;&#1077;
&#1086;&#1090;&#1075;&#1086;&#1088;&#1077; &#1072;&#1087;&#1083;&#1086;&#1076;&#1080;&#1088;&#1072;&#1093;&#1072;, &#1089;&#1098;&#1097;&#1086; &#1080; &#1084;&#1080;&#1085;&#1072;&#1074;&#1072;&#1097;&#1080;&#1090;&#1077; &#1085;&#1072;&#1073;&#1083;&#1080;&#1079;&#1086;. &#1044;&#1086;&#1082;&#1072;&#1090;&#1086; &#1087;&#1086;&#1095;&#1080;&#1074;&#1072;&#1093; &#1085;&#1072;&#1087;&#1088;&#1072;&#1074;&#1080;&#1093;
&#1076;&#1086;&#1089;&#1090;&#1072; &#1089;&#1085;&#1080;&#1084;&#1082;&#1080;. &#1054;&#1090;&#1090;&#1072;&#1084; - &#1085;&#1072; &#1096;&#1072;&#1088;&#1077;&#1085;&#1072;&#1090;&#1072; &#1080; &#1082;&#1088;&#1080;&#1074;&#1072; &#1087;&#1077;&#1081;&#1082;&#1072;, &#1082;&#1098;&#1076;&#1077;&#1090;&#1086; &#1073;&#1077;&#1096;&#1077; &#1087;&#1098;&#1083;&#1085;&#1086; &#1089;
&#1085;&#1072;&#1088;&#1086;&#1076;. &#1057;&#1083;&#1103;&#1079;&#1086;&#1093; &#1082;&#1098;&#1084; &#1094;&#1077;&#1085;&#1090;&#1088;&#1072;&#1083;&#1085;&#1080;&#1103; &#1074;&#1093;&#1086;&#1076; &#1080; &#1087;&#1086;&#1089;&#1085;&#1080;&#1084;&#1072;&#1093; &#1082;&#1072;&#1082; &#1090;&#1091;&#1088;&#1080;&#1089;&#1090;&#1080;&#1090;&#1077; &#1089;&#1077; &#1089;&#1085;&#1080;&#1084;&#1072;&#1090; &#1085;&#1072;
&#1087;&#1088;&#1086;&#1095;&#1091;&#1090;&#1086;&#1090;&#1086; &#1075;&#1091;&#1097;&#1077;&#1088;&#1095;&#1077; (&#1087;&#1086;&#1095;&#1090;&#1080; &#1089;&#1080;&#1084;&#1074;&#1086;&#1083; &#1085;&#1072; &#1075;&#1088;&#1072;&#1076;&#1072;). &#1044;&#1086;&#1083;&#1091;, &#1085;&#1072; &#1089;&#1072;&#1084;&#1080;&#1103; &#1074;&#1093;&#1086;&#1076; &#1080;&#1084;&#1072;&#1096;&#1077;
&#1087;&#1088;&#1077;&#1076;&#1089;&#1090;&#1072;&#1074;&#1083;&#1077;&#1085;&#1080;&#1077; &#1085;&#1072; &#1076;&#1074;&#1072;&#1084;&#1072; &#1090;&#1072;&#1085;&#1094;&#1100;&#1086;&#1088;&#1080;-&#1072;&#1082;&#1088;&#1086;&#1073;&#1072;&#1090;&#1080;, &#1084;&#1086;&#1084;&#1095;&#1077; &#1080; &#1084;&#1086;&#1084;&#1080;&#1095;&#1077;. &#1048;&#1075;&#1088;&#1072;&#1077;&#1093;&#1072; &#1089;
&#1084;&#1085;&#1086;&#1075;&#1086; &#1093;&#1098;&#1089; &#1085;&#1072; &#1093;&#1091;&#1073;&#1072;&#1074;&#1072;
&#1084;&#1091;&#1079;&#1080;&#1082;&#1072; &#1080; &#1084;&#1085;&#1086;&#1075;&#1086; &#1093;&#1086;&#1088;&#1072; &#1075;&#1080; &#1075;&#1083;&#1077;&#1076;&#1072;&#1093;&#1072;. &#1053;&#1072;&#1082;&#1088;&#1072;&#1103; &#1079;&#1072;&#1074;&#1098;&#1088;&#1096;&#1080;&#1093;&#1072; &#1089; &#1073;&#1098;&#1083;&#1075;&#1072;&#1088;&#1089;&#1082;&#1072; &#1087;&#1077;&#1089;&#1077;&#1085; - </font><font
 size="+1">"&#1058;&#1088;&#1098;&#1075;&#1085;&#1072;&#1083;&#1086; &#1077; &#1044;&#1078;&#1086;&#1088;&#1077;". &#1055;&#1086;&#1087;&#1080;&#1090;&#1072;&#1093; &#1084;&#1086;&#1084;&#1080;&#1095;&#1077;&#1090;&#1086; &#1076;&#1072;&#1083;&#1080; &#1079;&#1085;&#1072;&#1077; &#1082;&#1086;&#1103; &#1077; &#1090;&#1072;&#1079;&#1080;
&#1087;&#1077;&#1089;&#1077;&#1085; &#1080; &#1086;&#1090;&#1082;&#1098;&#1076;&#1077; &#1077;, &#1072; &#1090;&#1103; &#1082;&#1072;&#1079;&#1074;&#1072; Balkan folk, &#1080;&#1079;&#1087;&#1098;&#1083;&#1085;&#1080;&#1090;&#1077;&#1083;&#1080;&#1090;&#1077; &#1089;&#1072; &#1086;&#1090; &#1048;&#1079;&#1088;&#1072;&#1077;&#1083;.
&#1054;&#1073;&#1103;&#1089;&#1085;&#1080;&#1093; &#1081;, &#1095;&#1077; &#1090;&#1086;&#1074;&#1072; &#1077; &#1073;&#1098;&#1083;&#1075;&#1072;&#1088;&#1089;&#1082;&#1072; &#1085;&#1072;&#1088;&#1086;&#1076;&#1085;&#1072; &#1087;&#1077;&#1089;&#1077;&#1085;.</font><font size="+1"><br>
&nbsp;&nbsp;&nbsp; &#1055;&#1077;&#1096; &#1076;&#1086; &#1087;&#1083;&#1086;&#1097;&#1072;&#1076; &#1050;&#1072;&#1090;&#1072;&#1083;&#1091;&#1085;&#1080;&#1072; (Pla&ccedil;a de Catalunya),
&#1085;&#1072;&#1081;-&#1085;&#1072;&#1087;&#1088;&#1077;&#1076; &#1086;&#1073;&#1088;&#1072;&#1090;&#1085;&#1086; &#1076;&#1086; </font><font size="+1">Lesseps, &#1087;&#1086;&#1089;&#1083;&#1077; &#1087;&#1086; </font><font
 size="+1">&#1091;&#1083;&#1080;&#1094;&#1080; &#1043;&#1088;&#1072;&#1094;&#1080;&#1103;
(Gracia) &#1080; &#1051;&#1072; &#1056;&#1072;&#1084;&#1073;&#1083;&#1072; (La Ramble). &#1044;&#1086;&#1089;&#1090;&#1072; &#1076;&#1098;&#1083;&#1075;&#1086; &#1093;&#1086;&#1076;&#1077;&#1085;&#1077;, &#1087;&#1086; &#1077;&#1076;&#1085;&#1086; &#1074;&#1088;&#1077;&#1084;&#1077; &#1085;&#1077;
&#1079;&#1085;&#1072;&#1077;&#1093; &#1090;&#1086;&#1095;&#1085;&#1086; &#1082;&#1098;&#1076;&#1077; &#1089;&#1077; &#1085;&#1072;&#1084;&#1080;&#1088;&#1072;&#1084; (&#1080;&#1079;&#1086;&#1073;&#1097;&#1086; &#1085;&#1103;&#1084;&#1072; &#1090;&#1072;&#1073;&#1077;&#1083;&#1080; &#1089; &#1080;&#1084;&#1077;&#1085;&#1072; &#1085;&#1072; &#1091;&#1083;&#1080;&#1094;&#1080;), &#1085;&#1086;
&#1087;&#1086;&#1089;&#1086;&#1082;&#1072;&#1090;&#1072; &#1073;&#1077;&#1096;&#1077; &#1074;&#1103;&#1088;&#1085;&#1072; &#1080; &#1085;&#1077; &#1089;&#1077; &#1085;&#1072;&#1083;&#1086;&#1078;&#1080; &#1076;&#1072; &#1089;&#1077; &#1083;&#1091;&#1090;&#1072;&#1084; &#1080;&#1083;&#1080; &#1076;&#1072; &#1089;&#1077; &#1074;&#1088;&#1098;&#1097;&#1072;&#1084;. &#1048; &#1087;&#1086;
&#1076;&#1074;&#1077;&#1090;&#1077; &#1091;&#1083;&#1080;&#1094;&#1080; &#1077; &#1087;&#1098;&#1083;&#1085;&#1086; &#1089; &#1082;&#1072;&#1092;&#1077;&#1085;&#1077;&#1090;&#1072; &#1080; &#1088;&#1077;&#1089;&#1090;&#1086;&#1088;&#1072;&#1085;&#1090;&#1095;&#1077;&#1090;&#1072; &#1080; &#1087;&#1086;&#1095;&#1090;&#1080; &#1074;&#1089;&#1080;&#1095;&#1082;&#1086; &#1073;&#1077;&#1096;&#1077;
&#1087;&#1098;&#1083;&#1085;&#1086;. &#1045;&#1076;&#1074;&#1072; &#1085;&#1072;&#1084;&#1077;&#1088;&#1080;&#1093; &#1089;&#1074;&#1086;&#1073;&#1086;&#1076;&#1085;&#1086; &#1084;&#1103;&#1089;&#1090;&#1086; </font><font size="+1">&#1085;&#1072; La Ramble
</font><font size="+1">&#1084;&#1077;&#1078;&#1076;&#1091; </font><font size="+1">Pla&ccedil;a de
Catalunya &#1080; &#1084;&#1086;&#1088;&#1077;&#1090;&#1086;.</font><font size="+1">
&#1043;&#1086;&#1083;&#1103;&#1084;&#1072;&#1090;&#1072; &#1073;&#1080;&#1088;&#1072; &#1073;&#1077;&#1096;&#1077; 5.50, &#1074;&#1077;&#1095;&#1077; &#1089;&#1077; &#1089;&#1090;&#1098;&#1084;&#1074;&#1072;&#1096;&#1077;. &#1043;&#1083;&#1077;&#1076;&#1072;&#1093;&#1084;&#1077; &#1080;&#1075;&#1088;&#1072;&#1090;&#1072;
&#1085;&#1072; &#1077;&#1076;&#1080;&#1085; &#1078;&#1086;&#1085;&#1075;&#1083;&#1100;&#1086;&#1088;, &#1082;&#1086;&#1081;&#1090;&#1086; &#1083;&#1086;&#1074;&#1082;&#1086; &#1085;&#1072;&#1084;&#1080;&#1088;&#1072;&#1096;&#1077; &#1087;&#1088;&#1086;&#1083;&#1091;&#1082;&#1080; &#1074; &#1087;&#1086;&#1090;&#1086;&#1082;&#1072; &#1086;&#1090; &#1093;&#1086;&#1088;&#1072;,
&#1076;&#1074;&#1080;&#1078;&#1077;&#1097;&#1080; &#1089;&#1077; &#1087;&#1086; &#1072;&#1083;&#1077;&#1103;&#1090;&#1072;, &#1079;&#1072; &#1076;&#1072; &#1087;&#1086;&#1082;&#1072;&#1078;&#1077; &#1089;&#1083;&#1077;&#1076;&#1074;&#1072;&#1097;&#1080;&#1103; &#1089;&#1080; &#1085;&#1086;&#1084;&#1077;&#1088; &#1089; &#1073;&#1091;&#1093;&#1072;&#1083;&#1082;&#1080;&#1090;&#1077;.
&#1055;&#1088;&#1080;&#1073;&#1088;&#1072;&#1093; &#1089;&#1077; &#1082;&#1098;&#1089;&#1085;&#1086;, &#1082;&#1072;&#1090;&#1086; &#1084;&#1072;&#1083;&#1082;&#1086; &#1089;&#1077; &#1089;&#1090;&#1088;&#1077;&#1089;&#1085;&#1072;&#1093;, &#1082;&#1086;&#1075;&#1072;&#1090;&#1086; &#1074;&#1080;&#1076;&#1103;&#1093; &#1079;&#1072;&#1090;&#1074;&#1086;&#1088;&#1077;&#1085; &#1087;&#1086;&#1076;&#1083;&#1077;&#1079;&#1072;
&#1084;&#1077;&#1078;&#1076;&#1091; &#1076;&#1074;&#1072;&#1090;&#1072; &#1092;&#1086;&#1085;&#1090;&#1072;&#1085;&#1072; </font><font size="+1">&#1085;&#1072; &#1087;&#1083;&#1086;&#1097;&#1072;&#1076; &#1050;&#1072;&#1090;&#1072;&#1083;&#1091;&#1085;&#1080;&#1072;
(Pla&ccedil;a de Catalunya)</font><font size="+1">, &#1087;&#1088;&#1077;&#1079; &#1082;&#1086;&#1081;&#1090;&#1086; &#1089;&#1077; &#1086;&#1090;&#1080;&#1074;&#1072;
&#1076;&#1086; &#1089;&#1090;&#1072;&#1085;&#1094;&#1080;&#1103;&#1090;&#1072; &#1085;&#1072; &#1084;&#1077;&#1090;&#1088;&#1086;&#1090;&#1086;. &#1044;&#1088;&#1091;&#1075;&#1080;&#1103;&#1090; &#1074;&#1093;&#1086;&#1076; &#1086;&#1073;&#1072;&#1095;&#1077; &#1073;&#1077;&#1096;&#1077; &#1086;&#1090;&#1074;&#1086;&#1088;&#1077;&#1085; &#1080; &#1074;&#1083;&#1072;&#1082;&#1098;&#1090; &#1076;&#1086;&#1081;&#1076;&#1077;
&#1089;&#1098;&#1074;&#1089;&#1077;&#1084; &#1089;&#1082;&#1086;&#1088;&#1086;. "&#1057;&#1083;&#1077;&#1076;&#1074;&#1072;&#1097;&#1072; &#1089;&#1087;&#1080;&#1088;&#1082;&#1072; ... " &#1079;&#1074;&#1091;&#1095;&#1080; &#1082;&#1072;&#1090;&#1086; "&#1055;&#1088;&#1086;&#1082;&#1089;&#1080;&#1084;&#1072; &#1089;&#1090;&#1072;&#1090;&#1080;a ..."
(Pr&ograve;xima
estatio</font><font size="+1">).<span style="font-style: italic;"></span></font><em></em><br>
<font size="+1"><br>
<span style="font-weight: bold;">26.07, &#1085;&#1077;&#1076;&#1077;&#1083;&#1103;</span><br>
&nbsp;&nbsp;&nbsp; &#1047;&#1072;&#1082;&#1091;&#1089;&#1082;&#1072;, &#1088;&#1077;&#1075;&#1080;&#1089;&#1090;&#1088;&#1072;&#1094;&#1080;&#1103; - &#1087;&#1086;&#1083;&#1091;&#1095;&#1072;&#1074;&#1072;&#1084; &#1095;&#1072;&#1085;&#1090;&#1072;, &#1087;&#1086;-&#1091;&#1076;&#1086;&#1073;&#1085;&#1072; &#1079;&#1072;
&#1088;&#1072;&#1079;&#1093;&#1086;&#1076;&#1082;&#1080; &#1074; &#1075;&#1088;&#1072;&#1076;&#1072; &#1086;&#1090; &#1095;&#1072;&#1085;&#1090;&#1072;&#1090;&#1072; &#1085;&#1072; &#1083;&#1072;&#1087;&#1090;&#1086;&#1087;&#1072;! &#1047;&#1072;&#1087;&#1086;&#1079;&#1085;&#1072;&#1074;&#1072;&#1084;
&#1089;&#1077; &#1089; &#1077;&#1076;&#1080;&#1085; &#1103;&#1087;&#1086;&#1085;&#1077;&#1094; &#1085;&#1072; &#1088;&#1077;&#1075;&#1080;&#1089;&#1090;&#1088;&#1072;&#1094;&#1080;&#1103;&#1090;&#1072; (&#1085;&#1077; &#1084;&#1091; &#1079;&#1072;&#1087;&#1086;&#1084;&#1085;&#1080;&#1093; &#1080;&#1084;&#1077;&#1090;&#1086;). &#1045;&#1076;&#1085;&#1072; &#1083;&#1077;&#1082;&#1094;&#1080;&#1103;,
&#1080; &#1074; &#1041;&#1072;&#1088;&#1094;&#1077;&#1083;&#1086;&#1085;&#1072;!<br>
&nbsp;&nbsp;&nbsp; &#1042; &#1085;&#1072;&#1095;&#1072;&#1083;&#1086;&#1090;&#1086; &#1085;&#1072; &#1087;&#1098;&#1090;&#1103; &#1079;&#1072; &#1075;&#1072;&#1088;&#1072; &#1041;&#1077;&#1083;&#1072;&#1090;&#1077;&#1088;&#1072; (</font><font
 size="+1">Bellaterra</font><font size="+1">) &#1086;&#1073;&#1103;&#1089;&#1085;&#1103;&#1074;&#1072;&#1084; &#1085;&#1072; &#1103;&#1087;&#1086;&#1085;&#1077;&#1094;&#1072;
(&#1087;&#1088;&#1086;&#1092;. Tanaka) &#1082;&#1072;&#1082; &#1076;&#1072; &#1086;&#1090;&#1080;&#1076;&#1077; &#1076;&#1086;
&#1075;&#1072;&#1088;&#1072;&#1090;&#1072;
&#1080; &#1082;&#1072;&#1082; &#1076;&#1072; &#1089;&#1080; &#1074;&#1079;&#1077;&#1084;&#1077;
&#1082;&#1072;&#1088;&#1090;&#1072; &#1079;&#1072; &#1087;&#1098;&#1090;&#1091;&#1074;&#1072;&#1085;&#1077; ... &#1058;&#1086;&#1081; &#1080; &#1085;&#1077;&#1075;&#1086;&#1074; &#1076;&#1086;&#1082;&#1090;&#1086;&#1088;&#1072;&#1085;&#1090; &#1086;&#1090;&#1080;&#1074;&#1072;&#1090; &#1074; &#1084;&#1091;&#1079;&#1077;&#1103; &#1085;&#1072; &#1055;&#1083;&#1086;&#1097;&#1072;&#1076;
&#1048;&#1089;&#1087;&#1072;&#1085;&#1080;&#1103; (Pla&ccedil;a
d'Espanya), &#1072;&#1079; - &#1085;&#1072; &#1087;&#1088;&#1080;&#1089;&#1090;&#1072;&#1085;&#1080;&#1097;&#1077;&#1090;&#1086; &#1080; &#1052;&#1072;&#1088;e&#1084;&#1072;&#1075;&#1085;&#1091;&#1084; (Marem&agrave;gnum).
&#1055;&#1098;&#1083;&#1085;&#1086; &#1089; &#1085;&#1072;&#1088;&#1086;&#1076; &#1087;&#1086; &#1072;&#1083;&#1077;&#1080;&#1090;&#1077; &#1080; &#1088;&#1077;&#1089;&#1090;&#1086;&#1088;&#1072;&#1085;&#1090;&#1080;&#1090;&#1077;. &#1043;&#1083;&#1077;&#1076;&#1072;&#1093; &#1086;&#1090;&#1074;&#1072;&#1088;&#1103;&#1085;&#1077;&#1090;&#1086; &#1080;
&#1079;&#1072;&#1090;&#1074;&#1072;&#1088;&#1103;&#1085;&#1077;&#1090;&#1086; &#1085;&#1072; &#1084;&#1086;&#1089;&#1090;&#1072; &#1085;&#1072; &#1103;&#1093;&#1090;&#1077;&#1085;&#1086;&#1090;&#1086; &#1087;&#1088;&#1080;&#1089;&#1090;&#1072;&#1085;&#1080;&#1097;&#1077;. &#1054;&#1075;&#1088;&#1086;&#1084;&#1085;&#1072; &#1086;&#1087;&#1072;&#1096;&#1082;&#1072; &#1079;&#1072; &#1073;&#1080;&#1083;&#1077;&#1090;&#1080;
&#1079;&#1072; &#1072;&#1082;&#1074;&#1072;&#1088;&#1080;&#1091;&#1084;&#1072; (&#1086;&#1090;&#1074;&#1072;&#1088;&#1103; &#1074; 9:30, &#1097;&#1077; &#1086;&#1090;&#1080;&#1076;&#1072; &#1076;&#1088;&#1091;&#1075;
&#1076;&#1077;&#1085;). &#1052;&#1085;&#1086;&#1075;&#1086; &#1093;&#1086;&#1088;&#1072; &#1079;&#1072; &#1090;&#1091;&#1088;&#1080;&#1089;&#1090;&#1080;&#1095;&#1077;&#1089;&#1082;&#1080;&#1090;&#1077; &#1072;&#1074;&#1090;&#1086;&#1073;&#1091;&#1089;&#1080; &#1080; &#1085;&#1077;&#1103;&#1089;&#1085;&#1086; &#1082;&#1072;&#1082; &#1089;&#1077; &#1076;&#1086;&#1073;&#1080;&#1088;&#1072;&#1096; &#1076;&#1072;
&#1090;&#1103;&#1093;. <br>
&nbsp;&nbsp;&nbsp; &#1050;&#1088;&#1072;&#1081;&#1085;&#1086; &#1074;&#1088;&#1077;&#1084;&#1077; &#1077; &#1076;&#1072; &#1089;&#1077; &#1086;&#1089;&#1074;&#1077;&#1089;&#1090;&#1103; &#1089; &#1077;&#1076;&#1085;&#1072; &#1073;&#1080;&#1088;&#1072;.<br>
- &#1073;&#1080;&#1088;&#1072; (&#1089;&#1088;&#1077;&#1076;&#1085;&#1072;) &#1079;&#1072; 4.00 &#1076;&#1086; La Ramble &#1085;&#1072;&#1076;&#1086;&#1083;&#1091; &#1074;&#1076;&#1103;&#1089;&#1085;&#1086;, &#1074; &#1079;&#1072;&#1090;&#1074;&#1086;&#1088;&#1077;&#1085;
&#1074;&#1098;&#1090;&#1088;&#1077;&#1096;&#1077;&#1085;
&#1076;&#1074;&#1086;&#1088;.<br>
- &#1087;&#1088;&#1077;&#1076;&#1089;&#1090;&#1072;&#1074;&#1083;&#1077;&#1085;&#1080;&#1103; &#1085;&#1072; &#1076;&#1074;&#1072;&#1084;&#1072; &#1085;&#1072; &#1082;&#1086;&#1082;&#1080;&#1083;&#1080;, &#1077;&#1076;&#1080;&#1085; &#1089; &#1094;&#1080;&#1075;&#1091;&#1083;&#1082;&#1072;; &#1084;&#1085;&#1086;&#1075;&#1086; &#1089;&#1085;&#1080;&#1084;&#1082;&#1080;.<br>
&nbsp;&nbsp;&nbsp; &#1057;&#1083;&#1077;&#1076; &#1086;&#1089;&#1074;&#1077;&#1078;&#1072;&#1074;&#1072;&#1085;&#1077;&#1090;&#1086; &#1089; &#1073;&#1080;&#1088;&#1072;&#1090;&#1072; &#1088;&#1077;&#1096;&#1080;&#1093; &#1076;&#1072; &#1086;&#1090;&#1080;&#1076;&#1072; &#1087;&#1077;&#1096;&#1072; &#1076;&#1086;
"&#1057;&#1072;&#1075;&#1088;&#1072;&#1076;&#1072; &#1092;&#1072;&#1084;&#1080;&#1083;&#1080;&#1103;" (Sagrada Familia). &#1053;&#1072;&#1075;&#1086;&#1088;&#1077; &#1087;&#1086; </font><font size="+1">Gracia
&#1076;&#1086; &#1076;&#1086;&#1084;&#1072; &#1085;&#1072; &#1043;&#1072;&#1091;&#1076;&#1080;, &#1087;&#1086;&#1089;&#1083;&#1077; &#1074;&#1076;&#1103;&#1089;&#1085;&#1086; &#1087;&#1086; &#1096;&#1080;&#1088;&#1086;&#1082;&#1072;&#1090;&#1072; &#1091;&#1083;&#1080;&#1094;&#1072;.</font><font size="+1">
&#1055;&#1098;&#1083;&#1085;&#1072; &#1087;&#1091;&#1089;&#1090;&#1086;&#1096; - &#1074;&#1089;&#1080;&#1095;&#1082;&#1080;
&#1084;&#1072;&#1075;&#1072;&#1079;&#1080;&#1085;&#1080; &#1089;&#1072; &#1079;&#1072;&#1090;&#1074;&#1086;&#1088;&#1077;&#1085;&#1080;,
&#1077;&#1076;&#1080;&#1085;&#1080;&#1095;&#1085;&#1080; &#1093;&#1086;&#1088;&#1072; &#1087;&#1086; &#1091;&#1083;&#1080;&#1094;&#1072;&#1090;&#1072;. &#1044;&#1086;&#1089;&#1090;&#1072; &#1089;&#1077; &#1074;&#1098;&#1088;&#1074;&#1080;, &#1085;&#1072; &#1087;&#1088;&#1077;&#1089;&#1077;&#1095;&#1082;&#1072;&#1090;&#1072; &#1089; Diagonal &#1089;&#1077;
&#1090;&#1088;&#1098;&#1075;&#1074;&#1072; &#1085;&#1072;&#1075;&#1086;&#1088;&#1077; &#1080; &#1089;&#1098;&#1074;&#1089;&#1077;&#1084; &#1073;&#1083;&#1080;&#1079;&#1086; &#1077; &#1087;&#1083;&#1086;&#1097;&#1072;&#1076;&#1072; &#1089; &#1086;&#1075;&#1088;&#1086;&#1084;&#1085;&#1072;&#1090;&#1072; &#1082;&#1072;&#1090;&#1077;&#1076;&#1088;&#1072;&#1083;&#1072;. &#1043;&#1086;&#1083;&#1103;&#1084;&#1072;
&#1086;&#1087;&#1072;&#1096;&#1082;&#1072; &#1085;&#1072; &#1089;&#1083;&#1098;&#1085;&#1094;&#1077; &#1079;&#1072; &#1074;&#1083;&#1080;&#1079;&#1072;&#1085;&#1077; &#1074;
&#1082;&#1072;&#1090;&#1077;&#1076;&#1088;&#1072;&#1083;&#1072;&#1090;&#1072;. &#1054;&#1090; Sagrada Familia &#1074;&#1079;&#1077;&#1093; &#1058;2 &#1089; &#1080;&#1076;&#1077;&#1103; &#1085;&#1072; Gracia &#1076;&#1072; &#1074;&#1079;&#1077;&#1084;&#1072; S2.
&#1053;&#1072; &#1089;&#1087;&#1080;&#1088;&#1082;&#1072;&#1090;&#1072; &#1085;&#1072; &#1055;&#1072;&#1089;&#1077;&#1080;&#1075; &#1076;&#1077; &#1043;&#1088;&#1072;&#1089;&#1080;&#1072; (Passeig de Gr&agrave;cia) &#1088;&#1072;&#1079;&#1073;&#1080;&#1088;&#1072; &#1089;&#1077;
&#1085;&#1103;&#1084;&#1072; &#1085;&#1080;&#1082;&#1072;&#1082;&#1074;&#1080; &#1090;&#1072;&#1073;&#1077;&#1083;&#1080; &#1079;&#1072; S2
(&#1082;&#1098;&#1076;&#1077;&#1090;&#1086; &#1080;&#1084;&#1072; &#1089;&#1098;&#1097;&#1086; &#1089;&#1087;&#1080;&#1088;&#1082;&#1072; Gracia), &#1079;&#1072;&#1090;&#1086;&#1074;&#1072; &#1089;&#1077; &#1085;&#1072;&#1083;&#1086;&#1078;&#1080; &#1076;&#1072; &#1093;&#1086;&#1076;&#1103; &#1087;&#1077;&#1096; &#1076;&#1086;
Catalunia, &#1086;&#1090;&#1082;&#1098;&#1076;&#1090;&#1086; &#1074; &#1076;&#1086;&#1083;&#1085;&#1080;&#1103; &#1081; &#1082;&#1088;&#1072;&#1081; &#1080;&#1084;&#1072; &#1074;&#1093;&#1086;&#1076; &#1089;&#1087;&#1077;&#1094;&#1080;&#1072;&#1083;&#1085;&#1086; &#1079;&#1072; FGC. &#1055;&#1086;&#1089;&#1083;&#1077;
&#1074;&#1080;&#1076;&#1103;&#1093;, &#1095;&#1077; &#1089;&#1087;&#1080;&#1088;&#1082;&#1072;&#1090;&#1072; &#1085;&#1072; S2 &#1077; &#1085;&#1072; &#1076;&#1088;&#1091;&#1075;&#1080;&#1103; &#1082;&#1088;&#1072;&#1081; &#1085;&#1072; &#1091;&#1083;&#1080;&#1094;&#1072; Gr&agrave;cia (&#1076;&#1098;&#1083;&#1075;&#1072;
&#1087;&#1086;&#1085;&#1077; &#1082;&#1080;&#1083;&#1086;&#1084;&#1077;&#1090;&#1098;&#1088; &#1080; &#1087;&#1086;&#1083;&#1086;&#1074;&#1080;&#1085;&#1072;).<br>
&nbsp;&nbsp;&nbsp; &#1042;&#1077;&#1095;&#1077;&#1088;&#1090;&#1072; - Welcome Reception. &#1047;&#1072;&#1087;&#1086;&#1079;&#1085;&#1072;&#1093; &#1089;&#1077; &#1089;:<br>
- &#1042;&#1072;&#1089;&#1080;&#1083;&#1080;&#1086;&#1089; &#1043;&#1072;&#1090;&#1086;&#1089; (Basilios Gatos), &#1049;&#1086;&#1072;&#1085;&#1080;&#1089; &#1055;&#1088;&#1072;&#1082;&#1090;&#1080;&#1082;&#1072;&#1082;&#1080;&#1089; (Ioannis
Pratikakis), &#1080; &#1061;&#1088;&#1080;&#1089;&#1090;&#1086;&#1089; &#1045;&#1084;&#1072;&#1085;&#1086;&#1080;&#1083;&#1080;&#1076;&#1080;&#1089; (Christos Emmanouilidis) &#1086;&#1090;
&#1043;&#1098;&#1088;&#1094;&#1080;&#1103;
(Gatos &#1075;&#1086; &#1087;&#1086;&#1079;&#1085;&#1072;&#1074;&#1072;&#1084; &#1086;&#1090; &#1093;&#1086;&#1076;&#1077;&#1085;&#1077;&#1090;&#1086; &#1074; &#1043;&#1098;&#1088;&#1094;&#1080;&#1103; &#1087;&#1088;&#1077;&#1076;&#1080; 4 &#1075;&#1086;&#1076;&#1080;&#1085;&#1080;)<br>
- &#1056;&#1072;&#1075;&#1093;&#1072;&#1074;&#1072;&#1085; &#1052;&#1072;&#1090;&#1084;&#1072;&#1090;&#1072; (Raghavan Manmatha, University of Massachusetts,
USA) - &#1087;&#1088;&#1098;&#1074; &#1074; Word
Spotting<br>
- &#1070;&#1079;&#1091;&#1088;&#1091; &#1058;&#1072;&#1085;&#1072;&#1082;&#1072; (Yuzuru Tanara) &#1086;&#1090; &#1071;&#1087;&#1086;&#1085;&#1080;&#1103; (&#1080;&#1076;&#1074;&#1072;&#1083; &#1084;&#1085;&#1086;&#1075;&#1086; &#1087;&#1098;&#1090;&#1080; &#1074; &#1041;&#1098;&#1083;&#1075;&#1072;&#1088;&#1080;&#1103;,
&#1084;&#1085;&#1086;&#1075;&#1086; &#1087;&#1086;&#1079;&#1076;&#1088;&#1072;&#1074;&#1080; &#1085;&#1072; &#1055;&#1077;&#1090;&#1098;&#1088; &#1041;&#1098;&#1088;&#1085;&#1077;&#1074;)<br>
- &#1087;&#1088;&#1086;&#1092;&#1077;&#1089;&#1086;&#1088;&#1072; &#1086;&#1090; &#1052;&#1086;&#1085;&#1090;&#1088;&#1077;&#1072;&#1083; (&#1080;&#1084;&#1077;?) Concordia University, Montreal, Canada <br>
&nbsp;&nbsp;&nbsp; &#1048;&#1084;&#1072;&#1096;&#1077; &#1087;&#1088;&#1086;&#1075;&#1088;&#1072;&#1084;&#1072; &#1089; &#1090;&#1072;&#1085;&#1094;&#1080; &#1086;&#1090; &#1050;&#1072;&#1090;&#1072;&#1083;&#1086;&#1085;&#1080;&#1103; (&#1089;&#1098;&#1097;&#1086; &#1050;&#1072;&#1090;&#1072;&#1083;&#1091;&#1085;&#1103;
&#1080;&#1083;&#1080; &#1050;&#1072;&#1090;&#1072;&#1083;&#1091;&#1085;&#1080;&#1103;</font><font size="+1">), &#1075;&#1086;&#1083;&#1077;&#1084;&#1080; &#1076;&#1074;&#1080;&#1078;&#1077;&#1097;&#1080;
&#1089;&#1077; &#1082;&#1091;&#1082;&#1083;&#1080;, &#1090;&#1072;&#1085;&#1094; &#1089; &#1076;&#1077;&#1073;&#1077;&#1083;&#1080; &#1080; &#1082;&#1098;&#1089;&#1080;
&#1090;&#1086;&#1103;&#1075;&#1080;, &#1090;&#1072;&#1085;&#1094; &#1089; &#1087;&#1080;&#1086;&#1085;&#1077;&#1088;&#1089;&#1082;&#1080; &#1074;&#1088;&#1098;&#1079;&#1082;&#1080; - &#1085;&#1077;&#1097;&#1086; &#1089;&#1088;&#1077;&#1076;&#1085;&#1086; &#1084;&#1077;&#1078;&#1076;&#1091; &#1080;&#1089;&#1087;&#1072;&#1085;&#1089;&#1082;&#1086;, &#1092;&#1088;&#1077;&#1085;&#1089;&#1082;&#1086; &#1080;
&#1090;&#1080;&#1088;&#1086;&#1083;&#1089;&#1082;&#1086;; &#1089;&#1090;&#1088;&#1072;&#1093;&#1086;&#1090;&#1085;&#1086; &#1095;&#1077;&#1088;&#1074;&#1077;&#1085;&#1086; &#1074;&#1080;&#1085;&#1086; &#1080; &#1093;&#1091;&#1073;&#1072;&#1074;&#1080; &#1084;&#1077;&#1079;&#1077;&#1090;&#1072;.<br>
<br>
<span style="font-weight: bold;">27.07, &#1087;&#1086;&#1085;&#1077;&#1076;&#1077;&#1083;&#1085;&#1080;&#1082;</span><br>
&nbsp;&nbsp;&nbsp; &#1053;&#1072; &#1082;&#1086;&#1085;&#1092;&#1077;&#1088;&#1077;&#1085;&#1094;&#1080;&#1103; &#1094;&#1103;&#1083; &#1076;&#1077;&#1085;. &#1055;&#1086;&#1089;&#1090;&#1072;&#1074;&#1103;&#1085;&#1077; &#1080; &#1089;&#1074;&#1072;&#1083;&#1103;&#1085;&#1077; &#1085;&#1072; &#1084;&#1086;&#1103;
&#1087;&#1086;&#1089;&#1090;&#1098;&#1088;.<br>
<br>
<span style="font-weight: bold;">28.07, &#1074;&#1090;&#1086;&#1088;&#1085;&#1080;&#1082;</span><br>
&nbsp;&nbsp;&nbsp; &#1042; 9:30 &#1073;&#1103;&#1093; &#1085;&#1072; &#1040;&#1082;&#1074;&#1072;&#1088;&#1080;&#1091;&#1084;&#1072;, 1 &#1095;&#1072;&#1089; &#1088;&#1072;&#1079;&#1075;&#1083;&#1077;&#1078;&#1076;&#1072;&#1093; &#1085;&#1072; &#1088;&#1080;&#1073;&#1080;&#1090;&#1077;.
&#1048;&#1085;&#1090;&#1077;&#1088;&#1077;&#1089;&#1085;&#1086; &#1084;&#1103;&#1089;&#1090;&#1086;, &#1079;&#1072;&#1089;&#1083;&#1091;&#1078;&#1072;&#1074;&#1072; &#1076;&#1072; &#1089;&#1077; &#1074;&#1080;&#1076;&#1080;. &#1057;&#1083;&#1077;&#1076; &#1090;&#1086;&#1074;&#1072; &#1085;&#1072;&#1087;&#1088;&#1072;&#1074;&#1086; &#1086;&#1090;&#1080;&#1076;&#1086;&#1093; &#1082;&#1098;&#1084;
&#1078;&#1077;&#1083;&#1103;&#1079;&#1085;&#1072;&#1090;&#1072; &#1082;&#1091;&#1083;&#1072;, &#1086;&#1090;&#1082;&#1098;&#1076;&#1077;&#1090;&#1086; &#1090;&#1088;&#1098;&#1075;&#1074;&#1072; &#1083;&#1080;&#1092;&#1090;&#1072; &#1079;&#1072; &#1093;&#1098;&#1083;&#1084;&#1072; </font><font size="+1">&#1052;&#1086;&#1085;&#1090;&#1103;&#1082;
(Montju&iuml;c). &#1041;&#1080;&#1083;&#1077;&#1090;&#1098;&#1090; &#1074; &#1077;&#1076;&#1085;&#1072; &#1087;&#1086;&#1089;&#1086;&#1082;&#1072; &#1077; 9 &#1077;&#1074;&#1088;&#1086;. &#1048;&#1085;&#1090;&#1077;&#1088;&#1077;&#1089;&#1085;&#1086; &#1077; &#1076;&#1072; &#1089;&#1077; &#1074;&#1080;&#1076;&#1080;
&#1082;&#1088;&#1072;&#1081;&#1073;&#1088;&#1077;&#1078;&#1080;&#1077;&#1090;&#1086; &#1080; &#1087;&#1088;&#1080;&#1089;&#1090;&#1072;&#1085;&#1080;&#1097;&#1077;&#1090;&#1086; &#1086;&#1090;&#1074;&#1080;&#1089;&#1086;&#1082;&#1086;. &#1053;&#1072; &#1093;&#1098;&#1083;&#1084;&#1072; &#1089;&#1098;&#1097;&#1086; &#1080;&#1084;&#1072; &#1089;&#1090;&#1088;&#1072;&#1093;&#1086;&#1090;&#1077;&#1085;
&#1080;&#1079;&#1075;&#1083;&#1077;&#1076; &#1082;&#1098;&#1084; &#1094;&#1077;&#1083;&#1080;&#1103; &#1075;&#1088;&#1072;&#1076;. &#1061;&#1072;&#1081;-&#1085;&#1072;&#1087;&#1088;&#1077;&#1076; &#1090;&#1088;&#1098;&#1075;&#1085;&#1072;&#1093; &#1074;&#1076;&#1103;&#1089;&#1085;&#1086; &#1087;&#1086; &#1087;&#1098;&#1090;&#1103;, &#1087;&#1086;&#1089;&#1083;&#1077; &#1088;&#1077;&#1078;&#1080;&#1093;
&#1076;&#1072; &#1089;&#1077; &#1082;&#1072;&#1095;&#1072; &#1085;&#1072; &#1074;&#1098;&#1088;&#1093;&#1072; &#1085;&#1072; &#1093;&#1098;&#1083;&#1084;&#1072;, &#1082;&#1086;&#1081;&#1090;&#1086; &#1089;&#1077; &#1086;&#1082;&#1072;&#1079;&#1072; &#1085;&#1077; &#1090;&#1086;&#1083;&#1082;&#1086;&#1074;&#1072; &#1073;&#1083;&#1080;&#1079;&#1086;. &#1058;&#1072;&#1084; &#1077; </font><font
 size="+1">&#1082;&#1088;&#1077;&#1087;&#1086;&#1089;&#1090;&#1090;&#1072; (Castell de Montju&iuml;c), &#1082;&#1086;&#1103;&#1090;&#1086; &#1077; &#1086;&#1090;&#1073;&#1088;&#1072;&#1085;&#1103;&#1074;&#1072;&#1083;&#1072;
&#1075;&#1088;&#1072;&#1076;&#1072; &#1080; &#1091;&#1087;&#1088;&#1072;&#1074;&#1085;&#1080;&#1094;&#1080;&#1090;&#1077; &#1084;&#1091; &#1084;&#1085;&#1086;&#1075;&#1086; &#1074;&#1077;&#1082;&#1086;&#1074;&#1077;. &#1052;&#1085;&#1086;&#1075;&#1086; &#1078;&#1077;&#1075;&#1072; &#1080; &#1089;&#1080;&#1083;&#1085;&#1086; &#1089;&#1083;&#1098;&#1085;&#1094;&#1077;, &#1087;&#1080;&#1093;
&#1077;&#1076;&#1085;&#1072; &#1073;&#1080;&#1088;&#1072; &#1079;&#1072; 1.40 &#1074; &#1082;&#1088;&#1077;&#1087;&#1086;&#1089;&#1090;&#1090;&#1072;. &#1053;&#1072; &#1090;&#1088;&#1098;&#1075;&#1074;&#1072;&#1085;&#1077; &#1084;&#1080;&#1085;&#1072;&#1093; &#1087;&#1086;&#1082;&#1088;&#1072;&#1081; &#1075;&#1086;&#1088;&#1085;&#1072;&#1090;&#1072; &#1089;&#1090;&#1072;&#1085;&#1094;&#1080;&#1103;
&#1085;&#1072; &#1083;&#1080;&#1092;&#1090;&#1072;, &#1082;&#1086;&#1081;&#1090;&#1086; &#1089;&#1074;&#1072;&#1083;&#1103; &#1076;&#1086; &#1087;&#1083;&#1086;&#1097;&#1072;&#1076; &#1048;&#1089;&#1087;&#1072;&#1085;&#1080;&#1103; </font><font size="+1">(Pla&ccedil;a
d'Espanya), &#1085;&#1086; &#1072;&#1079; &#1090;&#1088;&#1098;&#1075;&#1085;&#1072;&#1093; &#1085;&#1072;&#1083;&#1103;&#1074;&#1086; &#1087;&#1086; &#1077;&#1076;&#1080;&#1085; &#1085;&#1086;&#1074;&#1086;&#1087;&#1086;&#1089;&#1090;&#1088;&#1086;&#1077;&#1085; &#1087;&#1098;&#1090;. &#1055;&#1086; &#1085;&#1077;&#1075;&#1086;
&#1089;&#1090;&#1080;&#1075;&#1085;&#1072;&#1093; &#1076;&#1086; </font><font size="+1">&#1086;&#1083;&#1080;&#1084;&#1087;&#1080;&#1081;&#1089;&#1082;&#1080;&#1090;&#1077; &#1089;&#1098;&#1086;&#1088;&#1098;&#1078;&#1077;&#1085;&#1080;&#1103; &#1086;&#1090;
&#1041;&#1072;&#1088;&#1094;&#1077;&#1083;&#1086;&#1085;&#1072;'92 - &#1076;&#1086;&#1073;&#1088;&#1077; &#1087;&#1086;&#1076;&#1076;&#1098;&#1088;&#1078;&#1072;&#1085; &#1088;&#1072;&#1081;&#1086;&#1085; &#1089; &#1087;&#1072;&#1088;&#1082;&#1086;&#1074;&#1077; &#1080; &#1084;&#1085;&#1086;&#1075;&#1086; &#1072;&#1083;&#1077;&#1080;. &#1053;&#1103;&#1084;&#1072;&#1096;&#1077; &#1087;&#1098;&#1090;
&#1087;&#1088;&#1072;&#1074;&#1086; &#1085;&#1072;&#1076;&#1086;&#1083;&#1091;, &#1079;&#1072;&#1090;&#1086;&#1074;&#1072; &#1087;&#1088;&#1086;&#1076;&#1098;&#1083;&#1078;&#1080;&#1093; &#1074;&#1083;&#1103;&#1074;&#1086;. &#1056;&#1072;&#1079;&#1073;&#1088;&#1072;&#1093;, &#1095;&#1077; &#1097;&#1077; &#1089;&#1083;&#1103;&#1079;&#1072; &#1076;&#1072;&#1083;&#1077;&#1095;&#1077; &#1086;&#1090; </font><font
 size="+1">&#1087;&#1083;&#1086;&#1097;&#1072;&#1076; &#1048;&#1089;&#1087;&#1072;&#1085;&#1080;&#1103; </font><font size="+1">(Pla&ccedil;a
d'Espanya), &#1086;&#1090;&#1082;&#1098;&#1076;&#1077;&#1090;&#1086; &#1090;&#1088;&#1103;&#1073;&#1074;&#1072;&#1096;&#1077; &#1076;&#1072; &#1074;&#1079;&#1077;&#1084;&#1072; &#1084;&#1077;&#1090;&#1088;&#1086;&#1090;&#1086; &#1080; &#1076;&#1072; &#1089;&#1077; &#1087;&#1088;&#1080;&#1073;&#1080;&#1088;&#1072;&#1084; &#1074;
&#1093;&#1086;&#1090;&#1077;&#1083;&#1072;. &#1058;&#1072;&#1082;&#1072; &#1080; &#1089;&#1090;&#1072;&#1085;&#1072; - &#1086;&#1079;&#1086;&#1074;&#1072;&#1093; &#1089;&#1077; &#1074; &#1075;&#1086;&#1083;&#1103;&#1084; &#1078;&#1080;&#1083;&#1080;&#1097;&#1077;&#1085; &#1082;&#1074;&#1072;&#1088;&#1090;&#1072;&#1083; &#1080; &#1090;&#1088;&#1103;&#1073;&#1074;&#1072;&#1096;&#1077;
&#1087;&#1086;&#1095;&#1090;&#1080; &#1095;&#1072;&#1089; &#1076;&#1072; &#1074;&#1098;&#1088;&#1074;&#1103; &#1087;&#1086; &#1096;&#1080;&#1088;&#1086;&#1082;&#1080;&#1103; &#1073;&#1091;&#1083;&#1077;&#1074;&#1072;&#1088;&#1076;, &#1082;&#1086;&#1081;&#1090;&#1086; &#1084;&#1077; &#1080;&#1079;&#1074;&#1077;&#1076;&#1077; &#1085;&#1072; &#1087;&#1083;&#1086;&#1097;&#1072;&#1076;&#1072;. </font><font
 size="+1">&#1054;&#1073;&#1088;&#1072;&#1090;&#1085;&#1086; &#1074; &#1093;&#1086;&#1090;&#1077;&#1083;&#1072;, &#1076;&#1091;&#1096; &#1080; &#1084;&#1072;&#1083;&#1082;&#1072; &#1087;&#1086;&#1095;&#1080;&#1074;&#1082;&#1072;, &#1074; 5 &#1095;&#1072;&#1089;&#1072; &#1089;&#1083;&#1091;&#1096;&#1072;&#1093; &#1084;&#1072;&#1083;&#1082;&#1086;
&#1079;&#1072; &#1088;&#1072;&#1079;&#1087;&#1086;&#1079;&#1085;&#1072;&#1074;&#1072;&#1085;&#1077; &#1085;&#1072; &#1088;&#1098;&#1082;&#1086;&#1087;&#1080;&#1089;&#1077;&#1085; &#1084;&#1072;&#1090;&#1077;&#1084;&#1072;&#1090;&#1080;&#1095;&#1077;&#1089;&#1082;&#1080; &#1090;&#1077;&#1082;&#1089;&#1090; (&#1085;&#1080;&#1097;&#1086; &#1080;&#1085;&#1090;&#1077;&#1088;&#1077;&#1089;&#1085;&#1086;). <br>
&nbsp;&nbsp;&nbsp; &#1054;&#1082;&#1086;&#1083;&#1086; 19 &#1095;&#1072;&#1089;&#1072; &#1089;&#1074;&#1098;&#1088;&#1096;&#1080;&#1093;&#1072; &#1074;&#1089;&#1080;&#1095;&#1082;&#1080; &#1083;&#1077;&#1082;&#1094;&#1080;&#1080;, &#1072;&#1074;&#1090;&#1086;&#1073;&#1091;&#1089;&#1080;&#1090;&#1077;
&#1076;&#1086;&#1081;&#1076;&#1086;&#1093;&#1072; &#1080; &#1090;&#1088;&#1103;&#1073;&#1074;&#1072;&#1096;&#1077; &#1076;&#1072; &#1090;&#1088;&#1098;&#1075;&#1074;&#1072;&#1084;&#1077; &#1082;&#1098;&#1084; &#1094;&#1077;&#1085;&#1090;&#1098;&#1088;&#1072; &#1079;&#1072; &#1073;&#1072;&#1085;&#1082;&#1077;&#1090;&#1072;. &#1055;&#1098;&#1090;&#1080;&#1097;&#1072;&#1090;&#1072; &#1080;
&#1084;&#1072;&#1075;&#1080;&#1089;&#1090;&#1088;&#1072;&#1083;&#1080;&#1090;&#1077; &#1080;&#1084; &#1089;&#1072; &#1086;&#1090;&#1083;&#1080;&#1095;&#1085;&#1080;, &#1085;&#1086; &#1085;&#1072; &#1085;&#1103;&#1082;&#1086;&#1083;&#1082;&#1086; &#1084;&#1077;&#1089;&#1090;&#1072; &#1074;&#1080;&#1076;&#1103;&#1093;&#1084;&#1077; &#1076;&#1072; &#1089;&#1090;&#1088;&#1086;&#1103;&#1090; &#1085;&#1086;&#1074;&#1080;.
&#1048;&#1084;&#1072;&#1096;&#1077; &#1083;&#1077;&#1082;&#1086; &#1079;&#1072;&#1076;&#1088;&#1098;&#1089;&#1090;&#1074;&#1072;&#1085;&#1077; &#1074; &#1087;&#1086;&#1089;&#1086;&#1082;&#1072; &#1086;&#1090; &#1041;&#1072;&#1088;&#1094;&#1077;&#1083;&#1086;&#1085;&#1072;, &#1085;&#1086; &#1074; &#1085;&#1072;&#1096;&#1072;&#1090;&#1072; &#1087;&#1086;&#1089;&#1086;&#1082;&#1072; &#1087;&#1086;&#1095;&#1090;&#1080;
&#1085;&#1077; &#1095;&#1072;&#1082;&#1072;&#1093;&#1084;&#1077; &#1085;&#1080;&#1082;&#1098;&#1076;&#1077;. &#1040; &#1085;&#1077; &#1079;&#1072;&#1073;&#1077;&#1083;&#1103;&#1079;&#1072;&#1093; &#1080; &#1085;&#1080;&#1090;&#1086; &#1077;&#1076;&#1080;&#1085; &#1089;&#1074;&#1077;&#1090;&#1086;&#1092;&#1072;&#1087; &#1087;&#1086; &#1087;&#1098;&#1090;&#1103;. &#1063;&#1072;&#1082; &#1085;&#1072;
&#1094;&#1077;&#1085;&#1090;&#1098;&#1088;&#1072;, &#1085;&#1072; &#1087;&#1088;&#1080;&#1089;&#1090;&#1072;&#1085;&#1080;&#1097;&#1077;&#1090;&#1086;, &#1089;&#1083;&#1077;&#1076; &#1076;&#1074;&#1086;&#1081;&#1085;&#1086;&#1090;&#1086; &#1074;&#1098;&#1088;&#1090;&#1077;&#1085;&#1077; &#1085;&#1072; &#1082;&#1088;&#1098;&#1075;&#1086;&#1074;&#1086;&#1090;&#1086; &#1082;&#1088;&#1098;&#1089;&#1090;&#1086;&#1074;&#1080;&#1097;&#1077;
&#1080;&#1084;&#1072;&#1096;&#1077; &#1089;&#1074;&#1077;&#1090;&#1086;&#1092;&#1072;&#1088;. &#1040;&#1074;&#1090;&#1086;&#1073;&#1091;&#1089;&#1080;&#1090;&#1077; &#1085;&#1080; &#1086;&#1089;&#1090;&#1072;&#1074;&#1080;&#1093;&#1072; &#1090;&#1072;&#1084; &#1080; &#1085;&#1072;&#1087;&#1088;&#1072;&#1074;&#1086; &#1089;&#1077; &#1082;&#1072;&#1095;&#1080;&#1093;&#1084;&#1077; &#1085;&#1072;
&#1082;&#1086;&#1088;&#1072;&#1073;&#1095;&#1077;&#1090;&#1086; &#1079;&#1072; &#1084;&#1086;&#1088;&#1089;&#1082;&#1072; &#1088;&#1072;&#1079;&#1093;&#1086;&#1076;&#1082;&#1072;. &#1042;&#1089;&#1080;&#1095;&#1082;&#1080; &#1086;&#1090;&#1080;&#1076;&#1086;&#1093;&#1072; &#1085;&#1072; &#1075;&#1086;&#1088;&#1085;&#1072;&#1090;&#1072; &#1087;&#1072;&#1083;&#1091;&#1073;&#1072;, &#1072;&#1079;
&#1086;&#1073;&#1072;&#1095;&#1077; &#1086;&#1089;&#1090;&#1072;&#1085;&#1072;&#1093; &#1076;&#1086;&#1083;&#1091;, &#1085;&#1072; &#1079;&#1072;&#1076;&#1085;&#1072;&#1090;&#1072; &#1087;&#1072;&#1083;&#1091;&#1073;&#1072;. &#1058;&#1088;&#1098;&#1075;&#1085;&#1072;&#1093;&#1084;&#1077;, &#1084;&#1080;&#1085;&#1072;&#1093; &#1087;&#1088;&#1077;&#1079; &#1076;&#1086;&#1083;&#1085;&#1072;&#1090;&#1072;
&#1087;&#1072;&#1083;&#1091;&#1073;&#1072;, &#1074;&#1079;&#1077;&#1093; &#1089;&#1080; &#1095;&#1072;&#1096;&#1072; &#1073;&#1103;&#1083;&#1086; &#1074;&#1080;&#1085;&#1086; &#1080; &#1089;&#1077; &#1087;&#1088;&#1077;&#1084;&#1077;&#1089;&#1090;&#1080;&#1093; &#1085;&#1072; &#1087;&#1088;&#1077;&#1076;&#1085;&#1072;&#1090;&#1072; &#1087;&#1072;&#1083;&#1091;&#1073;&#1072;,
&#1082;&#1098;&#1076;&#1077;&#1090;&#1086; &#1076;&#1086;&#1089;&#1090;&#1072; &#1074;&#1088;&#1077;&#1084;&#1077; &#1073;&#1103;&#1093; &#1089;&#1072;&#1084;&#1086; &#1072;&#1079;. &#1052;&#1085;&#1086;&#1075;&#1086; &#1073;&#1077;&#1096;&#1077; &#1087;&#1088;&#1080;&#1103;&#1090;&#1085;&#1086;. &#1057;&#1083;&#1077;&#1076; &#1080;&#1079;&#1083;&#1080;&#1079;&#1072;&#1085;&#1077; &#1086;&#1090;
&#1087;&#1088;&#1080;&#1089;&#1090;&#1072;&#1085;&#1080;&#1097;&#1077;&#1090;&#1086;, &#1082;&#1086;&#1088;&#1072;&#1073;&#1095;&#1077;&#1090;&#1086; &#1079;&#1072;&#1087;&#1086;&#1095;&#1085;&#1072; &#1076;&#1072; &#1082;&#1083;&#1072;&#1090;&#1080; &#1076;&#1086;&#1089;&#1090;&#1072; &#1103;&#1082;&#1086;. &#1057;&#1085;&#1080;&#1084;&#1072;&#1093; &#1058;&#1072;&#1085;&#1072;&#1082;&#1072; &#1080;
&#1085;&#1077;&#1075;&#1086;&#1074;&#1080;&#1090;&#1077; &#1076;&#1086;&#1082;&#1090;&#1086;&#1088;&#1072;&#1085;&#1090;&#1080;, &#1082;&#1086;&#1080;&#1090;&#1086; &#1089;&#1090;&#1086;&#1103;&#1093;&#1072; &#1085;&#1072;&#1081;-&#1086;&#1090;&#1087;&#1088;&#1077;&#1076; &#1085;&#1072; &#1075;&#1086;&#1088;&#1085;&#1072;&#1090;&#1072; &#1087;&#1072;&#1083;&#1091;&#1073;&#1072;. &#1055;&#1086;&#1089;&#1083;&#1077;
&#1089;&#1077; &#1079;&#1072;&#1075;&#1086;&#1074;&#1086;&#1088;&#1080;&#1093;&#1084;&#1077; &#1089; &#1077;&#1076;&#1080;&#1085; &#1082;&#1086;&#1083;&#1077;&#1075;&#1072; &#1086;&#1090; &#1045;&#1090;&#1080;&#1086;&#1087;&#1080;&#1103; (&#1086;&#1090;&#1083;&#1080;&#1095;&#1085;&#1086; &#1084;&#1091; &#1088;&#1072;&#1079;&#1073;&#1080;&#1088;&#1072;&#1093;
&#1072;&#1085;&#1075;&#1083;&#1080;&#1081;&#1089;&#1082;&#1080;&#1103;). <br>
&nbsp;&nbsp;&nbsp; &#1050;&#1086;&#1088;&#1072;&#1073;&#1095;&#1077;&#1090;&#1086; &#1085;&#1080; &#1086;&#1089;&#1090;&#1072;&#1074;&#1080; &#1090;&#1072;&#1084;, &#1086;&#1090;&#1082;&#1098;&#1076;&#1077;&#1090;&#1086; &#1085;&#1080; &#1074;&#1079;&#1077; &#1080; &#1085;&#1072;&#1087;&#1088;&#1072;&#1074;&#1086;
&#1090;&#1088;&#1098;&#1075;&#1085;&#1072;&#1093;&#1084;&#1077; &#1087;&#1086; &#1084;&#1086;&#1089;&#1090;&#1072;
&#1082;&#1098;&#1084; &#1084;&#1103;&#1089;&#1090;&#1086;&#1090;&#1086; &#1085;&#1072; &#1073;&#1072;&#1085;&#1082;&#1077;&#1090;&#1072; - </font><font size="+1">&#1052;&#1072;&#1088;e&#1084;&#1072;&#1075;&#1085;&#1091;&#1084; (</font><font
 size="+1">Marem&agrave;gnum</font><font size="+1">). &#1055;&#1086; &#1087;&#1098;&#1090;&#1103; &#1095;&#1091;&#1093; &#1088;&#1091;&#1089;&#1082;&#1072;
&#1088;&#1077;&#1095;, &#1079;&#1072;&#1075;&#1086;&#1074;&#1086;&#1088;&#1080;&#1093; </font><font size="+1">&#1090;&#1088;&#1080;&#1084;&#1072;&#1090;&#1072;
&#1088;&#1091;&#1089;&#1085;&#1072;&#1094;&#1080; - &#1084;&#1083;&#1072;&#1076;&#1077;&#1078;&#1080;, &#1085;&#1086; &#1090;&#1077; &#1086;&#1095;&#1077;&#1074;&#1080;&#1076;&#1085;&#1086; &#1085;&#1077; &#1080;&#1089;&#1082;&#1072;&#1093;&#1072; &#1076;&#1072; &#1086;&#1073;&#1097;&#1091;&#1074;&#1072;&#1090; &#1089; &#1084;&#1077;&#1085; &#1080; &#1087;&#1086;&#1074;&#1077;&#1095;&#1077;
&#1085;&#1077; &#1075;&#1080; &#1087;&#1086;&#1090;&#1098;&#1088;&#1089;&#1080;&#1093;. &#1043;&#1086;&#1088;&#1077; &#1085;&#1080; &#1087;&#1086;&#1089;&#1090;&#1077;&#1097;&#1085;&#1072;&#1093;&#1072; &#1089;&#1098;&#1089; &#1096;&#1072;&#1084;&#1087;&#1072;&#1085;&#1089;&#1082;&#1086; &#1080; &#1084;&#1086;&#1088;&#1089;&#1082;&#1080; &#1076;&#1072;&#1088;&#1086;&#1074;&#1077;. &#1044;&#1086;&#1089;&#1090;&#1072;
&#1089;&#1077; &#1087;&#1086;&#1084;&#1086;&#1090;&#1072;&#1093;&#1084;&#1077;, &#1085;&#1072; &#1082;&#1088;&#1072;&#1082; &#1089; &#1095;&#1072;&#1096;&#1080; &#1074; &#1088;&#1098;&#1094;&#1077;, &#1087;&#1086;&#1075;&#1086;&#1074;&#1086;&#1088;&#1080;&#1093; &#1080; &#1089; &#1075;&#1088;&#1098;&#1082;&#1072; &#1086;&#1090; &#1050;&#1089;&#1072;&#1085;&#1090;&#1080; -
&#1061;&#1088;&#1080;&#1089;&#1090;&#1086; (Christos Emmanouilidis). &#1057;&#1085;&#1080;&#1084;&#1072;&#1093;, &#1087;&#1086;&#1089;&#1083;&#1077; &#1074;&#1080;&#1076;&#1103;&#1093;, &#1095;&#1077; &#1074;&#1089;&#1080;&#1095;&#1082;&#1080; &#1089;&#1103;&#1076;&#1072;&#1090;
&#1085;&#1072; &#1073;&#1072;&#1085;&#1082;&#1077;&#1090;&#1085;&#1080;&#1090;&#1077; (&#1082;&#1088;&#1098;&#1075;&#1083;&#1080;) &#1084;&#1072;&#1089;&#1080;, &#1087;&#1088;&#1080; &#1075;&#1098;&#1088;&#1094;&#1080;&#1090;&#1077; &#1080;&#1084;&#1072;&#1096;&#1077; &#1089;&#1074;&#1086;&#1073;&#1086;&#1076;&#1085;&#1080; &#1084;&#1077;&#1089;&#1090;&#1072; &#1080; &#1089;&#1077;&#1076;&#1085;&#1072;&#1093;
&#1087;&#1088;&#1080; &#1090;&#1103;&#1093;. &#1061;&#1088;&#1072;&#1085;&#1072;&#1090;&#1072; &#1073;&#1077;&#1096;&#1077; "&#1085;&#1072; &#1073;&#1102;&#1092;&#1077;&#1090;", &#1090;.&#1077;. &#1090;&#1088;&#1103;&#1073;&#1074;&#1072; &#1089;&#1072;&#1084; &#1076;&#1072; &#1089;&#1080; &#1074;&#1079;&#1077;&#1084;&#1077;&#1096; &#1080; &#1087;&#1088;&#1080;
400 &#1095;&#1086;&#1074;&#1077;&#1082;&#1072; &#1095;&#1072;&#1082;&#1072;&#1085;&#1077;&#1090;&#1086; &#1085;&#1072; &#1086;&#1087;&#1072;&#1096;&#1082;&#1080;&#1090;&#1077; &#1077; &#1087;&#1086;&#1074;&#1077;&#1095;&#1077; &#1086;&#1090; &#1076;&#1086;&#1089;&#1072;&#1076;&#1085;&#1086;. &#1053;&#1080;&#1077; &#1087;&#1086;&#1095;&#1085;&#1072;&#1093;&#1084;&#1077;
&#1095;&#1077;&#1088;&#1074;&#1077;&#1085;&#1086;&#1090;&#1086; &#1074;&#1080;&#1085;&#1086;, &#1080;&#1079;&#1103;&#1076;&#1086;&#1093;&#1084;&#1077; &#1089;&#1080; &#1080; &#1093;&#1083;&#1077;&#1073;&#1095;&#1077;&#1090;&#1072;&#1090;&#1072;, &#1072; &#1073;&#1077;&#1079; &#1084;&#1077;&#1079;&#1077; &#1080; &#1074;&#1080;&#1085;&#1086;&#1090;&#1086; &#1087;&#1086;&#1095;&#1085;&#1072; &#1076;&#1072;
&#1085;&#1080; &#1093;&#1074;&#1072;&#1097;&#1072;. &#1040;&#1079; &#1089;&#1072; &#1079;&#1072;&#1074;&#1098;&#1088;&#1090;&#1103;&#1093; &#1086;&#1082;&#1086;&#1083;&#1086; &#1084;&#1072;&#1089;&#1080;&#1090;&#1077; &#1089; &#1093;&#1088;&#1072;&#1085;&#1072;&#1090;&#1072; &#1080; &#1083;&#1077;&#1082;&#1086; &#1080; &#1085;&#1077;&#1079;&#1072;&#1073;&#1077;&#1083;&#1077;&#1078;&#1080;&#1084;&#1086;
&#1091;&#1089;&#1087;&#1103;&#1093; &#1076;&#1072; &#1074;&#1079;&#1077;&#1084;&#1072; &#1085;&#1103;&#1082;&#1086;&#1083;&#1082;&#1086; &#1076;&#1098;&#1088;&#1074;&#1077;&#1085;&#1080; &#1096;&#1080;&#1096;&#1086;&#1074;&#1077; &#1089; &#1087;&#1086; &#1077;&#1076;&#1085;&#1072; &#1085;&#1072;&#1076;&#1077;&#1085;&#1080;&#1095;&#1082;&#1072; &#1085;&#1072; &#1090;&#1103;&#1093;.
&#1056;&#1072;&#1079;&#1076;&#1072;&#1076;&#1086;&#1093; &#1075;&#1080; &#1085;&#1072; &#1075;&#1098;&#1088;&#1094;&#1080;&#1090;&#1077; &#1080; &#1090;&#1072;&#1082;&#1072; &#1079;&#1072;&#1082;&#1088;&#1077;&#1087;&#1080;&#1093;&#1084;&#1077; &#1074;&#1088;&#1077;&#1084;&#1077;&#1085;&#1085;&#1086; &#1087;&#1086;&#1083;&#1086;&#1078;&#1077;&#1085;&#1080;&#1077;&#1090;&#1086;. &#1055;&#1086; &#1077;&#1076;&#1085;&#1086;
&#1074;&#1088;&#1077;&#1084;&#1077; &#1077;&#1076;&#1080;&#1085; &#1080;&#1085;&#1076;&#1080;&#1077;&#1094; &#1089;&#1077;&#1076;&#1085;&#1072; &#1076;&#1086; &#1084;&#1077;&#1085; (&#1080;&#1084;&#1072;&#1096;&#1077; &#1087;&#1088;&#1072;&#1079;&#1085;&#1086; &#1084;&#1103;&#1089;&#1090;&#1086;), &#1088;&#1072;&#1079;&#1084;&#1077;&#1085;&#1080;&#1093;&#1084;&#1077; &#1087;&#1086;
&#1085;&#1103;&#1082;&#1086;&#1083;&#1082;&#1086; &#1076;&#1091;&#1084;&#1080;, &#1087;&#1086;&#1089;&#1083;&#1077; &#1090;&#1086;&#1081; &#1080;&#1079;&#1095;&#1077;&#1079;&#1085;&#1072; &#1085;&#1103;&#1082;&#1098;&#1076;&#1077;. &#1061;&#1086;&#1076;&#1080;&#1093; &#1076;&#1072; &#1089;&#1085;&#1080;&#1084;&#1072;&#1084; &#1086;&#1090; &#1090;&#1077;&#1088;&#1072;&#1089;&#1072;&#1090;&#1072;,
&#1087;&#1086;&#1089;&#1083;&#1077; &#1075;&#1083;&#1077;&#1076;&#1072;&#1093; &#1087;&#1086; &#1084;&#1072;&#1089;&#1080;&#1090;&#1077; &#1079;&#1072; &#1077;&#1090;&#1080;&#1086;&#1087;&#1077;&#1094;&#1072;, &#1090;&#1098;&#1088;&#1089;&#1080;&#1093; &#1082;&#1098;&#1076;&#1077; &#1077; &#1089;&#1077;&#1076;&#1085;&#1072;&#1083; &#1080;&#1085;&#1076;&#1080;&#1077;&#1094;&#1072;. &#1045;&#1076;&#1080;&#1085;
&#1082;&#1077;&#1083;&#1085;&#1077;&#1088; &#1084;&#1077; &#1079;&#1072;&#1073;&#1077;&#1083;&#1103;&#1079;&#1072;, &#1095;&#1077; &#1089;&#1077; &#1084;&#1086;&#1090;&#1072;&#1084; &#1085;&#1072;&#1086;&#1082;&#1086;&#1083;&#1086;, &#1087;&#1086;&#1087;&#1080;&#1090;&#1072; &#1082;&#1072;&#1082;&#1074;&#1086; &#1078;&#1077;&#1083;&#1072;&#1103;, &#1082;&#1072;&#1079;&#1072;&#1093; &#1084;&#1091;.
&#1095;&#1077; &#1090;&#1098;&#1088;&#1089;&#1103; &#1082;&#1086;&#1083;&#1072;&#1075;&#1072; &#1086;&#1090; &#1048;&#1085;&#1076;&#1080;&#1103;, &#1090;&#1086;&#1081; &#1082;&#1072;&#1079;&#1072;, &#1095;&#1077; &#1080; &#1090;&#1086;&#1081; &#1077; &#1086;&#1090; &#1048;&#1085;&#1076;&#1080;&#1103;, &#1079;&#1072;&#1075;&#1086;&#1074;&#1086;&#1088;&#1080;&#1093;&#1084;&#1077;
&#1089;&#1077;... &#1050;&#1072;&#1090;&#1086; &#1089;&#1077; &#1074;&#1098;&#1088;&#1085;&#1072;&#1093; &#1085;&#1072; &#1084;&#1072;&#1089;&#1072;&#1090;&#1072;, &#1074;&#1089;&#1080;&#1095;&#1082;&#1080; &#1074;&#1077;&#1095;&#1077; &#1074;&#1077;&#1095;&#1077;&#1088;&#1103;&#1093;&#1072;, &#1074;&#1079;&#1077;&#1093; &#1089;&#1080; &#1103;&#1076;&#1077;&#1085;&#1077; &#1080;
&#1072;&#1079;, &#1087;&#1080;&#1093;&#1084;&#1077; &#1086;&#1097;&#1077; &#1074;&#1080;&#1085;&#1086;... &#1053;&#1072; &#1089;&#1094;&#1077;&#1085;&#1072;&#1090;&#1072; &#1077;&#1076;&#1085;&#1080; &#1080;&#1089;&#1087;&#1072;&#1085;&#1094;&#1080; &#1087;&#1077;&#1077;&#1093;&#1072; &#1085;&#1103;&#1082;&#1072;&#1082;&#1074;&#1080; &#1087;&#1077;&#1089;&#1085;&#1080; -
&#1084;&#1085;&#1086;&#1075;&#1086; &#1089;&#1080;&#1083;&#1085;&#1086;, &#1076;&#1088;&#1077;&#1079;&#1076;&#1072;&#1074;&#1086; &#1080; &#1085;&#1077;&#1087;&#1088;&#1080;&#1103;&#1090;&#1085;&#1086;. &#1054;&#1090;&#1080;&#1076;&#1086;&#1093; &#1076;&#1072; &#1089;&#1077; &#1095;&#1091;&#1082;&#1085;&#1072; &#1089; &#1058;&#1072;&#1085;&#1072;&#1082;&#1072;, &#1085;&#1072;
&#1090;&#1103;&#1093;&#1085;&#1072;&#1090;&#1072; &#1084;&#1072;&#1089;&#1072; &#1087;&#1098;&#1082; &#1073;&#1077;&#1096;&#1077; &#1089;&#1074;&#1098;&#1088;&#1096;&#1080;&#1083;&#1086; &#1074;&#1080;&#1085;&#1086;&#1090;&#1086;. &#1058;&#1086;&#1075;&#1072;&#1074;&#1072; &#1080;&#1085;&#1076;&#1080;&#1077;&#1094;&#1098;&#1090;-&#1082;&#1077;&#1083;&#1085;&#1077;&#1088; &#1089;&#1077; &#1087;&#1086;&#1103;&#1074;&#1080;
&#1090;&#1091;&#1090;&#1072;&#1082;&#1089;&#1080;, &#1103;&#1074;&#1085;&#1086; &#1084;&#1077; &#1077; &#1079;&#1072;&#1073;&#1077;&#1083;&#1103;&#1079;&#1072;&#1083;, &#1080; &#1074;&#1077;&#1076;&#1085;&#1072;&#1075;&#1072; &#1076;&#1086;&#1085;&#1077;&#1089;&#1077; &#1085;&#1086;&#1074;&#1072; &#1073;&#1091;&#1090;&#1080;&#1083;&#1082;&#1072; "&#1079;&#1072;
&#1087;&#1088;&#1086;&#1092;&#1077;&#1089;&#1086;&#1088; &#1058;&#1072;&#1085;&#1072;&#1082;&#1072;".&nbsp; &#1055;&#1086; &#1090;&#1086;&#1074;&#1072; &#1074;&#1088;&#1077;&#1084;&#1077; &#1085;&#1072; &#1089;&#1094;&#1077;&#1085;&#1072;&#1090;&#1072; &#1079;&#1072;&#1087;&#1086;&#1095;&#1085;&#1072; &#1094;&#1077;&#1088;&#1077;&#1084;&#1086;&#1085;&#1086;&#1103; &#1087;&#1086;
&#1085;&#1072;&#1075;&#1088;&#1072;&#1078;&#1076;&#1072;&#1074;&#1072;&#1085;&#1077; &#1085;&#1072; &#1084;&#1085;&#1086;&#1075;&#1086; &#1093;&#1086;&#1088;&#1072; &#1079;&#1072; &#1088;&#1072;&#1079;&#1083;&#1080;&#1095;&#1085;&#1080; &#1087;&#1088;&#1080;&#1085;&#1086;&#1089;&#1080; &#1082;&#1098;&#1084; &#1082;&#1086;&#1085;&#1092;&#1077;&#1088;&#1077;&#1085;&#1094;&#1080;&#1103;&#1090;&#1072;. &#1057;&#1083;&#1077;&#1076;
2 &#1075;&#1086;&#1076;&#1080;&#1085;&#1080; &#1082;&#1086;&#1085;&#1092;&#1077;&#1088;&#1077;&#1085;&#1094;&#1080;&#1103;&#1090;&#1072; &#1097;&#1077; &#1077; &#1074; &#1050;&#1080;&#1090;&#1072;&#1081; &#1080; &#1077;&#1076;&#1085;&#1072; &#1082;&#1080;&#1090;&#1072;&#1081;&#1082;&#1072; &#1076;&#1098;&#1083;&#1075;&#1086; &#1080; &#1084;&#1098;&#1095;&#1080;&#1090;&#1077;&#1083;&#1085;&#1086;
(&#1085;&#1072; &#1083;&#1086;&#1096; &#1072;&#1085;&#1075;&#1083;&#1080;&#1081;&#1089;&#1082;&#1080;) &#1086;&#1073;&#1103;&#1089;&#1085;&#1103;&#1074;&#1072; &#1082;&#1086;&#1083;&#1082;&#1086; &#1093;&#1091;&#1073;&#1072;&#1074;&#1086; &#1077; &#1074; &#1050;&#1080;&#1090;&#1072;&#1081;, &#1087;&#1091;&#1089;&#1085;&#1072; &#1080; &#1074;&#1080;&#1076;&#1077;&#1086;.
&#1056;&#1072;&#1079;&#1093;&#1086;&#1076;&#1080;&#1093; &#1089;&#1077; &#1085;&#1072;&#1074;&#1098;&#1085;, &#1089;&#1085;&#1080;&#1084;&#1072;&#1093; &#1083;&#1091;&#1085;&#1072;&#1090;&#1072;, &#1087;&#1086;&#1089;&#1083;&#1077; &#1079;&#1072;&#1073;&#1077;&#1083;&#1103;&#1079;&#1072;&#1093; &#1085;&#1103;&#1082;&#1086;&#1083;&#1082;&#1086; &#1095;&#1086;&#1074;&#1077;&#1082;&#1072; &#1089;
&#1082;&#1080;&#1090;&#1072;&#1088;&#1080; &#1080; &#1076;&#1074;&#1077; &#1090;&#1072;&#1085;&#1094;&#1100;&#1086;&#1088;&#1082;&#1080; &#1076;&#1072; &#1088;&#1077;&#1087;&#1077;&#1090;&#1080;&#1088;&#1072;&#1090; &#1085;&#1072; &#1090;&#1077;&#1088;&#1072;&#1089;&#1072;&#1090;&#1072;. &#1047;&#1072;&#1089;&#1083;&#1091;&#1096;&#1072;&#1093; &#1089;&#1077; &#1080; &#1089;&#1077;
&#1079;&#1072;&#1075;&#1083;&#1077;&#1076;&#1072;&#1093;, &#1076;&#1086;&#1081;&#1076;&#1077; &#1086;&#1097;&#1077; &#1077;&#1076;&#1080;&#1085; &#1082;&#1086;&#1083;&#1077;&#1075;&#1072;, &#1087;&#1086;&#1093;&#1074;&#1072;&#1083;&#1080;&#1093;&#1084;&#1077; &#1084;&#1091;&#1079;&#1080;&#1082;&#1072;&#1090;&#1072; &#1080; &#1090;&#1072;&#1085;&#1094;&#1072;,
&#1079;&#1072;&#1087;&#1086;&#1079;&#1085;&#1072;&#1093;&#1084;&#1077; &#1089;&#1077; - </font><font size="+1">&#1052;&#1086;&#1085;&#1078;&#1080; &#1050;&#1077;&#1088;&#1072;&#1083;&#1072; (Monji_Kherallah)
&#1086;&#1090; &#1058;&#1091;&#1085;&#1080;&#1089;, &#1072;&#1089;&#1080;&#1089;&#1090;&#1077;&#1085;&#1090; &#1074; &#1090;&#1072;&#1084;&#1086;&#1096;&#1085;&#1080;&#1103; &#1091;&#1085;&#1080;&#1074;&#1077;&#1088;&#1089;&#1080;&#1090;&#1077;&#1090;. &#1041;&#1077;&#1096;&#1077; &#1089;&#1083;&#1077;&#1076; &#1087;&#1086;&#1083;&#1091;&#1085;&#1086;&#1097;, &#1082;&#1086;&#1075;&#1072;&#1090;&#1086;
&#1089;&#1098;&#1089;&#1090;&#1072;&#1074;&#1098;&#1090; &#1089;&#1077; &#1088;&#1072;&#1079;&#1074;&#1080;&#1093;&#1088;&#1080; &#1074; &#1088;&#1077;&#1089;&#1090;&#1086;&#1088;&#1072;&#1085;&#1090;&#1072;. &#1057;&#1090;&#1088;&#1072;&#1093;&#1086;&#1090;&#1085;&#1072; &#1080;&#1089;&#1087;&#1072;&#1085;&#1089;&#1082;&#1072; &#1084;&#1091;&#1079;&#1080;&#1082;&#1072; &#1080; &#1090;&#1072;&#1085;&#1094;&#1080;! </font><font
 size="+1"><br>
<br>
<span style="font-weight: bold;">29.07, &#1089;&#1088;&#1103;&#1076;&#1072;<br>
</span>&nbsp;&nbsp;&nbsp; &#1047;&#1072;&#1082;&#1091;&#1089;&#1082;&#1072;, &#1089;&#1083;&#1091;&#1096;&#1072;&#1085;&#1077; &#1085;&#1072; &#1076;&#1086;&#1082;&#1083;&#1072;&#1076;&#1080;. &#1054;&#1082;&#1086;&#1083;&#1086; 11 &#1095;&#1072;&#1089;&#1072;
&#1088;&#1077;&#1096;&#1080;&#1093; &#1076;&#1072; &#1086;&#1089;&#1074;&#1086;&#1073;&#1086;&#1078;&#1076;&#1072;&#1074;&#1072;&#1084; &#1089;&#1090;&#1072;&#1103;&#1090;&#1072;, &#1087;&#1088;&#1077;&#1076;&#1080; &#1090;&#1086;&#1074;&#1072; &#1090;&#1098;&#1088;&#1089;&#1080;&#1093; &#1085;&#1103;&#1082;&#1098;&#1076;&#1077; &#1076;&#1072; &#1087;&#1080;&#1096;&#1077; &#1095;&#1072;&#1089; &#1079;&#1072;
&#1086;&#1089;&#1074;&#1086;&#1073;&#1086;&#1078;&#1076;&#1072;&#1074;&#1072;&#1085;&#1077; &#1085;&#1072; &#1089;&#1090;&#1072;&#1103;&#1090;&#1072;, &#1085;&#1086; &#1085;&#1080;&#1082;&#1098;&#1076;&#1077; &#1085;&#1077; &#1085;&#1072;&#1084;&#1077;&#1088;&#1080;&#1093;. &#1054;&#1073;&#1072;&#1095;&#1077; &#1082;&#1072;&#1088;&#1090;&#1072;&#1090;&#1072; &#1079;&#1072;
&#1086;&#1090;&#1074;&#1072;&#1088;&#1103;&#1085;&#1077; &#1085;&#1072; &#1074;&#1088;&#1072;&#1090;&#1072;&#1090;&#1072; &#1085;&#1072; &#1089;&#1090;&#1072;&#1103;&#1090;&#1072; &#1085;&#1077; &#1088;&#1072;&#1073;&#1086;&#1090;&#1077;&#1096;&#1077;! &#1042;&#1098;&#1088;&#1085;&#1072;&#1093; &#1089;&#1077; &#1085;&#1072; &#1088;&#1077;&#1094;&#1077;&#1087;&#1094;&#1080;&#1103;&#1090;&#1072;,
&#1089;&#1083;&#1091;&#1078;&#1080;&#1090;&#1077;&#1083;&#1082;&#1072;&#1090;&#1072; &#1103; &#1072;&#1082;&#1090;&#1080;&#1074;&#1080;&#1088;&#1072; &#1086;&#1090;&#1085;&#1086;&#1074;&#1086;, &#1085;&#1080;&#1097;&#1086; &#1085;&#1077; &#1082;&#1072;&#1079;&#1072; &#1080; &#1090;&#1088;&#1103;&#1073;&#1074;&#1072;&#1096;&#1077; &#1076;&#1072; &#1087;&#1086;&#1087;&#1080;&#1090;&#1072;&#1084; &#1076;&#1086;
&#1082;&#1086;&#1075;&#1072; &#1077; &#1072;&#1082;&#1090;&#1080;&#1074;&#1085;&#1072; &#1082;&#1072;&#1088;&#1090;&#1072;&#1090;&#1072;. &#1045;, &#1079;&#1072; 1/2 &#1095;&#1072;&#1089; &#1091;&#1089;&#1087;&#1103;&#1093; &#1076;&#1072; &#1089;&#1080; &#1089;&#1098;&#1073;&#1077;&#1088;&#1072; &#1073;&#1072;&#1075;&#1072;&#1078;&#1072;. &#1055;&#1083;&#1072;&#1090;&#1080;&#1093;
&#1089;&#1080; &#1093;&#1086;&#1090;&#1077;&#1083;&#1072; &#1085;&#1072; &#1088;&#1077;&#1094;&#1077;&#1087;&#1094;&#1080;&#1103;&#1090;&#1072; &#1080; &#1089;&#1080; &#1086;&#1089;&#1090;&#1072;&#1074;&#1080;&#1093; &#1082;&#1091;&#1092;&#1072;&#1088;&#1072; &#1090;&#1072;&#1084; - &#1076;&#1072; &#1085;&#1077; &#1075;&#1086; &#1088;&#1072;&#1079;&#1085;&#1072;&#1089;&#1103;&#1084; &#1080;&#1079;
&#1093;&#1086;&#1090;&#1077;&#1083;&#1072; &#1076;&#1086; &#1090;&#1088;&#1098;&#1075;&#1074;&#1072;&#1085;&#1077;&#1090;&#1086; &#1084;&#1080; &#1079;&#1072; &#1083;&#1077;&#1090;&#1080;&#1097;&#1077;&#1090;&#1086;. &#1057;&#1072;&#1084;&#1086;&#1083;&#1077;&#1090;&#1098;&#1090; &#1084;&#1080; &#1073;&#1077;&#1096;&#1077; &#1074; 18:30, &#1087;&#1098;&#1090;&#1103;&#1090;
&#1076;&#1086; &#1083;&#1077;&#1090;&#1080;&#1097;&#1077;&#1090;&#1086; &#1077; &#1086;&#1082;&#1086;&#1083;&#1086; &#1095;&#1072;&#1089;, &#1079;&#1085;&#1072;&#1095;&#1080; &#1090;&#1088;&#1098;&#1075;&#1074;&#1072;&#1085;&#1077; &#1086;&#1082;&#1086;&#1083;&#1086; 3 &#1095;&#1072;&#1089;&#1072;, &#1076;&#1072; &#1080;&#1084;&#1072;&#1084; &#1080; &#1084;&#1072;&#1083;&#1082;&#1086;
&#1088;&#1077;&#1079;&#1077;&#1088;&#1074;&#1072; &#1074;&#1098;&#1074; &#1074;&#1088;&#1077;&#1084;&#1077;&#1090;&#1086;. &#1056;&#1072;&#1079;&#1075;&#1083;&#1077;&#1076;&#1072;&#1093; &#1087;&#1086;&#1089;&#1090;&#1077;&#1088;&#1080;&#1090;&#1077;, &#1095;&#1091;&#1093; &#1077;&#1076;&#1085;&#1072; &#1083;&#1077;&#1082;&#1094;&#1080;&#1103; &#1080; &#1086;&#1082;&#1086;&#1083;&#1086; 1
&#1095;&#1072;&#1089;&#1072; &#1086;&#1090;&#1080;&#1076;&#1086;&#1093; &#1085;&#1072; &#1086;&#1073;&#1103;&#1076;. &#1054;&#1097;&#1077; &#1084;&#1072;&#1083;&#1082;&#1086; &#1084;&#1086;&#1090;&#1072;&#1077;&#1085;&#1077;,&nbsp; &#1082;&#1072;&#1082;&#1090;&#1086; &#1089;&#1077; &#1073;&#1103;&#1093; &#1086;&#1090;&#1087;&#1091;&#1089;&#1085;&#1072;&#1083; &#1085;&#1072;
&#1077;&#1076;&#1080;&#1085; &#1076;&#1080;&#1074;&#1072;&#1085; &#1074;&#1098;&#1074; &#1092;&#1086;&#1072;&#1081;&#1077;&#1090;&#1086;, &#1086;&#1090;&#1085;&#1103;&#1082;&#1098;&#1076;&#1077; &#1089;&#1077; &#1087;&#1086;&#1103;&#1074;&#1080;&#1093;&#1072; &#1075;&#1098;&#1088;&#1094;&#1080;&#1090;&#1077;, &#1074; &#1082;&#1086;&#1084;&#1087;&#1083;&#1077;&#1082;&#1090; &#1089;
&#1087;&#1088;&#1086;&#1092;&#1077;&#1089;&#1086;&#1088; &#1053;&#1080;&#1082;&#1086;&#1089; &#1055;&#1072;&#1087;&#1072;&#1084;&#1072;&#1088;&#1082;&#1086;&#1089; (Nikos Papamarkos) &#1086;&#1090; &#1050;&#1089;&#1072;&#1085;&#1090;&#1080; (&#1096;&#1077;&#1092;&#1098;&#1090; &#1085;&#1072;
Gatos &#1082;&#1072;&#1090;&#1086; &#1076;&#1086;&#1082;&#1090;&#1086;&#1088;&#1072;&#1085;&#1090;, &#1090;&#1086;&#1081; &#1087;&#1088;&#1077;&#1076;&#1080; &#1090;&#1086;&#1074;&#1072; &#1084;&#1086; &#1073;&#1077;&#1096;&#1077; &#1082;&#1072;&#1079;&#1072;&#1083; &#1079;&#1072; &#1085;&#1077;&#1075;&#1086;. &#1095;&#1077; &#1097;&#1077; &#1080;&#1076;&#1074;&#1072;
&#1074; &#1089;&#1088;&#1103;&#1076;&#1072;). &#1047;&#1072;&#1087;&#1086;&#1079;&#1085;&#1072;&#1093;&#1084;&#1077; &#1089;&#1077;, &#1090;&#1077; &#1089;&#1077;&#1076;&#1085;&#1072;&#1093;&#1072; &#1087;&#1088;&#1080; &#1084;&#1077;&#1085; &#1080; &#1079;&#1072;&#1087;&#1086;&#1095;&#1085;&#1072;&#1093;&#1072; &#1086;&#1078;&#1080;&#1074;&#1077;&#1085; &#1088;&#1072;&#1079;&#1075;&#1086;&#1074;&#1086;&#1088;
&#1085;&#1072; &#1075;&#1088;&#1098;&#1094;&#1082;&#1080;. &#1055;&#1086;&#1079;&#1085;&#1072;&#1090;&#1072; &#1089;&#1080;&#1090;&#1091;&#1072;&#1094;&#1080;&#1103; &#1086;&#1090; &#1087;&#1088;&#1077;&#1073;&#1080;&#1074;&#1072;&#1074;&#1072;&#1085;&#1077;&#1090;&#1086; &#1084;&#1080; &#1074; &#1043;&#1098;&#1088;&#1094;&#1080;&#1103; &#1087;&#1088;&#1077;&#1076;&#1080; &#1075;&#1086;&#1076;&#1080;&#1085;&#1080;.
&#1045;, &#1042;&#1072;&#1089;&#1080;&#1083;&#1080;&#1086;&#1089; &#1089;&#1077; &#1080;&#1079;&#1074;&#1080;&#1085;&#1080; &#1079;&#1072; &#1090;&#1086;&#1074;&#1072; - &#1085;&#1072; &#1076;&#1086;&#1082;&#1090;&#1086;&#1088;&#1072;&#1085;&#1090;&#1080;&#1090;&#1077; &#1086;&#1082;&#1086;&#1083;&#1086; &#1090;&#1103;&#1093; &#1080;&#1084; &#1073;&#1080;&#1083;&#1086;
&#1087;&#1086;-&#1083;&#1077;&#1089;&#1085;&#1086; &#1085;&#1072; &#1075;&#1088;&#1098;&#1094;&#1082;&#1080;. &#1057;&#1085;&#1080;&#1084;&#1072;&#1093; &#1075;&#1080;, &#1080; &#1086;&#1082;&#1086;&#1083;&#1086; 3 &#1095;&#1072;&#1089;&#1072; &#1090;&#1088;&#1098;&#1075;&#1085;&#1072;&#1093; &#1079;&#1072; &#1083;&#1077;&#1090;&#1080;&#1097;&#1077;&#1090;&#1086;. <br>
&nbsp;&nbsp;&nbsp; &#1054;&#1075;&#1088;&#1086;&#1084;&#1085;&#1072; &#1072;&#1077;&#1088;&#1086;&#1075;&#1072;&#1088;&#1072; &#1080; &#1086;&#1075;&#1088;&#1086;&#1084;&#1085;&#1072; &#1086;&#1087;&#1072;&#1096;&#1082;&#1072; &#1079;&#1072; &#1095;&#1077;&#1082;&#1080;&#1085; (check
in) &#1085;&#1072; &#1073;&#1072;&#1075;&#1072;&#1078;&#1072; &#1079;&#1072; &#1085;&#1072;&#1096;&#1080;&#1103; &#1089;&#1072;&#1084;&#1086;&#1083;&#1077;&#1090;. &#1048;&#1079;&#1083;&#1077;&#1090;&#1103;&#1093;&#1084;&#1077; &#1085;&#1072;&#1074;&#1088;&#1077;&#1084;&#1077; &#1080; &#1085;&#1077;&#1074;&#1088;&#1077;&#1084;&#1077;
&#1087;&#1088;&#1080;&#1089;&#1090;&#1080;&#1075;&#1085;&#1072;&#1093;&#1084;&#1077; &#1074; &#1057;&#1086;&#1092;&#1080;&#1103;. &#1053;&#1072; &#1090;&#1077;&#1088;&#1084;&#1080;&#1085;&#1072;&#1083; 1 &#1073;&#1077;&#1096;&#1077; &#1082;&#1072;&#1094;&#1085;&#1072;&#1083; &#1086;&#1097;&#1077; &#1077;&#1076;&#1080;&#1085; &#1089;&#1072;&#1084;&#1086;&#1083;&#1077;&#1090; &#1080;
&#1086;&#1087;&#1072;&#1096;&#1082;&#1072;&#1090;&#1072; &#1085;&#1072; &#1087;&#1072;&#1089;&#1087;&#1086;&#1088;&#1090;&#1085;&#1072; &#1087;&#1088;&#1086;&#1074;&#1077;&#1088;&#1082;&#1072; &#1073;&#1077;&#1096;&#1077; &#1086;&#1075;&#1088;&#1086;&#1084;&#1085;&#1072;. &#1055;&#1088;&#1086;&#1074;&#1077;&#1088;&#1082;&#1072;&#1090;&#1072; &#1086;&#1073;&#1072;&#1095;&#1077; &#1077; &#1076;&#1086;&#1089;&#1090;&#1072;
&#1092;&#1086;&#1088;&#1084;&#1072;&#1083;&#1085;&#1072; &#1080; &#1085;&#1072; 2 &#1075;&#1080;&#1096;&#1077;&#1090;&#1072; &#1084;&#1080;&#1085;&#1072;&#1093;&#1084;&#1077; &#1079;&#1072; &#1086;&#1082;&#1086;&#1083;&#1086; 20 &#1084;&#1080;&#1085;&#1091;&#1090;&#1080;.&nbsp; &#1053;&#1072; &#1086;&#1087;&#1072;&#1096;&#1082;&#1072;&#1090;&#1072;
&#1073;&#1077;&#1096;&#1077; &#1080; &#1051;&#1072;&#1092;&#1072;&#1079;&#1072;&#1085;&#1086;&#1074;, &#1078;&#1077;&#1085;&#1072; &#1080; &#1076;&#1077;&#1090;&#1077;. &#1057; &#1090;&#1072;&#1082;&#1089;&#1080; &#1076;&#1086; &#1080;&#1085;&#1089;&#1090;&#1080;&#1090;&#1091;&#1090;&#1072; &#1080; &#1089; &#1060;&#1086;&#1088;&#1076;&#1072; &#1076;&#1086; &#1074;&#1082;&#1098;&#1097;&#1080;.<br>
<br>
</font>
</body>
</html>
