<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.01 Transitional//EN">
<html>
<head>
  <meta content="text/html; charset=ISO-8859-1"
 http-equiv="Content-Type">
  <title>hija_Ruj</title>
</head>
<body>
<h3>&#1053;&#1072; &#1093;&#1080;&#1078;&#1072; &#1056;&#1091;&#1081; &#1087;&#1088;&#1077;&#1079; &#1084;&#1072;&#1088;&#1090;</h3>
<font size="+1">&nbsp;&nbsp;&nbsp; &#1056;&#1077;&#1096;&#1077;&#1085;&#1080;&#1077;&#1090;&#1086; &#1073;&#1077;&#1096;&#1077; &#1074;&#1079;&#1077;&#1090;&#1086; &#1087;&#1086; &#1080;&#1085;&#1080;&#1094;&#1080;&#1072;&#1090;&#1080;&#1074;&#1072;
&#1085;&#1072; &#1047;&#1076;&#1088;&#1072;&#1074;&#1082;&#1086;, &#1082;&#1086;&#1081;&#1090;&#1086; &#1087;&#1088;&#1082;&#1072;&#1088;&#1072;&#1083; &#1095;&#1091;&#1076;&#1077;&#1089;&#1085;&#1086; &#1085;&#1072; &#1053;&#1086;&#1074;&#1072; &#1043;&#1086;&#1076;&#1080;&#1085;&#1072; &#1085;&#1072; &#1090;&#1072;&#1079;&#1080; &#1093;&#1080;&#1078;&#1072;.
&#1054;&#1088;&#1075;&#1072;&#1085;&#1080;&#1079;&#1072;&#1094;&#1080;&#1103;&#1090;&#1072;, &#1082;&#1072;&#1082;&#1090;&#1086; &#1074;&#1080;&#1085;&#1072;&#1075;&#1080;, &#1087;&#1088;&#1080; &#1074;&#1089;&#1077;&#1086;&#1073;&#1097;&#1086; &#1089;&#1090;&#1072;&#1088;&#1072;&#1085;&#1080;&#1077;, &#1080;&#1079;&#1083;&#1077;&#1079;&#1077; &#1076;&#1086;&#1089;&#1090;&#1072;
&#1093;&#1072;&#1086;&#1090;&#1080;&#1095;&#1085;&#1072;. &#1044;&#1077;&#1085; &#1087;&#1088;&#1077;&#1076;&#1080; &#1090;&#1088;&#1098;&#1075;&#1074;&#1072;&#1085;&#1077;&#1090;&#1086; &#1055;&#1077;&#1090;&#1103; &#1089;&#1080; &#1085;&#1072;&#1074;&#1077;&#1093;&#1085;&#1072; &#1082;&#1088;&#1072;&#1082;&#1072; &#1080; &#1085;&#1103;&#1084;&#1072;&#1096;&#1077; &#1082;&#1072;&#1082; &#1076;&#1072;
&#1076;&#1086;&#1081;&#1076;&#1077;. &#1042;&#1088;&#1077;&#1084;&#1077;&#1090;&#1086; &#1073;&#1077;&#1096;&#1077; &#1086;&#1073;&#1083;&#1072;&#1095;&#1085;&#1086;, &#1086;&#1090;&#1074;&#1088;&#1077;&#1084;&#1077;-&#1085;&#1072;&#1074;&#1088;&#1077;&#1084;&#1077; &#1080; &#1074;&#1072;&#1083;&#1077;&#1078;&#1085;&#1086;. &#1057;&#1083;&#1077;&#1076; &#1087;&#1086;&#1088;&#1077;&#1076;&#1080;&#1094;&#1072;
&#1079;&#1072;&#1082;&#1098;&#1089;&#1085;&#1077;&#1085;&#1080;&#1103;, &#1080;&#1079;&#1095;&#1072;&#1082;&#1074;&#1072;&#1085;&#1080;&#1103; &#1080;&nbsp; &#1085;&#1077;&#1088;&#1072;&#1079;&#1073;&#1086;&#1088;&#1080;&#1080; &#1087;&#1086; &#1087;&#1098;&#1090;&#1091;&#1074;&#1072;&#1085;&#1077;&#1090;&#1086; &#1076;&#1086; &#1058;&#1088;&#1098;&#1085;, &#1074; &#1082;&#1088;&#1072;&#1103;
&#1085;&#1072; &#1082;&#1088;&#1072;&#1080;&#1097;&#1072;&#1090;&#1072; &#1089;&#1077; &#1089;&#1098;&#1073;&#1088;&#1072;&#1093;&#1084;&#1077; </font><font size="+1">&#1082;&#1098;&#1084; 1 &#1095;&#1072;&#1089;&#1072; </font><font
 size="+1">&#1085;&#1072; &#1087;&#1083;&#1086;&#1097;&#1072;&#1076;&#1072; &#1074; &#1058;&#1088;&#1098;&#1085;:<br>
- &#1084;&#1086;&#1103; &#1060;&#1086;&#1088;&#1076; (&#1072;&#1079;, &#1050;&#1080;&#1088;&#1080;&#1083;, &#1050;&#1072;&#1083;&#1095;&#1086; &#1080; &#1057;&#1072;&#1096;&#1082;&#1086;)<br>
- &#1042;&#1077;&#1083;&#1080;&#1089;&#1083;&#1072;&#1074; &#1089; &#1055;&#1072;&#1088;&#1090;&#1085;&#1077;&#1088;&#1072; (&#1053;&#1072;&#1076;&#1103;, &#1044;&#1077;&#1089;&#1080;, &#1048;&#1074;&#1072; &#1080; &#1042;&#1080;&#1082;&#1080;)<br>
- &#1042;&#1077;&#1089;&#1082;&#1086; &#1086;&#1090; &#1052;&#1077;&#1079;&#1076;&#1088;&#1072; (&#1042;&#1072;&#1083;&#1103;, &#1048;&#1074;&#1072; &#1080; &#1047;&#1076;&#1088;&#1072;&#1074;&#1082;&#1086;)<br>
- &#1053;&#1080;&#1074;&#1072;&#1090;&#1072; &#1085;&#1072; &#1052;&#1080;&#1090;&#1082;&#1086; (&#1044;&#1072;&#1085;&#1080;, &#1053;&#1077;&#1083;&#1080; &#1080; &#1055;&#1077;&#1087;&#1086;)<br>
&#1044;&#1072;&#1085;&#1095;&#1077;&#1090;&#1086; &#1080; &#1044;&#1086;&#1073;&#1088;&#1080; &#1079;&#1072;&#1082;&#1098;&#1089;&#1085;&#1103;&#1074;&#1072;&#1093;&#1072; - &#1089; &#1090;&#1103;&#1093; &#1087;&#1098;&#1090;&#1091;&#1074;&#1072;&#1093;&#1072; &#1080; &#1047;&#1072;&#1092;&#1077;&#1088; &#1080; &#1058;&#1086;&#1084;&#1080;&#1085;&#1072;.<br>
&nbsp;&nbsp;&nbsp; &#1057;&#1083;&#1077;&#1076; &#1087;&#1088;&#1077;&#1075;&#1086;&#1074;&#1086;&#1088;&#1080; &#1074; &#1073;&#1083;&#1080;&#1079;&#1082;&#1086;&#1090;&#1086; &#1082;&#1072;&#1092;&#1077;&#1085;&#1077; &#1089; &#1084;&#1077;&#1089;&#1090;&#1085;&#1080; &#1077;&#1082;&#1089;&#1087;&#1077;&#1088;&#1090;&#1080;,
&#1089;&#1077; &#1088;&#1077;&#1096;&#1080; &#1076;&#1072; &#1093;&#1086;&#1076;&#1080;&#1084; &#1074;&#1089;&#1080;&#1095;&#1082;&#1080; &#1089; &#1082;&#1086;&#1083;&#1080;&#1090;&#1077; &#1076;&#1086; &#1089;. &#1051;&#1086;&#1084;&#1085;&#1080;&#1094;&#1072; &#1080; &#1086;&#1090;&#1090;&#1072;&#1084; &#1089; &#1088;&#1072;&#1085;&#1080;&#1094;&#1080;&#1090;&#1077;
&#1085;&#1072;&#1075;&#1086;&#1088;&#1077;. &#1048;&#1076;&#1077;&#1103;&#1090;&#1072; &#1076;&#1072; &#1085;&#1080; &#1082;&#1072;&#1095;&#1072;&#1090; &#1088;&#1072;&#1085;&#1080;&#1094;&#1080;&#1090;&#1077; &#1089; &#1082;&#1086;&#1083;&#1072; &#1089;&#1077; &#1086;&#1090;&#1093;&#1074;&#1098;&#1088;&#1083;&#1080; &#1087;&#1086; &#1088;&#1077;&#1076; &#1087;&#1088;&#1080;&#1095;&#1080;&#1085;&#1080;.
&#1061;&#1080;&#1078;&#1072;&#1088;&#1103;&#1090; &#1073;&#1080;&#1083; &#1090;&#1088;&#1098;&#1075;&#1085;&#1072;&#1083; &#1089;&#1091;&#1090;&#1088;&#1080;&#1085;&#1090;&#1072; &#1089; ... &#1087;&#1086; &#1076;&#1088;&#1091;&#1075; &#1087;&#1098;&#1090;, &#1082;&#1086;&#1081;&#1090;&#1086; &#1073;&#1080;&#1083; &#1087;&#1086;-&#1076;&#1086;&#1073;&#1098;&#1088; &#1079;&#1072;
&#1084;&#1086;&#1090;&#1086;&#1088;&#1085;&#1080; &#1087;&#1088;&#1077;&#1074;&#1086;&#1079;&#1085;&#1080; &#1089;&#1088;&#1077;&#1076;&#1089;&#1090;&#1074;&#1072; &#1080; &#1097;&#1103;&#1083; &#1076;&#1072; &#1085;&#1080; &#1095;&#1072;&#1082;&#1072; &#1085;&#1072; &#1093;&#1080;&#1078;&#1072;&#1090;&#1072;. &#1042; &#1051;&#1086;&#1084;&#1085;&#1080;&#1094;&#1072;
&#1087;&#1072;&#1088;&#1082;&#1080;&#1088;&#1072;&#1093;&#1084;&#1077; &#1082;&#1086;&#1083;&#1080;&#1090;&#1077; &#1080; &#1074;&#1089;&#1080;&#1095;&#1082;&#1080; &#1073;&#1077;&#1079; &#1084;&#1077;&#1085; &#1090;&#1088;&#1098;&#1075;&#1085;&#1072;&#1093;&#1072; &#1085;&#1072;&#1075;&#1086;&#1088;&#1077;. &#1040;&#1079; &#1086;&#1089;&#1090;&#1072;&#1085;&#1072;&#1093; &#1076;&#1072; &#1095;&#1072;&#1082;&#1072;&#1084;
&#1044;&#1072;&#1085;&#1095;&#1077;&#1090;&#1086; &#1080; &#1076;&#1088;&#1091;&#1075;&#1080;&#1090;&#1077;, &#1082;&#1086;&#1080;&#1090;&#1086; &#1089;&#1077; &#1087;&#1088;&#1077;&#1076;&#1087;&#1086;&#1083;&#1072;&#1075;&#1072;&#1096;&#1077;, &#1095;&#1077; &#1097;&#1077; &#1076;&#1086;&#1081;&#1076;&#1072;&#1090; &#1082;&#1098;&#1084; 2 - 2 &#1080;
&#1087;&#1086;&#1083;&#1086;&#1074;&#1080;&#1085;&#1072;. &#1055;&#1088;&#1080;&#1089;&#1090;&#1080;&#1075;&#1085;&#1072;&#1093;&#1072; &#1074; 2:15 &#1080; &#1074; 2:30 &#1073;&#1103;&#1093;&#1084;&#1077; &#1074;&#1077;&#1095;&#1077; &#1085;&#1072; &#1087;&#1098;&#1090;. &#1042; &#1089;&#1077;&#1083;&#1086;&#1090;&#1086; &#1080;&#1084;&#1072;&#1096;&#1077;
&#1084;&#1072;&#1083;&#1082;&#1086; &#1089;&#1085;&#1103;&#1075;, &#1087;&#1086; &#1087;&#1098;&#1090;&#1103; &#1079;&#1072; &#1093;&#1080;&#1078;&#1072;&#1090;&#1072; &#1089;&#1085;&#1077;&#1075;&#1098;&#1090; &#1089;&#1090;&#1072;&#1085;&#1072; &#1087;&#1086;&#1074;&#1077;&#1095;&#1077;, &#1072; &#1074;&#1098;&#1088;&#1074;&#1103;&#1097;&#1080;&#1090;&#1077;
&#1087;&#1088;&#1077;&#1076; &#1085;&#1072;&#1089; 12 &#1076;&#1091;&#1096;&#1080; &#1073;&#1103;&#1093;&#1072; &#1085;&#1072;&#1087;&#1088;&#1072;&#1074;&#1080;&#1083;&#1080; &#1093;&#1091;&#1073;&#1072;&#1074;&#1072; &#1087;&#1098;&#1088;&#1090;&#1080;&#1085;&#1072;. &#1053;&#1072;&#1075;&#1086;&#1088;&#1077; &#1089;&#1085;&#1077;&#1078;&#1085;&#1072;&#1090;&#1072;
&#1087;&#1086;&#1082;&#1088;&#1080;&#1074;&#1082;&#1072; &#1089;&#1077; &#1091;&#1074;&#1077;&#1083;&#1080;&#1095;&#1072;&#1074;&#1072;&#1096;&#1077;, &#1044;&#1086;&#1073;&#1088;&#1080; &#1085;&#1086;&#1089;&#1077;&#1096;&#1077; &#1090;&#1077;&#1078;&#1098;&#1082; &#1080; &#1085;&#1077;&#1091;&#1076;&#1086;&#1073;&#1077;&#1085; &#1089;&#1072;&#1082; &#1080; &#1095;&#1077;&#1089;&#1090;&#1086;
&#1089;&#1087;&#1080;&#1088;&#1072;&#1093;&#1084;&#1077; &#1079;&#1072; &#1087;&#1086;&#1095;&#1080;&#1074;&#1082;&#1080;. &#1055;&#1086; &#1077;&#1076;&#1085;&#1086; &#1074;&#1088;&#1077;&#1084;&#1077; &#1044;&#1072;&#1085;&#1095;&#1077;&#1090;&#1086;, &#1074;&#1098;&#1088;&#1074;&#1077;&#1081;&#1082;&#1080; &#1087;&#1088;&#1077;&#1076; &#1084;&#1077;&#1085;, &#1089;&#1077; &#1089;&#1087;&#1088;&#1103;
&#1076;&#1086; &#1077;&#1076;&#1085;&#1072; &#1086;&#1089;&#1090;&#1072;&#1074;&#1077;&#1085;&#1072; &#1088;&#1072;&#1085;&#1080;&#1094;&#1072; &#1089; &#1103;&#1082;&#1077; &#1085;&#1072; &#1085;&#1077;&#1103;. &#1071;&#1074;&#1085;&#1086; &#1085;&#1072; &#1085;&#1103;&#1082;&#1086;&#1081; &#1084;&#1091; &#1077; &#1089;&#1090;&#1072;&#1085;&#1072;&#1083;&#1086; &#1084;&#1085;&#1086;&#1075;&#1086;
&#1090;&#1077;&#1078;&#1082;&#1086; &#1080; &#1077; &#1088;&#1077;&#1096;&#1080;&#1083; &#1076;&#1072; &#1086;&#1089;&#1090;&#1072;&#1074;&#1080; &#1095;&#1072;&#1089;&#1090; &#1086;&#1090; &#1073;&#1072;&#1075;&#1072;&#1078;&#1072; &#1080; &#1076;&#1072; &#1089;&#1080; &#1075;&#1086; &#1074;&#1079;&#1077;&#1084;&#1077; &#1085;&#1072; &#1074;&#1088;&#1098;&#1097;&#1072;&#1085;&#1077;.
&#1055;&#1086;-&#1085;&#1072;&#1075;&#1086;&#1088;&#1077; &#1086;&#1073;&#1072;&#1095;&#1077; &#1089;&#1088;&#1077;&#1097;&#1072;&#1084;&#1077; &#1042;&#1077;&#1083;&#1080;&#1089;&#1083;&#1072;&#1074;, &#1089;&#1083;&#1080;&#1079;&#1072;&#1097; &#1087;&#1086; &#1087;&#1098;&#1090;&#1077;&#1082;&#1072;&#1090;&#1072; - &#1086;&#1090;&#1080;&#1074;&#1072; &#1076;&#1072; &#1089;&#1080;
&#1074;&#1079;&#1077;&#1084;&#1077; &#1088;&#1072;&#1085;&#1080;&#1094;&#1072;&#1090;&#1072;. &#1058;&#1077; &#1089; &#1053;&#1072;&#1076;&#1103; &#1080;&#1084;&#1072;&#1093;&#1072; &#1076;&#1074;&#1077; &#1088;&#1072;&#1085;&#1080;&#1094;&#1080; &#1080; &#1042;&#1080;&#1082;&#1080; &#1080; &#1074; &#1076;&#1098;&#1083;&#1073;&#1086;&#1082;&#1080;&#1103; &#1089;&#1085;&#1103;&#1075; &#1085;&#1077;
&#1084;&#1086;&#1078;&#1077;&#1093;&#1072; &#1076;&#1072; &#1085;&#1086;&#1089;&#1103;&#1090; &#1074;&#1089;&#1080;&#1095;&#1082;&#1086;, &#1079;&#1072;&#1090;&#1086;&#1074;&#1072; &#1042;&#1077;&#1083;&#1080;&#1089;&#1083;&#1072;&#1074; &#1088;&#1077;&#1096;&#1080;&#1083; &#1089; &#1086;&#1090;&#1080;&#1074;&#1072;&#1085;&#1077; &#1080; &#1074;&#1088;&#1098;&#1097;&#1072;&#1085;&#1077; &#1076;&#1072;
&#1085;&#1086;&#1089;&#1080; &#1076;&#1074;&#1077;&#1090;&#1077; &#1088;&#1072;&#1085;&#1080;&#1094;&#1080;, &#1072; &#1053;&#1072;&#1076;&#1103; &#1076;&#1072; &#1085;&#1086;&#1089;&#1080; &#1088;&#1072;&#1085;&#1080;&#1094;&#1072;&#1090;&#1072; &#1089; &#1042;&#1080;&#1082;&#1080;. &#1052;&#1072;&#1083;&#1082;&#1086; &#1089;&#1083;&#1077;&#1076; &#1090;&#1086;&#1074;&#1072;
&#1044;&#1086;&#1073;&#1088;&#1080; &#1088;&#1077;&#1096;&#1080;&#1083; &#1076;&#1072; &#1089;&#1077; &#1074;&#1088;&#1098;&#1097;&#1072;, &#1089;&#1083;&#1077;&#1076; &#1082;&#1088;&#1072;&#1090;&#1098;&#1082; &#1088;&#1072;&#1079;&#1084;&#1080;&#1089;&#1098;&#1083; &#1089; &#1044;&#1072;&#1085;&#1095;&#1077;&#1090;&#1086;, &#1087;&#1088;&#1077;&#1094;&#1077;&#1085;&#1080;&#1093;&#1084;&#1077;, &#1095;&#1077;
&#1077; &#1087;&#1086;-&#1076;&#1086;&#1073;&#1088;&#1077; &#1080; &#1076;&#1074;&#1072;&#1084;&#1072;&#1090;&#1072; &#1076;&#1072; &#1089;&#1077; &#1074;&#1098;&#1088;&#1085;&#1072;&#1090;, &#1072; &#1085;&#1072; &#1089;&#1083;&#1077;&#1076;&#1074;&#1072;&#1097;&#1080;&#1103; &#1076;&#1077;&#1085; &#1076;&#1072; &#1076;&#1086;&#1081;&#1076;&#1072;&#1090; &#1089;
&#1087;&#1086;&#1076;&#1093;&#1086;&#1076;&#1103;&#1097;&#1072; &#1077;&#1082;&#1080;&#1087;&#1080;&#1088;&#1086;&#1074;&#1082;&#1072;. &#1058;&#1086;&#1075;&#1072;&#1074;&#1072; &#1080; &#1042;&#1077;&#1083;&#1080;&#1089;&#1083;&#1072;&#1074; &#1084;&#1077; &#1085;&#1072;&#1089;&#1090;&#1080;&#1075;&#1085;&#1072; &#1080; &#1079;&#1072;&#1076;&#1084;&#1080;&#1085;&#1072; &#1080; &#1072;&#1079;
&#1086;&#1089;&#1090;&#1072;&#1085;&#1072;&#1093; &#1087;&#1086;&#1089;&#1083;&#1077;&#1076;&#1077;&#1085;. &#1041;&#1077;&#1096;&#1077; &#1074;&#1077;&#1095;&#1077; &#1086;&#1082;&#1086;&#1083;&#1086; 4 &#1080; &#1087;&#1086;&#1083;&#1086;&#1074;&#1080;&#1085;&#1072;. &#1048;&#1074;&#1095;&#1077;&#1090;&#1086; &#1084;&#1080; &#1079;&#1074;&#1098;&#1085;&#1085;&#1072; &#1087;&#1086;
&#1043;&#1057;&#1052;-&#1072; &#1076;&#1072; &#1087;&#1080;&#1090;&#1072; &#1076;&#1072;&#1083;&#1080; &#1080;&#1084;&#1072;&#1084; &#1085;&#1091;&#1078;&#1076;&#1072; &#1086;&#1090; &#1087;&#1086;&#1084;&#1086;&#1097; - &#1090;&#1077; &#1074;&#1077;&#1095;&#1077; &#1073;&#1080;&#1083;&#1080; &#1089;&#1090;&#1080;&#1075;&#1085;&#1072;&#1083;&#1080; &#1074;
&#1093;&#1080;&#1078;&#1072;&#1090;&#1072;. &#1057;&#1083;&#1077;&#1076; &#1084;&#1080;&#1085;&#1091;&#1090;&#1072; &#1084;&#1080; &#1079;&#1074;&#1098;&#1085;&#1080; &#1080; &#1052;&#1080;&#1090;&#1082;&#1086;, &#1086;&#1095;&#1077;&#1074;&#1080;&#1076;&#1085;&#1086; &#1086;&#1097;&#1077; &#1076;&#1072;&#1083;&#1077;&#1095;&#1077; &#1086;&#1090; &#1093;&#1080;&#1078;&#1072;&#1090;&#1072;,
&#1053;&#1072;&#1076;&#1103; &#1073;&#1080;&#1083;&#1072; &#1087;&#1088;&#1080; &#1085;&#1077;&#1075;&#1086;, &#1077;&#1076;&#1074;&#1072; &#1085;&#1086;&#1089;&#1077;&#1083;&#1072; &#1042;&#1080;&#1082;&#1080; &#1080; &#1089;&#1077; &#1073;&#1080;&#1083;&#1072; &#1087;&#1088;&#1080;&#1090;&#1077;&#1089;&#1085;&#1080;&#1083;&#1072; &#1079;&#1072; &#1042;&#1077;&#1083;&#1080;&#1089;&#1083;&#1072;&#1074;.
&#1040; &#1090;&#1086;&#1081; &#1085;&#1077; &#1084;&#1086;&#1078;&#1077;&#1083; &#1076;&#1072; &#1089;&#1077; &#1089;&#1074;&#1098;&#1088;&#1078;&#1077; &#1089; &#1085;&#1080;&#1082;&#1086;&#1081; &#1086;&#1090; &#1087;&#1088;&#1080;&#1089;&#1090;&#1080;&#1075;&#1085;&#1072;&#1083;&#1080;&#1090;&#1077; &#1074; &#1093;&#1080;&#1078;&#1072;&#1090;&#1072;. &#1071;&#1074;&#1085;&#1086;
&#1042;&#1077;&#1083;&#1080;&#1089;&#1083;&#1072;&#1074;&#1086;&#1074;&#1080; &#1080;&#1084;&#1072;&#1090; &#1085;&#1091;&#1078;&#1076;&#1072; &#1086;&#1090; &#1087;&#1086;&#1084;&#1086;&#1097; &#1080; &#1077; &#1088;&#1072;&#1079;&#1091;&#1084;&#1085;&#1086; &#1085;&#1103;&#1082;&#1086;&#1080; &#1076;&#1072; &#1089;&#1083;&#1077;&#1079;&#1077; &#1086;&#1090; &#1093;&#1080;&#1078;&#1072;&#1090;&#1072; &#1076;&#1072;
&#1075;&#1080; &#1087;&#1086;&#1089;&#1088;&#1077;&#1097;&#1085;&#1077;. &#1047;&#1072;&#1087;&#1086;&#1095;&#1085;&#1072;&#1093; &#1076;&#1072; &#1089;&#1077; &#1086;&#1087;&#1080;&#1090;&#1074;&#1072;&#1084; &#1076;&#1072; &#1079;&#1074;&#1098;&#1085;&#1103; &#1085;&#1072; &#1048;&#1074;&#1072;, &#1085;&#1072; &#1053;&#1077;&#1083;&#1080;, &#1085;&#1072; &#1050;&#1080;&#1088;&#1080;&#1083;,
&#1087;&#1072;&#1082; &#1085;&#1072; &#1048;&#1074;&#1072;, &#1085;&#1072; &#1053;&#1077;&#1083;&#1080; ... &#1053;&#1080;&#1082;&#1072;&#1082;&#1098;&#1074; &#1086;&#1090;&#1075;&#1086;&#1074;&#1086;&#1088;. &#1053;&#1072;&#1082;&#1088;&#1072;&#1103; &#1089;&#1077; &#1089;&#1077;&#1090;&#1080;&#1093; &#1076;&#1072; &#1079;&#1074;&#1098;&#1085;&#1085;&#1072; &#1085;&#1072;
&#1089;&#1077;&#1089;&#1090;&#1088;&#1072; &#1084;&#1080; &#1080; &#1090;&#1103; &#1089;&#1077; &#1086;&#1073;&#1072;&#1076;&#1080;! &#1050;&#1072;&#1079;&#1072;&#1093; &#1085;&#1103;&#1082;&#1086;&#1081; &#1076;&#1072; &#1090;&#1088;&#1098;&#1075;&#1085;&#1077; &#1085;&#1072;&#1076;&#1086;&#1083;&#1091; &#1076;&#1072; &#1087;&#1086;&#1089;&#1088;&#1077;&#1097;&#1085;&#1077;
&#1042;&#1077;&#1083;&#1080;&#1089;&#1083;&#1072;&#1074;, &#1072; &#1087;&#1088;&#1077;&#1079; &#1090;&#1086;&#1074;&#1072; &#1074;&#1088;&#1077;&#1084;&#1077; &#1072;&#1079; &#1088;&#1077;&#1096;&#1080;&#1093; &#1076;&#1072; &#1087;&#1088;&#1086;&#1073;&#1074;&#1072;&#1084; &#1084;&#1077;&#1090;&#1086;&#1076;&#1072; &#1085;&#1072;&#1075;&#1086;&#1088;&#1077;-&#1085;&#1072;&#1076;&#1086;&#1083;&#1091; &#1079;&#1072;
&#1085;&#1086;&#1089;&#1077;&#1085;&#1077; &#1085;&#1072; &#1076;&#1074;&#1077; &#1088;&#1072;&#1085;&#1080;&#1094;&#1080; - &#1084;&#1086;&#1103;&#1090;&#1072; &#1080; &#1077;&#1076;&#1085;&#1072;&#1090;&#1072; &#1085;&#1072; &#1042;&#1077;&#1083;&#1080;&#1089;&#1083;&#1072;&#1074;. &#1053;&#1103;&#1084;&#1072; &#1080; &#1089;&#1083;&#1077;&#1076; 10
&#1084;&#1080;&#1085;&#1091;&#1090;&#1080; &#1075;&#1083;&#1077;&#1076;&#1072;&#1084; &#1055;&#1077;&#1087;&#1086; &#1080;&#1076;&#1074;&#1072; &#1085;&#1072;&#1089;&#1088;&#1077;&#1097;&#1072;. &#1042;&#1079;&#1077; &#1088;&#1072;&#1085;&#1080;&#1094;&#1072;&#1090;&#1072; &#1085;&#1072; &#1042;&#1077;&#1083;&#1080;&#1089;&#1083;&#1072;&#1074; &#1080; &#1090;&#1088;&#1098;&#1075;&#1085;&#1072;&#1093;&#1084;&#1077;
&#1076;&#1074;&#1072;&#1084;&#1072;&#1090;&#1072; &#1085;&#1072;&#1075;&#1086;&#1088;&#1077;. &#1057;&#1083;&#1077;&#1076; &#1084;&#1072;&#1083;&#1082;&#1086; &#1089;&#1090;&#1080;&#1075;&#1085;&#1072;&#1093;&#1084;&#1077; &#1052;&#1080;&#1090;&#1082;&#1086;, &#1073;&#1072;&#1074;&#1085;&#1086; &#1080; &#1087;&#1086;&#1083;&#1077;&#1082;&#1072; &#1087;&#1086;
&#1085;&#1072;&#1087;&#1088;&#1072;&#1074;&#1077;&#1085;&#1072;&#1090;&#1072; &#1086;&#1090; &#1076;&#1088;&#1091;&#1075;&#1080;&#1090;&#1077; &#1087;&#1098;&#1088;&#1090;&#1080;&#1085;&#1072; &#1089;&#1090;&#1080;&#1075;&#1085;&#1072;&#1093;&#1084;&#1077; &#1076;&#1086; &#1093;&#1080;&#1078;&#1072;&#1090;&#1072;. &#1041;&#1103;&#1093;&#1084;&#1077; &#1087;&#1086;&#1089;&#1083;&#1077;&#1076;&#1085;&#1080;, &#1074;
&#1089;&#1090;&#1086;&#1083;&#1086;&#1074;&#1072;&#1090;&#1072; &#1073;&#1077;&#1096;&#1077; &#1074;&#1077;&#1095;&#1077; &#1089;&#1088;&#1072;&#1074;&#1085;&#1080;&#1090;&#1077;&#1083;&#1085;&#1086; &#1090;&#1086;&#1087;&#1083;&#1086;. &#1054;&#1090; &#1086;&#1078;&#1080;&#1074;&#1077;&#1085;&#1080;&#1090;&#1077; &#1082;&#1086;&#1084;&#1077;&#1085;&#1090;&#1072;&#1088;&#1080; &#1089;&#1077; &#1088;&#1072;&#1079;&#1073;&#1088;&#1072;
&#1089;&#1083;&#1077;&#1076;&#1085;&#1086;&#1090;&#1086;:<br>
&nbsp;&nbsp;&nbsp; &#1055;&#1098;&#1088;&#1074;&#1080;&#1090;&#1077; &#1087;&#1088;&#1080;&#1089;&#1090;&#1080;&#1075;&#1085;&#1072;&#1083;&#1080; &#1085;&#1072;&#1084;&#1077;&#1088;&#1080;&#1083;&#1080; &#1079;&#1072;&#1082;&#1083;&#1102;&#1095;&#1077;&#1085;&#1072; &#1093;&#1080;&#1078;&#1072; &#1080; &#1085;&#1080;&#1090;&#1086;
&#1089;&#1083;&#1077;&#1076;&#1072; &#1086;&#1090; &#1095;&#1086;&#1074;&#1077;&#1096;&#1082;&#1072; &#1076;&#1077;&#1081;&#1085;&#1086;&#1089;&#1090; &#1085;&#1072;&#1086;&#1082;&#1086;&#1083;&#1086; - &#1089;&#1072;&#1084;&#1086; &#1076;&#1077;&#1074;&#1089;&#1090;&#1074;&#1077;&#1085;&#1080; &#1087;&#1088;&#1077;&#1089;&#1087;&#1080; &#1085;&#1072;&#1086;&#1082;&#1086;&#1083;&#1086;.
&#1057;&#1090;&#1091;&#1076;&#1077;&#1085;&#1086; &#1080; &#1084;&#1086;&#1082;&#1088;&#1086;, &#1085;&#1077; &#1084;&#1086;&#1078;&#1077; &#1076;&#1072; &#1089;&#1077; &#1089;&#1090;&#1086;&#1080; &#1086;&#1090;&#1074;&#1098;&#1085;. &#1057;&#1072;&#1096;&#1082;&#1086; &#1089;&#1077; &#1087;&#1086;&#1082;&#1072;&#1095;&#1080;&#1083; &#1085;&#1072; &#1073;&#1072;&#1083;&#1082;&#1086;&#1085;&#1072;
&#1085;&#1072; &#1074;&#1090;&#1086;&#1088;&#1080;&#1103; &#1077;&#1090;&#1072;&#1078;, &#1088;&#1072;&#1079;&#1073;&#1080;&#1083; &#1073;&#1072;&#1083;&#1082;&#1086;&#1085;&#1089;&#1082;&#1072;&#1090;&#1072; &#1074;&#1088;&#1072;&#1090;&#1072;, &#1086;&#1090;&#1074;&#1086;&#1088;&#1080;&#1083; &#1087;&#1088;&#1086;&#1079;&#1086;&#1088;&#1077;&#1094; &#1076;&#1086; &#1074;&#1093;&#1086;&#1076;&#1072; &#1080;
&#1090;&#1098;&#1082;&#1084;&#1086; &#1079;&#1072;&#1087;&#1086;&#1095;&#1085;&#1072;&#1083;&#1080; &#1076;&#1072; &#1074;&#1083;&#1080;&#1079;&#1072;&#1090; &#1087;&#1088;&#1077;&#1079; &#1087;&#1088;&#1086;&#1079;&#1086;&#1088;&#1077;&#1094;&#1072;, &#1089;&#1077; &#1095;&#1091;&#1083;&#1080; &#1074;&#1080;&#1082;&#1086;&#1074;&#1077;: <span
 style="font-style: italic;">"&#1048;&#1076;&#1072;, &#1080;&#1076;&#1072;&#1072;&#1072;"</span>. &#1057;&#1083;&#1077;&#1076; &#1084;&#1072;&#1083;&#1082;&#1086; &#1089;&#1077; &#1087;&#1086;&#1082;&#1072;&#1079;&#1072;&#1083;
&#1093;&#1080;&#1078;&#1072;&#1088;&#1103;&#1090;, &#1080;&#1076;&#1074;&#1072;&#1083; &#1087;&#1077;&#1096; &#1087;&#1086; &#1076;&#1088;&#1091;&#1075;&#1072; &#1087;&#1098;&#1090;&#1077;&#1082;&#1072;, &#1086;&#1087;&#1083;&#1072;&#1082;&#1072;&#1083; &#1089;&#1077;, &#1095;&#1077; &#1082;&#1072;&#1084;&#1080;&#1086;&#1085;&#1098;&#1090; &#1079;&#1072;&#1082;&#1098;&#1089;&#1072;&#1083; &#1074;
&#1087;&#1088;&#1077;&#1089;&#1087;&#1080;&#1090;&#1077; &#1080; &#1090;&#1086;&#1081; &#1077;&#1076;&#1074;&#1072; &#1089;&#1077; &#1076;&#1086;&#1073;&#1088;&#1072;&#1083; &#1076;&#1086; &#1093;&#1080;&#1078;&#1072;&#1090;&#1072; - &#1080;&#1084;&#1072;&#1083; &#1087;&#1088;&#1086;&#1073;&#1083;&#1077;&#1084;&#1080; &#1089; &#1082;&#1086;&#1083;&#1103;&#1085;&#1086;&#1090;&#1086;.
&#1054;&#1090;&#1082;&#1083;&#1102;&#1095;&#1080;&#1083;, &#1074;&#1083;&#1077;&#1079;&#1083;&#1080;, &#1072; &#1074;&#1098;&#1090;&#1088;&#1077; &#1089;&#1090;&#1091;&#1076;&#1077;&#1085;&#1086; - &#1085;&#1077; &#1073;&#1080;&#1083;&#1072; &#1087;&#1072;&#1083;&#1077;&#1085;&#1072; &#1087;&#1077;&#1095;&#1082;&#1072; &#1086;&#1090; &#1053;&#1086;&#1074;&#1072;
&#1075;&#1086;&#1076;&#1080;&#1085;&#1072;! &#1044;&#1098;&#1088;&#1074;&#1072;&#1090;&#1072; - &#1085;&#1072;&#1074;&#1098;&#1085; &#1087;&#1086;&#1076; &#1076;&#1077;&#1073;&#1077;&#1083;&#1072;&#1090;&#1072; &#1087;&#1088;&#1103;&#1089;&#1087;&#1072;. &#1044;&#1086;&#1082;&#1072;&#1090;&#1086; &#1079;&#1072;&#1087;&#1072;&#1083;&#1103;&#1090; &#1087;&#1077;&#1095;&#1082;&#1072;&#1090;&#1072; &#1080;
&#1089;&#1077; &#1087;&#1086;&#1089;&#1090;&#1086;&#1087;&#1083;&#1080; - &#1073;&#1072;&#1103; &#1080;&#1079;&#1084;&#1088;&#1098;&#1079;&#1085;&#1072;&#1083;&#1080;. <br>
&nbsp;&nbsp;&nbsp; &#1042; &#1089;&#1090;&#1086;&#1083;&#1086;&#1074;&#1072;&#1090;&#1072; &#1080; &#1076;&#1088;&#1091;&#1075;&#1072;&#1090;&#1072; &#1089;&#1090;&#1072;&#1103; &#1089;&#1077; &#1087;&#1086;&#1089;&#1090;&#1086;&#1087;&#1083;&#1080;, &#1085;&#1086; &#1085;&#1072; &#1077;&#1090;&#1072;&#1078;&#1072;
&#1074; &#1089;&#1090;&#1072;&#1080;&#1090;&#1077; &#1079;&#1072; &#1089;&#1087;&#1072;&#1085;&#1077; - &#1082;&#1091;&#1095;&#1080; &#1089;&#1090;&#1091;&#1076;. &#1054;&#1075;&#1088;&#1086;&#1084;&#1085;&#1080; &#1091;&#1089;&#1080;&#1083;&#1080;&#1103; &#1076;&#1072; &#1085;&#1072;&#1084;&#1077;&#1088;&#1080;&#1084; &#1076;&#1098;&#1088;&#1074;&#1072;&#1090;&#1072; &#1087;&#1086;&#1076;
&#1089;&#1085;&#1077;&#1075;&#1072; &#1080; &#1076;&#1072; &#1079;&#1072;&#1087;&#1072;&#1083;&#1080;&#1084; &#1087;&#1077;&#1095;&#1082;&#1080;&#1090;&#1077; - &#1074; &#1085;&#1072;&#1096;&#1072;&#1090;&#1072; &#1089;&#1090;&#1072;&#1103; 3 &#1087;&#1098;&#1090;&#1080; &#1087;&#1072;&#1083;&#1080;&#1084;, &#1076;&#1086;&#1082;&#1072;&#1090;&#1086; &#1089;&#1077;
&#1079;&#1072;&#1087;&#1072;&#1083;&#1080;. &#1053;&#1072;&#1082;&#1088;&#1072;&#1103; &#1089;&#1090;&#1072;&#1085;&#1072; &#1090;&#1086;&#1087;&#1083;&#1086;, &#1086;&#1089;&#1090;&#1072;&#1085;&#1072;&#1093;&#1072; &#1089;&#1072;&#1084;&#1086; &#1079;&#1072;&#1083;&#1077;&#1076;&#1077;&#1085;&#1080;&#1090;&#1077; &#1089;&#1090;&#1098;&#1083;&#1073;&#1080; &#1076;&#1086; &#1077;&#1090;&#1072;&#1078;&#1072; -
&#1094;&#1103;&#1083;&#1086; &#1095;&#1091;&#1076;&#1086; &#1077;, &#1095;&#1077; &#1085;&#1080;&#1082;&#1086;&#1081; &#1085;&#1077; &#1089;&#1077; &#1087;&#1088;&#1077;&#1073;&#1080;. &#1058;&#1086;&#1082; &#1085;&#1103;&#1084;&#1072; - &#1085;&#1072;&#1092;&#1090;&#1072; &#1079;&#1072; &#1075;&#1077;&#1085;&#1077;&#1088;&#1072;&#1090;&#1086;&#1088;&#1072; &#1080;&#1084;&#1072;,
&#1085;&#1086; &#1085;&#1103;&#1084;&#1072; &#1072;&#1082;&#1091;&#1084;&#1091;&#1083;&#1072;&#1090;&#1086;&#1088;, &#1082;&#1086;&#1081;&#1090;&#1086; &#1086;&#1089;&#1090;&#1072;&#1085;&#1072;&#1083; &#1074; &#1079;&#1072;&#1082;&#1098;&#1089;&#1072;&#1083;&#1080;&#1103; &#1082;&#1072;&#1084;&#1080;&#1086;&#1085;. &#1047;&#1072;&#1090;&#1086;&#1074;&#1072; &#1085;&#1072; &#1089;&#1074;&#1077;&#1097;&#1080; -
&#1087;&#1086;&#1085;&#1077; &#1086;&#1090; &#1090;&#1103;&#1093; &#1080;&#1084;&#1072;&#1096;&#1077; &#1084;&#1085;&#1086;&#1075;&#1086;.<br>
&nbsp;&nbsp;&nbsp; &#1053;&#1072; &#1089;&#1091;&#1090;&#1088;&#1080;&#1085;&#1090;&#1072; - &#1089;&#1083;&#1098;&#1085;&#1094;&#1077; &#1080; &#1089;&#1074;&#1077;&#1078; &#1074;&#1098;&#1079;&#1076;&#1091;&#1093;. &#1045;&#1076;&#1085;&#1072; &#1075;&#1088;&#1091;&#1087;&#1072; (&#1072;&#1079;,
&#1053;&#1077;&#1083;&#1080;, &#1050;&#1072;&#1083;&#1095;&#1086;, &#1042;&#1077;&#1089;&#1082;&#1086; &#1080; &#1042;&#1072;&#1083;&#1103; &#1080; &#1076;&#1074;&#1077;&#1090;&#1077; &#1048;&#1074;&#1080;) &#1090;&#1088;&#1098;&#1075;&#1085;&#1072;&#1093;&#1084;&#1077; &#1082;&#1098;&#1084; &#1074;&#1098;&#1088;&#1093;&#1072; &#1089; GPS-a.
&#1053;&#1080;&#1082;&#1072;&#1082;&#1074;&#1072; &#1087;&#1098;&#1088;&#1090;&#1080;&#1085;&#1072;, &#1085;&#1080;&#1082;&#1072;&#1082;&#1074;&#1072; &#1084;&#1072;&#1088;&#1082;&#1080;&#1088;&#1086;&#1074;&#1082;&#1072;, &#1074;&#1098;&#1088;&#1093;&#1098;&#1090; &#1087;&#1086;&#1095;&#1090;&#1080; &#1089;&#1077; &#1074;&#1080;&#1078;&#1076;&#1072; &#1086;&#1090; &#1093;&#1080;&#1078;&#1072;&#1090;&#1072;,
&#1085;&#1086; &#1077; &#1085;&#1072; &#1075;&#1088;&#1072;&#1085;&#1080;&#1094;&#1072;&#1090;&#1072;. &#1061;&#1080;&#1078;&#1072;&#1088;&#1103;&#1090; &#1076;&#1098;&#1083;&#1075;&#1086; &#1086;&#1073;&#1103;&#1089;&#1085;&#1103;&#1074;&#1072; &#1082;&#1086;&#1081; &#1093;&#1088;&#1077;&#1073;&#1077;&#1090; &#1077; &#1074; &#1073;&#1098;&#1083;&#1075;&#1072;&#1088;&#1089;&#1082;&#1086; &#1080;
&#1082;&#1086;&#1081; &#1074; &#1089;&#1088;&#1098;&#1073;&#1089;&#1082;&#1086;. &#1057;&#1085;&#1103;&#1075; &#1076;&#1086; &#1087;&#1086;&#1103;&#1089; &#1082;&#1098;&#1076;&#1077;&#1090;&#1086; &#1085;&#1103;&#1084;&#1072; &#1085;&#1072;&#1074;&#1077;&#1081;&#1085;&#1080;&#1085;&#1080;, &#1088;&#1077;&#1076;&#1091;&#1074;&#1072;&#1084;&#1077; &#1089;&#1077; &#1082;&#1086;&#1081; &#1076;&#1072; &#1077;
&#1087;&#1088;&#1098;&#1074; &#1080; &#1076;&#1072; &#1087;&#1088;&#1072;&#1074;&#1080; &#1087;&#1098;&#1088;&#1090;&#1080;&#1085;&#1072;. &#1055;&#1088;&#1077;&#1079; &#1088;&#1103;&#1076;&#1082;&#1072;&#1090;&#1072; &#1075;&#1086;&#1088;&#1072; &#1085;&#1077; &#1084;&#1086;&#1078;&#1077; &#1076;&#1072; &#1089;&#1077; &#1087;&#1086;&#1079;&#1085;&#1072;&#1077; &#1082;&#1098;&#1076;&#1077;
&#1080;&#1084;&#1072; &#1087;&#1086;-&#1084;&#1072;&#1083;&#1082;&#1086; &#1089;&#1085;&#1103;&#1075;, &#1082;&#1098;&#1076;&#1077; &#1077; &#1087;&#1088;&#1103;&#1089;&#1087;&#1072;. &#1055;&#1086; &#1085;&#1103;&#1082;&#1086;&#1077; &#1074;&#1088;&#1077;&#1084;&#1077; &#1086;&#1087;&#1080;&#1090;&#1072;&#1093;&#1084;&#1077; &#1089; &#1042;&#1077;&#1089;&#1082;&#1086; &#1076;&#1072;
&#1087;&#1083;&#1091;&#1074;&#1072;&#1084;&#1077; &#1074; &#1089;&#1085;&#1077;&#1075;&#1072; - &#1087;&#1086;&#1083;&#1091;&#1095;&#1072;&#1074;&#1072; &#1089;&#1077;, &#1085;&#1086; &#1085;&#1077; &#1077; &#1087;&#1086;-&#1083;&#1077;&#1089;&#1085;&#1086;. &#1043;&#1086;&#1088;&#1077; &#1085;&#1072; &#1075;&#1086;&#1083;&#1086;&#1090;&#1086;
&#1090;&#1088;&#1098;&#1075;&#1085;&#1072;&#1093;&#1084;&#1077; &#1082;&#1098;&#1084; &#1077;&#1076;&#1085;&#1080; &#1090;&#1088;&#1077;&#1074;&#1080;, &#1082;&#1086;&#1080;&#1090;&#1086; &#1089;&#1077; &#1087;&#1086;&#1082;&#1072;&#1079;&#1074;&#1072;&#1093;&#1072; &#1085;&#1072;&#1076; &#1089;&#1085;&#1077;&#1075;&#1072; - &#1079;&#1085;&#1072;&#1095;&#1080; &#1090;&#1072;&#1084;
&#1089;&#1085;&#1077;&#1075;&#1098;&#1090; &#1077; &#1086;&#1090;&#1074;&#1103;&#1090; &#1080; &#1084;&#1086;&#1078;&#1077; &#1087;&#1086;-&#1083;&#1077;&#1089;&#1085;&#1086; &#1076;&#1072; &#1089;&#1077; &#1074;&#1098;&#1088;&#1074;&#1080;. &#1058;&#1072;&#1082;&#1072; &#1076;&#1086;&#1089;&#1090;&#1080;&#1075;&#1085;&#1072;&#1093;&#1084;&#1077; &#1073;&#1080;&#1083;&#1086;&#1090;&#1086;
&#1090;&#1086;&#1095;&#1085;&#1086; &#1074; &#1089;&#1077;&#1076;&#1083;&#1086;&#1074;&#1080;&#1085;&#1072;&#1090;&#1072; &#1084;&#1077;&#1078;&#1076;&#1091; &#1076;&#1074;&#1072;&#1090;&#1072; &#1074;&#1098;&#1088;&#1093;&#1072;. &#1058;&#1091;&#1082;-&#1090;&#1072;&#1084; &#1089;&#1077; &#1074;&#1080;&#1078;&#1076;&#1072;&#1093;&#1072; &#1075;&#1088;&#1072;&#1085;&#1080;&#1095;&#1085;&#1080;
&#1089;&#1090;&#1098;&#1083;&#1073;&#1086;&#1074;&#1077; &#1080; &#1082;&#1072;&#1084;&#1098;&#1085;&#1080;, &#1085;&#1086; &#1082;&#1098;&#1076;&#1077; &#1090;&#1086;&#1095;&#1085;&#1086; &#1073;&#1077; &#1075;&#1088;&#1072;&#1085;&#1080;&#1094;&#1072;&#1090;&#1072; &#1085;&#1077; &#1084;&#1086;&#1078;&#1077;&#1096;&#1077; &#1076;&#1072; &#1089;&#1077; &#1088;&#1072;&#1079;&#1073;&#1077;&#1088;&#1077;.
&#1055;&#1086; &#1077;&#1076;&#1085;&#1086; &#1074;&#1088;&#1077;&#1084;&#1077; &#1042;&#1077;&#1089;&#1082;&#1086; &#1074;&#1080;&#1082;&#1072;: <span style="font-style: italic;">&#1047;&#1085;&#1072;&#1077;&#1090;&#1077; &#1083;&#1080;,
&#1095;&#1077; &#1089;&#1084;&#1077; &#1074; &#1089;&#1088;&#1098;&#1073;&#1089;&#1082;&#1086;?</span> <span style="font-style: italic;">&#1054;&#1090;&#1082;&#1098;&#1076;&#1077;
&#1087;&#1086;&#1079;&#1085;&#1072;, &#1095;&#1072;&#1082;&#1072;&#1081; &#1076;&#1072; &#1074;&#1080;&#1076;&#1103; GPS-&#1072;</span>. <span style="font-style: italic;">&#1040;&#1084;&#1080;
&#1074;&#1080;&#1078;&#1090;&#1077; &#1077;&#1081; &#1090;&#1072;&#1084; &#1086;&#1089;&#1090;&#1072;&#1090;&#1098;&#1094;&#1080; &#1086;&#1090; &#1090;&#1077;&#1083;&#1077;&#1085;&#1080;&#1090;&#1077; &#1079;&#1072;&#1075;&#1088;&#1072;&#1078;&#1076;&#1077;&#1085;&#1080;&#1103; - &#1076;&#1072;&#1083;&#1077;&#1095;&#1077; &#1079;&#1072;&#1076; &#1085;&#1072;&#1089;!</span>
&#1055;&#1086;&#1075;&#1083;&#1077;&#1078;&#1076;&#1072;&#1084; GPS-a - &#1074;&#1103;&#1088;&#1085;&#1086; - &#1085;&#1072;&#1084;&#1080;&#1088;&#1072;&#1084;&#1077; &#1089;&#1077; &#1085;&#1072; 100-200 &#1084;&#1077;&#1090;&#1088;&#1072;&nbsp; &#1074; &#1089;&#1088;&#1098;&#1073;&#1089;&#1082;&#1086;.
&#1053;&#1072;&#1086;&#1082;&#1086;&#1083;&#1086; &#1078;&#1080;&#1074;&#1072; &#1076;&#1091;&#1096;&#1072; &#1085;&#1103;&#1084;&#1072; - &#1074;&#1082;&#1083;&#1102;&#1095;&#1080;&#1090;&#1077;&#1083;&#1085;&#1086; &#1075;&#1088;&#1072;&#1085;&#1080;&#1095;&#1072;&#1088;&#1080;. &#1044;&#1091;&#1093;&#1072; &#1089;&#1080;&#1083;&#1077;&#1085; &#1074;&#1103;&#1090;&#1098;&#1088;,
&#1089;&#1083;&#1098;&#1085;&#1095;&#1077;&#1074;&#1086;, &#1085;&#1086; &#1089;&#1090;&#1091;&#1076;&#1077;&#1085;&#1086;. &#1042;&#1088;&#1098;&#1093; &#1056;&#1091;&#1081; &#1089;&#1077; &#1074;&#1080;&#1078;&#1076;&#1072;, &#1072; &#1076;&#1086;&#1090;&#1072;&#1084; &#1087;&#1072;&#1082; &#1089;&#1085;&#1103;&#1075; &#1080; &#1074;&#1103;&#1090;&#1098;&#1088;.
&#1056;&#1077;&#1096;&#1080;&#1093;&#1084;&#1077; &#1076;&#1072; &#1089;&#1077; &#1074;&#1088;&#1098;&#1097;&#1072;&#1084;&#1077;. &#1053;&#1072;&#1076;&#1086;&#1083;&#1091; &#1077; &#1087;&#1086;-&#1083;&#1077;&#1089;&#1085;&#1086;: &#1085;&#1072;&#1081;-&#1085;&#1072;&#1087;&#1088;&#1077;&#1076; &#1093;&#1091;&#1073;&#1072;&#1074;&#1086; &#1089;&#1087;&#1091;&#1089;&#1082;&#1072;&#1085;&#1086; &#1087;&#1086;
&#1075;&#1088;&#1098;&#1073; - &#1103;&#1082;&#1077;&#1090;&#1072;&#1090;&#1072; &#1079;&#1072;&#1084;&#1077;&#1085;&#1103;&#1090; &#1085;&#1072;&#1081;&#1083;&#1086;&#1085;&#1072; &#1079;&#1072; &#1087;&#1098;&#1088;&#1079;&#1072;&#1083;&#1082;&#1072;&#1090;&#1072;, &#1087;&#1086;&#1089;&#1083;&#1077; &#1087;&#1086; &#1085;&#1072;&#1087;&#1088;&#1072;&#1074;&#1077;&#1085;&#1072;&#1090;&#1072;
&#1087;&#1098;&#1088;&#1090;&#1080;&#1085;&#1072;. <br>
&nbsp;&nbsp;&nbsp; &#1055;&#1088;&#1077;&#1079; &#1090;&#1086;&#1074;&#1072; &#1074;&#1088;&#1077;&#1084;&#1077; &#1047;&#1076;&#1088;&#1072;&#1074;&#1082;&#1086; &#1088;&#1072;&#1079;&#1088;&#1086;&#1074;&#1080; &#1089;&#1085;&#1077;&#1075;&#1072;, &#1079;&#1072; &#1076;&#1072; &#1085;&#1072;&#1084;&#1077;&#1088;&#1080;
&#1089;&#1082;&#1072;&#1088;&#1072;&#1090;&#1072;, &#1079;&#1072;&#1087;&#1072;&#1083;&#1080; &#1086;&#1075;&#1098;&#1085; &#1080; &#1084;&#1077;&#1088;&#1072;&#1082;&#1083;&#1080;&#1081;&#1089;&#1082;&#1080; &#1080;&#1079;&#1087;&#1077;&#1095;&#1077; &#1085;&#1072;&#1083;&#1080;&#1095;&#1085;&#1080;&#1090;&#1077; &#1084;&#1077;&#1089;&#1085;&#1080; &#1087;&#1088;&#1086;&#1076;&#1091;&#1082;&#1090;&#1080;.
&#1055;&#1086;&#1083;&#1091;&#1095;&#1080; &#1089;&#1077; &#1089;&#1090;&#1088;&#1072;&#1093;&#1086;&#1090;&#1085;&#1072; (&#1074;&#1082;&#1091;&#1089;&#1085;&#1072;) &#1089;&#1082;&#1072;&#1088;&#1072;, &#1082;&#1086;&#1103;&#1090;&#1086; &#1086;&#1097;&#1077; &#1089;&#1077; &#1087;&#1086;&#1084;&#1085;&#1080; &#1086;&#1090; &#1074;&#1089;&#1080;&#1095;&#1082;&#1080;.
&#1040;&#1090;&#1088;&#1072;&#1082;&#1094;&#1080;&#1103;&#1090;&#1072; &#1089;&#1083;&#1077;&#1076; &#1086;&#1073;&#1103;&#1076; &#1073;&#1077;&#1096;&#1077; &#1080;&#1076;&#1074;&#1072;&#1085;&#1077;&#1090;&#1086; &#1085;&#1072; &#1055;&#1080;&#1083;&#1086;&#1090;&#1082;&#1086;. &#1050;&#1072;&#1082;&#1090;&#1086; &#1089;&#1077; &#1084;&#1086;&#1090;&#1072;&#1084;&#1077; &#1086;&#1082;&#1086;&#1083;&#1086;
&#1093;&#1080;&#1078;&#1072;&#1090;&#1072;, &#1086;&#1090;&#1085;&#1103;&#1082;&#1098;&#1076;&#1077; &#1074; &#1076;&#1086;&#1083;&#1072; &#1089;&#1077; &#1095;&#1091;&#1074;&#1072;&#1090; &#1075;&#1083;&#1072;&#1089;&#1086;&#1074;&#1077; &#1080; &#1089;&#1083;&#1077;&#1076; &#1084;&#1072;&#1083;&#1082;&#1086; &#1086;&#1090;&#1076;&#1086;&#1083;&#1091; &#1086;&#1090; &#1089;&#1085;&#1077;&#1075;&#1072;
&#1080;&#1079;&#1087;&#1083;&#1091;&#1074;&#1072;&#1090; &#1055;&#1080;&#1083;&#1086;&#1090;&#1082;&#1086;, &#1078;&#1077;&#1085;&#1072; &#1084;&#1091; &#1080; &#1076;&#1074;&#1077;&#1090;&#1077; &#1076;&#1098;&#1097;&#1077;&#1088;&#1080;!&nbsp; &#1042;&#1089;&#1080;&#1095;&#1082;&#1080; &#1089;&#1084;&#1077; &#1080;&#1079;&#1091;&#1084;&#1077;&#1085;&#1080;! &#1048;
&#1055;&#1080;&#1083;&#1086;&#1090;&#1082;&#1086; &#1085;&#1086;&#1089;&#1080; &#1074; &#1076;&#1074;&#1077;&#1090;&#1077; &#1089;&#1080; &#1088;&#1098;&#1094;&#1077; &#1076;&#1074;&#1077; &#1073;&#1091;&#1090;&#1080;&#1083;&#1082;&#1080; &#1074;&#1080;&#1085;&#1086; - &#1073;&#1103;&#1083;&#1086; &#1080; &#1095;&#1077;&#1088;&#1074;&#1077;&#1085;&#1086;,
&#1079;&#1072;&#1082;&#1080;&#1095;&#1077;&#1085;&#1080; &#1089; &#1084;&#1072;&#1088;&#1090;&#1077;&#1085;&#1080;&#1094;&#1080;! <span style="font-style: italic;">&#1054;&#1090;&#1082;&#1098;&#1076;&#1077; &#1080;&#1076;&#1074;&#1072;&#1090;&#1077;?<br>
&#1054;&#1090;&#1076;&#1086;&#1083;&#1091;, &#1076;&#1086;&#1082;&#1098;&#1076;&#1077;&#1090;&#1086; &#1084;&#1086;&#1078;&#1072;&#1093;&#1084;&#1077; &#1089; &#1076;&#1078;&#1080;&#1087;&#1072;, &#1087;&#1086;&#1089;&#1083;&#1077; &#1087;&#1077;&#1096;&#1072;! &#1048;&#1076;&#1074;&#1072;&#1084;&#1077; &#1076;&#1072; &#1074;&#1080; &#1095;&#1077;&#1089;&#1090;&#1080;&#1090;&#1080;&#1084;
&#1041;&#1072;&#1073;&#1072; &#1052;&#1072;&#1088;&#1090;&#1072; &#1080; &#1089;&#1077; &#1074;&#1088;&#1098;&#1097;&#1072;&#1084;&#1077; &#1086;&#1073;&#1088;&#1072;&#1090;&#1085;&#1086;.</span> &#1050;&#1072;&#1082;&#1090;&#1086; &#1080; &#1093;&#1080;&#1078;&#1072;&#1088;&#1103; &#1087;&#1088;&#1077;&#1076;&#1080;&#1096;&#1085;&#1080;&#1103; &#1076;&#1077;&#1085;,
&#1090;&#1088;&#1098;&#1075;&#1085;&#1072;&#1083;&#1080; &#1089; &#1076;&#1078;&#1080;&#1087;&#1072;, &#1089;&#1090;&#1080;&#1075;&#1085;&#1072;&#1083;&#1080; &#1084;&#1072;&#1083;&#1082;&#1086; &#1087;&#1086;-&#1085;&#1072;&#1075;&#1086;&#1088;&#1077; &#1086;&#1090; &#1082;&#1072;&#1084;&#1080;&#1086;&#1085;&#1072; &#1080; &#1085;&#1077; &#1084;&#1086;&#1075;&#1083;&#1080; &#1074;
&#1076;&#1098;&#1083;&#1073;&#1086;&#1082;&#1080;&#1103; &#1089;&#1085;&#1103;&#1075; &#1076;&#1072; &#1087;&#1088;&#1086;&#1076;&#1098;&#1083;&#1078;&#1072;&#1090; &#1089; &#1076;&#1078;&#1080;&#1087;&#1072;. &#1047;&#1072;&#1090;&#1086;&#1074;&#1072; &#1087;&#1077;&#1096; &#1087;&#1086; &#1089;&#1090;&#1098;&#1087;&#1082;&#1080;&#1090;&#1077; &#1085;&#1072; &#1093;&#1080;&#1078;&#1072;&#1088;&#1103;.
&#1071;&#1076;&#1086;&#1093;&#1072;, &#1087;&#1080;&#1093;&#1084;&#1077; &#1074;&#1080;&#1085;&#1086;, &#1087;&#1086;&#1089;&#1090;&#1086;&#1103;&#1093;&#1072; &#1086;&#1082;&#1086;&#1083;&#1086; &#1095;&#1072;&#1089; &#1080; &#1089;&#1080; &#1090;&#1088;&#1098;&#1075;&#1085;&#1072;&#1093;&#1072; &#1086;&#1073;&#1088;&#1072;&#1090;&#1085;&#1086;.<br>
&nbsp;&nbsp;&nbsp; &#1053;&#1072; &#1089;&#1083;&#1077;&#1076;&#1074;&#1072;&#1097;&#1080;&#1103; &#1076;&#1077;&#1085; &#1073;&#1077;&#1079; &#1084;&#1085;&#1086;&#1075;&#1086; &#1077;&#1084;&#1086;&#1094;&#1080;&#1080; &#1089;&#1083;&#1103;&#1079;&#1086;&#1093;&#1084;&#1077; &#1076;&#1086;
&#1082;&#1086;&#1083;&#1080;&#1090;&#1077;. &#1042;&#1077;&#1083;&#1080;&#1089;&#1083;&#1072;&#1074; </font><font size="+1">&#1089; &#1042;&#1080;&#1082;&#1080; &#1085;&#1072; &#1075;&#1098;&#1088;&#1073;&#1072; </font><font
 size="+1">&#1080; &#1044;&#1077;&#1089;&#1080; &#1089;&#1077; &#1082;&#1072;&#1095;&#1080;&#1093;&#1072; &#1080; &#1085;&#1072; &#1089;&#1082;&#1080;&#1090;&#1077; &#1079;&#1072; &#1084;&#1072;&#1083;&#1082;&#1086;, &#1082;&#1086;&#1083;&#1082;&#1086;&#1090;&#1086; &#1076;&#1072; &#1087;&#1072;&#1076;&#1085;&#1072;&#1090; &#1087;&#1086;
&#1085;&#1103;&#1082;&#1086;&#1083;&#1082;&#1086; &#1087;&#1098;&#1090;&#1080;. &#1042; &#1085;&#1080;&#1089;&#1082;&#1086;&#1090;&#1086; &#1089;&#1085;&#1077;&#1075;&#1098;&#1090; &#1089;&#1077; &#1073;&#1077;&#1096;&#1077; &#1089;&#1090;&#1086;&#1087;&#1080;&#1083; &#1080; &#1085;&#1072; &#1085;&#1103;&#1082;&#1086;&#1080; &#1084;&#1077;&#1089;&#1090;&#1072; &#1077;&#1076;&#1074;&#1072; &#1089;&#1077;
&#1084;&#1080;&#1085;&#1072;&#1074;&#1072;&#1096;&#1077; &#1079;&#1072;&#1088;&#1072;&#1076;&#1080; &#1075;&#1086;&#1083;&#1077;&#1084;&#1080;&#1090;&#1077; &#1083;&#1086;&#1082;&#1074;&#1080; &#1080; &#1086;&#1073;&#1088;&#1072;&#1079;&#1091;&#1074;&#1072;&#1083;&#1080;&#1090;&#1077; &#1089;&#1077; &#1084;&#1086;&#1095;&#1091;&#1088;&#1080;. <br>
&nbsp;&nbsp;&nbsp; &#1053;&#1072; &#1074;&#1088;&#1098;&#1097;&#1072;&#1085;&#1077; &#1089;&#1087;&#1088;&#1103;&#1093;&#1084;&#1077; &#1085;&#1072;&#1081;-&#1085;&#1072;&#1087;&#1088;&#1077;&#1076; &#1076;&#1072; &#1074;&#1080;&#1076;&#1080;&#1084; &#1078;&#1076;&#1088;&#1077;&#1083;&#1086;&#1090;&#1086; &#1085;&#1072;
&#1088;&#1077;&#1082;&#1072; &#1045;&#1088;&#1084;&#1072;, &#1087;&#1086;&#1089;&#1083;&#1077; &#1089;&#1077; &#1086;&#1090;&#1073;&#1080;&#1093;&#1084;&#1077; &#1089; &#1042;&#1077;&#1083;&#1080;&#1089;&#1083;&#1072;&#1074;&#1086;&#1074;&#1080; &#1076;&#1072; &#1090;&#1098;&#1088;&#1089;&#1080;&#1084; &#1075;&#1077;&#1086;&#1082;&#1077;&#1096;.
&#1052;&#1077;&#1078;&#1076;&#1091;&#1074;&#1088;&#1077;&#1084;&#1077;&#1085;&#1085;&#1086; &#1060;&#1086;&#1088;&#1076;&#1072; &#1084;&#1080;&#1085;&#1072; &#1087;&#1088;&#1077;&#1079; &#1077;&#1076;&#1080;&#1085; &#1082;&#1072;&#1084;&#1098;&#1082; &#1085;&#1072; &#1087;&#1098;&#1090;&#1103;, &#1085;&#1077;&#1097;&#1086; &#1089;&#1077; &#1086;&#1090;&#1087;&#1088;&#1072; &#1086;&#1090;&#1076;&#1086;&#1083;&#1091;
&#1080; &#1089;&#1077;&#1075;&#1072; &#1087;&#1088;&#1080; &#1074;&#1089;&#1103;&#1082;&#1086; &#1087;&#1086;-&#1089;&#1080;&#1083;&#1085;&#1086; &#1090;&#1088;&#1098;&#1089;&#1082;&#1072;&#1085;&#1077; &#1085;&#1077;&#1097;&#1086;&#1090;&#1086; &#1089;&#1090;&#1098;&#1088;&#1078;&#1077;&#1096;&#1077; &#1087;&#1086; &#1072;&#1089;&#1092;&#1072;&#1083;&#1090;&#1072;. &#1050;&#1072;&#1090;&#1086;
&#1089;&#1087;&#1088;&#1103;&#1093;&#1084;&#1077; &#1079;&#1072; &#1075;&#1077;&#1086;&#1082;&#1077;&#1096;&#1072; &#1080; &#1087;&#1086;&#1075;&#1083;&#1077;&#1076;&#1085;&#1072;&#1093;&#1084;&#1077;, &#1089;&#1077; &#1086;&#1082;&#1072;&#1079;&#1072; &#1077;&#1076;&#1085;&#1072; &#1087;&#1088;&#1077;&#1076;&#1087;&#1072;&#1079;&#1085;&#1072; &#1083;&#1072;&#1084;&#1072;&#1088;&#1080;&#1085;&#1072;
(&#1082;&#1086;&#1103;&#1090;&#1086; &#1087;&#1086;&#1089;&#1083;&#1077; &#1084;&#1072;&#1081;&#1089;&#1090;&#1086;&#1088;&#1098;&#1090; &#1084;&#1072;&#1093;&#1085;&#1072;</font><font size="+1"> &#1089; &#1075;&#1086;&#1083;&#1103;&#1084; &#1079;&#1086;&#1088;</font><font
 size="+1">). &#1051;&#1077;&#1089;&#1085;&#1086; &#1085;&#1072;&#1084;&#1077;&#1088;&#1080;&#1093;&#1084;&#1077; &#1075;&#1077;&#1086;&#1082;&#1077;&#1096;&#1072; &#1080; &#1076;&#1086;&#1074;&#1086;&#1083;&#1085;&#1080; &#1089;&#1077; &#1087;&#1088;&#1080;&#1073;&#1088;&#1072;&#1093;&#1084;&#1077; &#1074; &#1057;&#1086;&#1092;&#1080;&#1103;.</font><br>
</body>
</html>
