<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01 Transitional//EN">
<html>
<head>
  <meta content="text/html;charset=ISO-8859-1" http-equiv="Content-Type">
  <title>&#1084;&#1072;&#1081;&#1082;&#1072; &#1084;&#1080;</title>
</head>
<body>
<h3><big>&#1057;&#1090;&#1072;&#1088;&#1086;&#1090;&#1086; &#1084;&#1077;&#1089;&#1090;&#1086;</big></h3>
<big>&nbsp;&nbsp;&nbsp; &#1058;&#1072;&#1084; &#1077; &#1073;&#1080;&#1083;&#1072; &#1082;&#1086;&#1083;&#1080;&#1073;&#1072;&#1090;&#1072; &#1085;&#1072; &#1087;&#1088;&#1072;&#1076;&#1103;&#1076;&#1086; &#1085;&#1080; &#1044;&#1080;&#1083;&#1086;,
&#1087;&#1088;&#1077;&#1084;&#1077;&#1089;&#1090;&#1077;&#1085;&#1072;
&#1087;&#1086;&#1089;&#1083;&#1077; &#1074; &#1076;&#1088;&#1091;&#1075; &#1080;&#1084;&#1086;&#1090;. &#1053;&#1086; &#1080;&#1084;&#1077;&#1090;&#1086; "&#1089;&#1090;&#1072;&#1088;&#1086;&#1090;&#1086; &#1084;&#1077;&#1089;&#1090;&#1086;" &#1089;&#1080; &#1086;&#1089;&#1090;&#1072;&#1085;&#1072;&#1083;&#1086;. &#1052;&#1072;&#1083;&#1082;&#1086;&#1082;&#1086; &#1088;&#1091;&#1080;&#1085;&#1080;,
&#1076;&#1088;&#1098;&#1074;&#1095;&#1077;&#1090;&#1072; - &#1082;&#1088;&#1091;&#1096;&#1072;, &#1089;&#1083;&#1080;&#1074;&#1072;, &#1103;&#1073;&#1098;&#1083;&#1082;&#1072;,... &#1052;&#1077;&#1089;&#1090;&#1086;&#1090;&#1086; &#1077; &#1088;&#1086;&#1076;&#1086;&#1074;&#1080;&#1090;&#1086; -
&#1085;&#1080;&#1074;&#1072;, &#1082;&#1091;&#1082;&#1091;&#1088;&#1091;&#1079;, &#1090;&#1080;&#1082;&#1074;&#1080;, &#1073;&#1086;&#1073; - &#1095;&#1077;&#1088;&#1085;&#1086;&#1079;&#1072;&#1084;, &#1090;&#1086;&#1088;&#1077;&#1085; &#1075;&#1086;&#1076;&#1080;&#1085;&#1080; &#1085;&#1072;&#1088;&#1077;&#1076;. &#1044;&#1086; &#1087;&#1098;&#1090;&#1103; &#1086;&#1088;&#1077;&#1093;
- &#1089; &#1086;&#1088;&#1077;&#1093;&#1080; &#1084;&#1077;&#1082;&#1080;, &#1077;&#1076;&#1088;&#1080;, &#1103;&#1076;&#1082;&#1080;&#1090;&#1077; &#1080;&#1084; "&#1085;&#1072; &#1082;&#1086;&#1082;&#1086;&#1096;&#1082;&#1072;", &#1076;&#1074;&#1086;&#1081;&#1085;&#1080;,
&#1095;&#1077;&#1090;&#1074;&#1086;&#1088;&#1085;&#1080;... &#1044;&#1086; &#1075;&#1086;&#1088;&#1085;&#1080;&#1103; &#1089;&#1083;&#1086;&#1075; - &#1076;&#1078;&#1072;&#1085;&#1082;&#1072; - &#1089;&#1072;&#1084;&#1086; &#1079;&#1072; &#1086;&#1096;&#1072;&#1092;: &#1079;&#1088;&#1077;&#1083;&#1080; &#1076;&#1078;&#1072;&#1085;&#1082;&#1080;&#1090;&#1077;
&#1089;&#1090;&#1072;&#1074;&#1072;&#1090; &#1087;&#1086;&#1095;&#1090;&#1080; &#1095;&#1077;&#1088;&#1085;&#1080;, &#1089;&#1083;&#1072;&#1076;&#1082;&#1080; &#1082;&#1072;&#1090;&#1086; &#1087;&#1088;&#1072;&#1089;&#1082;&#1086;&#1074;&#1080;.<br>
&nbsp;&nbsp;&nbsp; &#1042; &#1077;&#1076;&#1080;&#1085;&#1080;&#1103; &#1082;&#1088;&#1072;&#1081; &#1084;&#1077;&#1089;&#1090;&#1086;&#1090;&#1086; &#1077; &#1089;&#1090;&#1088;&#1098;&#1084;&#1085;&#1086; &#1082;&#1098;&#1084; &#1076;&#1086;&#1083;&#1072;. &#1058;&#1072;&#1084; &#1073;&#1072;&#1097;&#1072;
&#1084;&#1080; &#1089;&#1077;&#1077; &#1083;&#1102;&#1094;&#1077;&#1088;&#1085;&#1072; &#1079;&#1072; &#1089;&#1090;&#1086;&#1082;&#1072;&#1090;&#1072; &#1080; &#1089;&#1072;&#1076;&#1080; &#1076;&#1088;&#1098;&#1074;&#1095;&#1077;&#1090;&#1072; &#1089;&#1080;&#1085;&#1080; &#1089;&#1083;&#1080;&#1074;&#1080;. &#1054;&#1090;&#1073;&#1080;&#1074;&#1072; &#1074;&#1086;&#1076;&#1072; &#1086;&#1090;
&#1076;&#1086;&#1083;&#1072; &#1080; &#1087;&#1088;&#1072;&#1074;&#1080;&#1084; &#1075;&#1088;&#1072;&#1076;&#1080;&#1085;&#1072; &#1079;&#1072; &#1079;&#1077;&#1083;&#1077;&#1085;&#1095;&#1091;&#1094;&#1080; - &#1087;&#1086;&#1083;&#1080;&#1074;&#1072;&#1084;&#1077;, &#1082;&#1086;&#1087;&#1072;&#1077;&#1084;&#1080; &#1087;&#1083;&#1077;&#1074;&#1080;&#1084;; &#1080; &#1094;&#1074;&#1077;&#1090;&#1103;
&#1087;&#1086; &#1082;&#1088;&#1072;&#1103; - &#1082;&#1072;&#1076;&#1098;&#1085;&#1082;&#1080;, &#1083;&#1072;&#1081;&#1082;&#1091;&#1095;&#1082;&#1080;, &#1073;&#1086;&#1089;&#1080;&#1083;&#1077;&#1082;, &#1074;&#1098;&#1088;&#1073;&#1072;&#1095;&#1077;<br>
&nbsp;&nbsp;&nbsp; &#1057;&#1090;&#1072;&#1088;&#1086; &#1077; &#1084;&#1077;&#1089;&#1090;&#1086;&#1090;&#1086;, &#1085;&#1086; &#1074; &#1085;&#1077;&#1075;&#1086; &#1080;&#1084;&#1072; &#1084;&#1085;&#1086;&#1075;&#1080; &#1078;&#1080;&#1074;&#1086;&#1090; &#1080;
&#1082;&#1088;&#1072;&#1089;&#1086;&#1090;&#1072;. &#1055;&#1086;&#1076; &#1085;&#1077;&#1075;&#1086; &#1077; &#1083;&#1080;&#1074;&#1072;&#1076;&#1072; &#1089; &#1090;&#1088;&#1077;&#1074;&#1072;, &#1094;&#1074;&#1077;&#1090;&#1103; &#1080; &#1076;&#1098;&#1088;&#1074;&#1077;&#1090;&#1072; - &#1073;&#1088;&#1077;&#1089;&#1090;, &#1083;&#1077;&#1089;&#1082;&#1072;,
&#1075;&#1072;&#1073;&#1098;&#1088; &#1080; &#1074;&#1098;&#1088;&#1073;&#1080;. &#1058;&#1072;&#1084; &#1084;&#1098;&#1090;&#1103;&#1090; &#1080; &#1087;&#1090;&#1080;&#1094;&#1080;, &#1086;&#1075;&#1083;&#1072;&#1089;&#1103;&#1090; &#1076;&#1086;&#1083;&#1072; &#1089; &#1087;&#1077;&#1089;&#1085;&#1080;; &#1082;&#1088;&#1103;&#1082;&#1072;&#1090; &#1078;&#1072;&#1073;&#1080;,
&#1083;&#1077;&#1090;&#1103;&#1090; &#1087;&#1077;&#1087;&#1077;&#1088;&#1091;&#1076;&#1080;.<br>
&nbsp;&nbsp;&nbsp; &#1054;&#1073;&#1080;&#1095;&#1072;&#1084;&#1077; &#1089;&#1090;&#1072;&#1088;&#1086;&#1090;&#1086; &#1084;&#1077;&#1089;&#1090;&#1086; &#1080; &#1085;&#1080;&#1077;, &#1076;&#1077;&#1094;&#1072;&#1090;&#1072; - &#1090;&#1072;&#1084; &#1080;&#1075;&#1088;&#1072;&#1077;&#1093;&#1084;&#1077;
&#1085;&#1072; &#1082;&#1072;&#1082;&#1074;&#1086; &#1083;&#1080; &#1085;&#1077;, &#1076;&#1086; &#1082;&#1098;&#1089;&#1085;&#1086; &#1074;&#1077;&#1095;&#1077;&#1088;.<br>
&nbsp;&nbsp;&nbsp; &#1054;&#1073;&#1080;&#1095;&#1072;&#1083; &#1080; &#1073;&#1072;&#1097;&#1072; &#1084;&#1080;, &#1082;&#1072;&#1090;&#1086; &#1084;&#1072;&#1083;&#1098;&#1082;, &#1076;&#1072; &#1086;&#1089;&#1090;&#1072;&#1085;&#1077; &#1087;&#1088;&#1080; &#1076;&#1103;&#1076;&#1086; &#1089;&#1080;,
&#1082;&#1098;&#1076;&#1077;&#1090;&#1086; &#1086;&#1073;&#1080;&#1082;&#1072;&#1083;&#1103;&#1083; &#1089;&#1090;&#1072;&#1076;&#1086;&#1090;&#1086; - &#1087;&#1086;&#1084;&#1072;&#1075;&#1072;&#1083; &#1084;&#1091;. &#1042;&#1077;&#1095;&#1077;&#1088; &#1089;&#1077; &#1087;&#1088;&#1080;&#1073;&#1080;&#1088;&#1072;&#1090; &#1074; &#1082;&#1086;&#1083;&#1080;&#1073;&#1072;&#1090;&#1072; &#1080;
&#1076;&#1103;&#1076;&#1086; &#1084;&#1091; &#1088;&#1072;&#1079;&#1082;&#1072;&#1079;&#1074;&#1072;&#1083; &#1091;&#1089;&#1090;&#1086;&#1088;&#1080;&#1080;, &#1083;&#1077;&#1075;&#1077;&#1085;&#1076;&#1080;, &#1087;&#1088;&#1080;&#1082;&#1072;&#1079;&#1082;&#1080;, &#1087;&#1088;&#1077;&#1078;&#1080;&#1074;&#1077;&#1083;&#1080; &#1074;&#1077;&#1082;&#1086;&#1074;&#1077;&#1090;&#1077;.<br>
<br>
</big>
<h3><big>&#1050;&#1088;&#1072;&#1090;&#1082;&#1072; &#1080;&#1089;&#1090;&#1086;&#1088;&#1080;&#1103; &#1085;&#1072; &#1076;&#1077;&#1076;&#1086; &#1055;&#1077;&#1090;&#1082;&#1086;</big></h3>
<big>&nbsp;&nbsp;&nbsp; &#1055;&#1077;&#1090;&#1082;&#1086; &#1044;&#1080;&#1083;&#1086;&#1074; &#1041;&#1072;&#1083;&#1080;&#1085;&#1089;&#1082;&#1080; &#1077; &#1088;&#1086;&#1076;&#1077;&#1085; &#1086;&#1082;&#1086;&#1083;&#1086; 1870 &#1075;&#1086;&#1076;&#1080;&#1085;&#1072;
&#1074;
&#1089;&#1077;&#1083;&#1086; &#1051;&#1080;&#1082;. &#1050;&#1072;&#1090;&#1086; &#1084;&#1083;&#1072;&#1076;&#1077;&#1078; &#1077; &#1086;&#1092;&#1080;&#1094;&#1077;&#1088; &#1082;&#1072;&#1074;&#1072;&#1083;&#1077;&#1088;&#1080;&#1089;&#1090; &#1074; &#1062;&#1072;&#1088;&#1089;&#1082;&#1072;&#1090;&#1072; &#1072;&#1088;&#1084;&#1080;&#1103;. &#1048;&#1079;&#1087;&#1088;&#1072;&#1074;&#1077;&#1085; &#1085;&#1072;
&#1082;&#1086;&#1085;, &#1094;&#1072;&#1088;&#1089;&#1082;&#1080; &#1086;&#1076;&#1077;&#1078;&#1076;&#1080; - &#1073;&#1086;&#1090;&#1091;&#1096;&#1080; &#1089;&#1098;&#1089; &#1096;&#1087;&#1086;&#1088;&#1080;, &#1083;&#1098;&#1089;&#1082;&#1072;&#1074;&#1072; &#1089;&#1072;&#1073;&#1103;, &#1087;&#1077;&#1088;&#1077;&#1083;&#1080;&#1085;&#1072;, &#1074;&#1080;&#1089;&#1086;&#1082;&#1072;
&#1096;&#1072;&#1087;&#1082;&#1072;... &#1054;&#1092;&#1080;&#1094;&#1077;&#1088; &#1086;&#1090; &#1082;&#1083;&#1072;&#1089;&#1072;! &#1046;&#1077;&#1085;&#1080; &#1089;&#1077; &#1079;&#1072; &#1044;&#1072;&#1085;&#1082;&#1072; - &#1082;&#1088;&#1072;&#1089;&#1080;&#1074;&#1086; &#1084;&#1086;&#1084;&#1080;&#1095;&#1077; &#1089; &#1095;&#1077;&#1088;&#1074;&#1077;&#1085;&#1080;
&#1073;&#1091;&#1079;&#1080; &#1080; &#1082;&#1088;&#1098;&#1096;&#1085;&#1072; &#1089;&#1085;&#1072;&#1075;&#1072;. &#1048;&#1084;&#1072;&#1090; &#1090;&#1088;&#1080; &#1076;&#1077;&#1094;&#1072; - &#1089;&#1080;&#1085; &#1080; &#1076;&#1074;&#1077; &#1076;&#1098;&#1097;&#1077;&#1088;&#1080;. &#1043;&#1086;&#1088;&#1076;&#1077;&#1103;&#1090; &#1089;&#1077; &#1084;&#1072;&#1081;&#1082;&#1072;
&#1084;&#1091; &#1062;&#1086;&#1085;&#1072; &#1080; &#1073;&#1072;&#1097;&#1072; &#1084;&#1091; &#1044;&#1080;&#1083;&#1086; &#1089; &#1082;&#1072;&#1074;&#1072;&#1083;&#1077;&#1088;&#1080;&#1089;&#1090;&#1072;, &#1073;&#1088;&#1072;&#1090; &#1084;&#1091; &#1057;&#1072;&#1074;&#1095;&#1086; &#1080; &#1089;&#1077;&#1089;&#1090;&#1088;&#1072; &#1084;&#1091; &#1052;&#1072;&#1088;&#1080;&#1103;
&#1075;&#1086; &#1073;&#1086;&#1075;&#1086;&#1090;&#1074;&#1086;&#1088;&#1103;&#1090;...<br>
&nbsp;&nbsp;&nbsp; &#1048;&#1076;&#1074;&#1072; &#1089;&#1080; &#1055;&#1077;&#1090;&#1082;&#1086; &#1074; &#1086;&#1090;&#1087;&#1091;&#1089;&#1082; - &#1093;&#1074;&#1072;&#1097;&#1072; &#1088;&#1072;&#1083;&#1086;&#1090;&#1086;, &#1074;&#1086;&#1083;&#1086;&#1074;&#1077; &#1103;&#1082;&#1080; &#1080;
&#1089;&#1080;&#1083;&#1085;&#1080;, &#1086;&#1088;&#1077; &#1082;&#1072;&#1090;&#1086; &#1079;&#1072; &#1076;&#1074;&#1072;&#1084;&#1072;. &#1058;&#1088;&#1103;&#1073;&#1074;&#1072; &#1076;&#1072; &#1087;&#1086;&#1084;&#1086;&#1075;&#1085;&#1077; &#1085;&#1072; &#1073;&#1088;&#1072;&#1090; &#1089;&#1080; - &#1085;&#1077; &#1089;&#1080; &#1076;&#1072;&#1074;&#1072;
&#1087;&#1086;&#1095;&#1080;&#1074;&#1082;&#1072;.. &#1057;&#1103;&#1076;&#1072; &#1074;&#1077;&#1095;&#1077;&#1088;&#1090;&#1072; &#1085;&#1072; &#1082;&#1086;&#1083;&#1077;&#1089;&#1085;&#1080;&#1082;&#1072; (&#1074; &#1082;&#1098;&#1097;&#1080; &#1075;&#1086; &#1095;&#1072;&#1082;&#1072;&#1090;), &#1084;&#1080;&#1085;&#1072;&#1074;&#1072; &#1087;&#1088;&#1077;&#1079;
&#1088;&#1077;&#1082;&#1072;&#1090;&#1072; (&#1085;&#1103;&#1084;&#1072; &#1084;&#1086;&#1089;&#1090;), &#1083;&#1091;&#1076;&#1080; &#1074;&#1086;&#1083;&#1086;&#1074;&#1077; - &#1080;&#1079;&#1084;&#1086;&#1082;&#1088;&#1103; &#1089;&#1077; &#1076;&#1086; &#1082;&#1086;&#1089;&#1090;&#1080;... &#1055;&#1088;&#1080;&#1073;&#1080;&#1088;&#1072; &#1089;&#1077;, &#1087;&#1086;
&#1077;&#1076;&#1085;&#1086; &#1074;&#1088;&#1077;&#1084;&#1077; &#1074;&#1076;&#1080;&#1075;&#1072; &#1090;&#1077;&#1084;&#1087;&#1077;&#1088;&#1072;&#1090;&#1091;&#1088;&#1072;, &#1094;&#1077;&#1083;&#1080;&#1103; &#1074; &#1086;&#1075;&#1098;&#1085;, &#1090;&#1088;&#1077;&#1089;&#1077; &#1075;&#1086; ...<br>
&#1054;&#1090;&#1080;&#1074;&#1072; &#1078;&#1077;&#1085;&#1072; &#1084;&#1091; &#1076;&#1072; &#1075;&#1088;&#1072;&#1076;&#1072; &#1079;&#1072; &#1083;&#1077;&#1082;&#1072;&#1088;&#1089;&#1090;&#1074;&#1072; (&#1087;&#1077;&#1096;), &#1087;&#1086;&#1095;&#1090;&#1080; &#1090;&#1080;&#1095;&#1072;, &#1087;&#1088;&#1080;&#1089;&#1090;&#1080;&#1075;&#1072; - &#1055;&#1077;&#1090;&#1082;&#1086;
&#1074;&#1077;&#1095;&#1077; &#1089;&#1080; &#1077; &#1086;&#1090;&#1080;&#1096;&#1098;&#1083;, &#1085;&#1077; &#1077; &#1084;&#1077;&#1078;&#1076;&#1091; &#1078;&#1080;&#1074;&#1080;&#1090;&#1077;... &#1055;&#1083;&#1072;&#1095;&#1077; &#1084;&#1072;&#1081;&#1082;&#1072; &#1084;&#1091;, &#1073;&#1072;&#1097;&#1072; &#1084;&#1091;, &#1073;&#1088;&#1072;&#1090;
&#1084;&#1091;, &#1089;&#1077;&#1089;&#1088;&#1090;&#1072; &#1084;&#1091; - &#1084;&#1098;&#1082;&#1072; &#1085;&#1077; &#1089;&#1077; &#1080;&#1079;&#1087;&#1086;&#1083;&#1072;&#1082;&#1074;&#1072;. <br>
&nbsp;&nbsp; &#1058;&#1088;&#1080; &#1076;&#1077;&#1085;&#1072; &#1075;&#1086; &#1076;&#1098;&#1088;&#1078;&#1072;&#1083;&#1080; &#1074; &#1095;&#1077;&#1088;&#1082;&#1074;&#1072;&#1090;&#1072; &#1076;&#1072; &#1095;&#1072;&#1082;&#1072;&#1090; &#1074;&#1086;&#1077;&#1085;&#1085;&#1072; &#1082;&#1086;&#1084;&#1080;&#1089;&#1080;&#1103; &#1076;&#1072;
&#1089;&#1077; &#1087;&#1088;&#1086;&#1080;&#1079;&#1085;&#1077;&#1089;&#1077;... &#1054;&#1087;&#1088;&#1077;&#1076;&#1077;&#1083;&#1103;&#1090; 37 &#1083;&#1077;&#1074;&#1072; &#1074;&#1086;&#1077;&#1085;&#1085;&#1072; &#1087;&#1077;&#1085;&#1089;&#1080;&#1103; &#1085;&#1072; &#1078;&#1077;&#1085;&#1072; &#1084;&#1091; &#1089; &#1090;&#1088;&#1080;&#1090;&#1077;
&#1076;&#1077;&#1094;&#1072;. &#1057;&#1090;&#1080;&#1089;&#1082;&#1072; &#1073;&#1072;&#1073;&#1072; &#1062;&#1086;&#1085;&#1072; &#1089;&#1085;&#1080;&#1084;&#1095;&#1080;&#1094;&#1072; &#1085;&#1072; &#1086;&#1092;&#1080;&#1094;&#1077;&#1088;&#1072;-&#1082;&#1072;&#1074;&#1072;&#1083;&#1077;&#1088;&#1080;&#1089;&#1090; &#1080; &#1074;&#1089;&#1077; &#1087;&#1086;&#1074;&#1090;&#1072;&#1088;&#1103; &#1085;&#1072;
&#1073;&#1088;&#1072;&#1090; &#1084;&#1091; - &#1057;&#1072;&#1074;&#1077;, &#1075;&#1083;&#1077;&#1076;&#1072;&#1081; &#1076;&#1077;&#1094;&#1072;&#1090;&#1072; - &#1080; &#1090;&#1086;&#1081; &#1075;&#1080; &#1075;&#1083;&#1077;&#1076;&#1072; - &#1090;&#1088;&#1080; &#1085;&#1077;&#1075;&#1086;&#1074;&#1080; &#1080; &#1090;&#1088;&#1080; &#1085;&#1072;
&#1073;&#1088;&#1072;&#1090; &#1089;&#1080;, &#1096;&#1077;&#1089;&#1090; &#1085;&#1077;&#1074;&#1088;&#1098;&#1089;&#1090;&#1085;&#1080; &#1076;&#1088;&#1077;&#1073;&#1085;&#1080; &#1076;&#1077;&#1095;&#1080;&#1094;&#1072;. &#1052;&#1072;&#1081;&#1082;&#1072; &#1084;&#1091; &#1086;&#1073;&#1080;&#1082;&#1072;&#1083;&#1103; &#1082;&#1098;&#1097;&#1072;&#1090;&#1072; &#1080; &#1074;&#1089;&#1077;
&#1085;&#1072;&#1088;&#1077;&#1078;&#1076;&#1072; &#1090;&#1080;&#1093;&#1086; &#1090;&#1103;, &#1080; &#1076;&#1091;&#1084;&#1072; &#1085;&#1072; &#1089;&#1085;&#1072;&#1093;&#1072; &#1089;&#1080; - &#1044;&#1072;&#1085;&#1082;&#1077;, &#1085;&#1072;&#1088;&#1077;&#1074;&#1072;&#1093; &#1089;&#1077; &#1080; &#1079;&#1072; &#1090;&#1077;&#1073; &#1080; &#1079;&#1072;
&#1084;&#1077;&#1085;.<br>
&nbsp;&nbsp;&nbsp; &#1057;&#1087;&#1086;&#1084;&#1077;&#1085; &#1079;&#1072; &#1076;&#1077;&#1094;&#1072;&#1090;&#1072; &#1086;&#1089;&#1090;&#1072;&#1074;&#1072;&#1090; - &#1087;&#1077;&#1088;&#1077;&#1083;&#1080;&#1085;&#1072;&#1090;&#1072;, &#1089;&#1072;&#1073;&#1103;&#1090;&#1072;, &#1085;&#1086;&#1078;&#1072;,
&#1082;&#1091;&#1092;&#1072;&#1088;&#1095;&#1077; &#1089; &#1087;&#1080;&#1089;&#1090;&#1086;&#1083;&#1077;&#1090; &#1080; &#1087;&#1072;&#1090;&#1088;&#1086;&#1085;&#1080;. &#1057;&#1085;&#1080;&#1084;&#1095;&#1080;&#1094;&#1072;&#1090;&#1072; &#1080;&#1079;&#1095;&#1077;&#1079;&#1074;&#1072;...<br>
&nbsp;&nbsp;&nbsp; &#1057;&#1083;&#1077;&#1076; &#1084;&#1085;&#1086;&#1075;&#1086; &#1075;&#1086;&#1076;&#1080;&#1085;&#1080;, &#1075;&#1083;&#1077;&#1076;&#1072; &#1073;&#1072;&#1097;&#1072; &#1084;&#1080; &#1074;&#1085;&#1091;&#1082; &#1089;&#1080; &#1080; &#1076;&#1091;&#1084;&#1072;:
&#1047;&#1085;&#1072;&#1077;&#1096; &#1083;&#1080; &#1053;&#1080;&#1082;&#1086;&#1083;&#1072;&#1081;, &#1082;&#1072;&#1090;&#1086; &#1090;&#1080; &#1075;&#1083;&#1077;&#1076;&#1072;&#1084; &#1083;&#1080;&#1094;&#1077;&#1090;&#1086;, &#1074;&#1080;&#1078;&#1076;&#1072;&#1084; &#1086;&#1073;&#1088;&#1072;&#1079;&#1072; &#1085;&#1072; &#1073;&#1072;&#1097;&#1072; &#1089;&#1080;. &#1052;&#1086;&#1078;&#1077;
&#1080; &#1090;&#1072;&#1082;&#1072; &#1076;&#1072; &#1077;! &#1044;&#1098;&#1083;&#1075;&#1080; &#1084;&#1077;&#1095;&#1090;&#1080; &#1088;&#1072;&#1078;&#1076;&#1072;&#1090; &#1080; &#1078;&#1077;&#1083;&#1072;&#1085;&#1080; &#1086;&#1073;&#1088;&#1072;&#1079;&#1080; - &#1090;&#1086;&#1079;&#1080; &#1085;&#1072; &#1073;&#1072;&#1097;&#1072; &#1084;&#1091; &#1055;&#1077;&#1090;&#1082;&#1086;
&#1044;&#1080;&#1083;&#1086;&#1074;, &#1086;&#1090;&#1080;&#1096;&#1098;&#1083; &#1089;&#1080; 1914 &#1075;&#1086;&#1076;&#1080;&#1085;&#1072;. &#1054;&#1092;&#1080;&#1094;&#1077;&#1088;&#1072;-&#1082;&#1072;&#1074;&#1072;&#1083;&#1077;&#1088;&#1080;&#1089;&#1090;, &#1085;&#1072;&#1096; &#1076;&#1103;&#1076;&#1086; &#1080; &#1087;&#1088;&#1077;&#1076;&#1103;&#1076;&#1086;...<br>
&nbsp;&nbsp;&nbsp; &#1048;&#1084;&#1072; &#1074;&#1098;&#1079;&#1087;&#1086;&#1084;&#1077;&#1085;&#1072;&#1090;&#1077;&#1083;&#1085;&#1072; &#1087;&#1083;&#1086;&#1095;&#1072; &#1085;&#1072; &#1089;&#1090;&#1077;&#1085;&#1072;&#1090;&#1072; &#1087;&#1088;&#1077;&#1076; &#1086;&#1073;&#1097;&#1080;&#1085;&#1072;&#1090;&#1072; &#1074;
&#1089;&#1077;&#1083;&#1086; &#1089; &#1080;&#1084;&#1077;&#1085;&#1072;&#1090;&#1072; &#1085;&#1072; &#1079;&#1072;&#1075;&#1080;&#1085;&#1072;&#1083;&#1080;&#1090;&#1077; &#1087;&#1088;&#1077;&#1079; &#1074;&#1086;&#1081;&#1085;&#1080;&#1090;&#1077; 1912-1915 &#1075;&#1086;&#1076;&#1080;&#1085;&#1080;. &#1052;&#1077;&#1078;&#1076;&#1091; &#1090;&#1103;&#1093; &#1077;
&#1080; &#1080;&#1084;&#1077;&#1090;&#1086; &#1055;&#1077;&#1090;&#1082;&#1086; &#1044;&#1080;&#1083;&#1086;&#1074; &#1041;&#1072;&#1083;&#1080;&#1085;&#1089;&#1082;&#1080; - &#1086;&#1092;&#1080;&#1094;&#1077;&#1088; &#1082;&#1072;&#1074;&#1072;&#1083;&#1077;&#1088;&#1080;&#1089;&#1090;, &#1076;&#1072;&#1083; &#1080; &#1090;&#1086;&#1081; &#1078;&#1080;&#1074;&#1086;&#1090; -
&#1087;&#1088;&#1080;&#1085;&#1086;&#1089; &#1074; &#1080;&#1089;&#1090;&#1086;&#1088;&#1080;&#1103;&#1090;&#1072; &#1085;&#1072; &#1041;&#1098;&#1083;&#1075;&#1072;&#1088;&#1080;&#1103;. &#1044;&#1072; &#1089;&#1077; &#1087;&#1086;&#1084;&#1085;&#1080; &#1086;&#1090; &#1087;&#1086;&#1082;&#1086;&#1083;&#1077;&#1085;&#1080;&#1103;&#1090;&#1072;.<br>
<br>
</big>
<h3><big>&#1051;&#1077;&#1082; &#1086;&#1090; &#1079;&#1084;&#1080;&#1103;</big></h3>
<big>&nbsp;&nbsp;&nbsp; &#1059;&#1073;&#1080;&#1090;&#1072; &#1079;&#1084;&#1080;&#1103; &#1085;&#1077; &#1089;&#1077; &#1086;&#1089;&#1090;&#1072;&#1074;&#1103; &#1085;&#1072; &#1087;&#1098;&#1090;&#1103; - &#1082;&#1072;&#1079;&#1074;&#1072; &#1090;&#1072;&#1090;&#1082;&#1086;
&#1084;&#1080; -
&#1080;&#1083;&#1080; &#1097;&#1077; &#1091;&#1087;&#1083;&#1072;&#1096;&#1080; &#1095;&#1086;&#1074;&#1077;&#1082;, &#1080;&#1083;&#1080; &#1097;&#1077; &#1085;&#1072;&#1093;&#1088;&#1072;&#1085;&#1080; &#1103; &#1090;&#1072;&#1088;&#1072;&#1083;&#1077;&#1078;, &#1103; &#1097;&#1098;&#1088;&#1082;&#1077;&#1083;. &#1042;&#1079;&#1077;&#1084;&#1072; &#1103; &#1090;&#1086;&#1081;,
&#1085;&#1072;&#1073;&#1086;&#1078;&#1076;&#1072; &#1075;&#1083;&#1072;&#1074;&#1072;&#1090;&#1072; &#1081; &#1085;&#1072; &#1088;&#1072;&#1079;&#1094;&#1077;&#1087;&#1077;&#1085;&#1072; &#1082;&#1098;&#1089;&#1072; &#1090;&#1086;&#1103;&#1078;&#1082;&#1072; &#1080; &#1103; &#1087;&#1086;&#1089;&#1090;&#1072;&#1074;&#1103; &#1085;&#1072; &#1090;&#1077;&#1085;&#1077;&#1082;&#1080;&#1103; &#1085;&#1072;&#1076;
&#1086;&#1075;&#1098;&#1085; - &#1076;&#1072; &#1089;&#1077; &#1089;&#1090;&#1086;&#1087;&#1080;, &#1076;&#1072; &#1080;&#1079;&#1075;&#1086;&#1088;&#1080;. &#1050;&#1098;&#1083;&#1094;&#1072; &#1103; &#1089;&#1083;&#1077;&#1076; &#1090;&#1086;&#1074;&#1072;, &#1087;&#1088;&#1077;&#1089;&#1103;&#1074;&#1072; &#1087;&#1077;&#1087;&#1077;&#1083;&#1090;&#1072; &#1080; &#1103;
&#1074;&#1088;&#1098;&#1079;&#1074;&#1072; &#1074; &#1082;&#1098;&#1088;&#1087;&#1072;. &#1047;&#1072; &#1083;&#1077;&#1082;!<br>
&nbsp;&nbsp;&nbsp; &#1052;&#1086;&#1084;&#1095;&#1077; &#1086;&#1090; &#1085;&#1072;&#1096;&#1077; &#1089;&#1077;&#1083;&#1086; &#1089;&#1090;&#1088;&#1072;&#1076;&#1072; &#1086;&#1090; &#1087;&#1088;&#1086;&#1082;&#1072;&#1079;&#1072; &#1085;&#1072; &#1087;&#1088;&#1098;&#1089;&#1090;&#1080;&#1090;&#1077; &#1085;&#1072;
&#1076;&#1074;&#1077;&#1090;&#1077; &#1089;&#1080; &#1088;&#1098;&#1094;&#1077;. &#1051;&#1077;&#1082;&#1072;&#1088;&#1080;&#1090;&#1077; &#1087;&#1086; &#1090;&#1086;&#1074;&#1072; &#1074;&#1088;&#1077;&#1084;&#1077; &#1089;&#1072; &#1073;&#1077;&#1079;&#1089;&#1080;&#1083;&#1085;&#1080;, &#1085;&#1103;&#1084;&#1072; &#1083;&#1077;&#1095;&#1077;&#1085;&#1080;&#1077;! &#1041;&#1072;&#1097;&#1072;
&#1084;&#1080; &#1087;&#1088;&#1077;&#1076;&#1083;&#1072;&#1075;&#1072; &#1085;&#1072; &#1084;&#1086;&#1084;&#1095;&#1077;&#1090;&#1086; &#1080; &#1088;&#1086;&#1076;&#1080;&#1090;&#1077;&#1083;&#1080;&#1090;&#1077; &#1076;&#1072; &#1086;&#1087;&#1080;&#1090;&#1072;&#1090;, &#1091;&#1073;&#1077;&#1078;&#1076;&#1072;&#1074;&#1072; &#1075;&#1080;, &#1072; &#1080; &#1090;&#1077;
&#1085;&#1103;&#1084;&#1072;&#1090; &#1080;&#1079;&#1073;&#1086;&#1088;. &#1055;&#1086;&#1089;&#1086;&#1083;&#1074;&#1072; &#1090;&#1086;&#1081; &#1087;&#1088;&#1098;&#1089;&#1090;&#1080;&#1090;&#1077; &#1085;&#1072; &#1073;&#1086;&#1083;&#1085;&#1080;&#1103; &#1089; &#1090;&#1086;&#1079;&#1080; &#1087;&#1088;&#1072;&#1093; &#1086;&#1090; &#1087;&#1077;&#1087;&#1077;&#1083;&#1103;&#1085;&#1082;&#1072;&#1090;&#1072;.
&#1048; &#1086;-&#1095;&#1091;&#1076;&#1086;! &#1057;&#1083;&#1077;&#1076; &#1085;&#1103;&#1082;&#1086;&#1083;&#1082;&#1086; &#1076;&#1085;&#1080; &#1087;&#1088;&#1098;&#1089;&#1090;&#1080;&#1090;&#1077; &#1085;&#1077; &#1073;&#1086;&#1083;&#1103;&#1090; &#1080; &#1087;&#1086;&#1095;&#1074;&#1072;&#1090; &#1076;&#1072; &#1079;&#1072;&#1088;&#1072;&#1089;&#1090;&#1074;&#1072;&#1090;,
&#1086;&#1089;&#1090;&#1072;&#1074;&#1072;&#1090; &#1079;&#1076;&#1088;&#1072;&#1074;&#1080; &#1095;&#1072;&#1089;&#1090;&#1080; &#1086;&#1090; &#1090;&#1103;&#1093;. &#1052;&#1086;&#1084;&#1095;&#1077;&#1090;&#1086; &#1089;&#1077; &#1088;&#1072;&#1076;&#1074;&#1072;, &#1088;&#1086;&#1076;&#1080;&#1090;&#1077;&#1083;&#1080;&#1090;&#1077; - &#1089;&#1098;&#1097;&#1086;.
&#1051;&#1077;&#1082;&#1072;&#1088;&#1080; &#1089;&#1077; &#1095;&#1091;&#1076;&#1103;&#1090;... &#1057;&#1090;&#1072;&#1074;&#1072;&#1090; &#1088;&#1098;&#1094;&#1077;&#1090;&#1077; &#1089;&#1087;&#1086;&#1089;&#1086;&#1073;&#1085;&#1080; &#1076;&#1072; &#1088;&#1072;&#1073;&#1086;&#1090;&#1103;&#1090;! <br>
&nbsp;&nbsp;&nbsp; &#1054;&#1078;&#1077;&#1085;&#1074;&#1072; &#1089;&#1077; &#1048;&#1074;&#1072;&#1085; &#1079;&#1072; &#1057;&#1090;&#1072;&#1085;&#1082;&#1072; &#1042;&#1098;&#1083;&#1095;&#1072;&#1074;&#1095;&#1077;&#1090;&#1086;, &#1080;&#1084;&#1072;&#1090; &#1089;&#1080;&#1085; &#1080;
&#1076;&#1098;&#1097;&#1077;&#1088;&#1103; - &#1079;&#1076;&#1088;&#1072;&#1074;&#1080; &#1080; &#1093;&#1091;&#1073;&#1072;&#1074;&#1080;. &#1042;&#1079;&#1077;&#1084;&#1072;&#1090; &#1073;&#1072;&#1097;&#1072; &#1084;&#1080; &#1079;&#1072; &#1087;&#1086;&#1073;&#1088;&#1072;&#1090;&#1080;&#1084;.<br>
&nbsp;&nbsp;&nbsp; &#1057;&#1090;&#1072;&#1088;&#1086; &#1087;&#1086;&#1074;&#1077;&#1088;&#1080;&#1077;, &#1087;&#1088;&#1077;&#1076;&#1072;&#1076;&#1077;&#1085;&#1086; &#1086;&#1090; &#1076;&#1103;&#1076;&#1086;&#1074;&#1094;&#1080; &#1085;&#1072; &#1074;&#1085;&#1091;&#1094;&#1080; - &#1083;&#1077;&#1082;
&#1086;&#1090; &#1079;&#1084;&#1080;&#1103; &#1087;&#1077;&#1087;&#1077;&#1083;&#1103;&#1085;&#1082;&#1072;!<br>
<br>
</big>
<h3><big>&#1058;&#1080;&#1082;&#1074;&#1080; &#1086;&#1090; &#1055;&#1083;&#1072;&#1095;&#1082;&#1086;&#1074;&#1080;&#1094;&#1072;</big></h3>
<big>&nbsp;&nbsp;&nbsp; &#1048;&#1084;&#1077;&#1090;&#1080; &#1055;&#1083;&#1072;&#1095;&#1082;&#1086;&#1074;&#1080;&#1094;&#1072; &#1076;&#1072;&#1090;&#1080;&#1088;&#1072; &#1086;&#1090; &#1076;&#1088;&#1077;&#1074;&#1085;&#1086; &#1084;&#1080;&#1085;&#1072;&#1083;&#1086; - &#1086;&#1090;
&#1090;&#1091;&#1088;&#1089;&#1082;&#1086;
&#1088;&#1086;&#1073;&#1089;&#1090;&#1074;&#1086;. &#1058;&#1091;&#1082; &#1080;&#1076;&#1074;&#1072;&#1083;&#1080; &#1084;&#1072;&#1081;&#1082;&#1080;&#1090;&#1077; &#1085;&#1072; &#1074;&#1079;&#1077;&#1090;&#1080; &#1076;&#1077;&#1094;&#1072; &#1086;&#1090; &#1090;&#1091;&#1088;&#1094;&#1080;&#1090;&#1077; &#1076;&#1072; &#1086;&#1087;&#1083;&#1072;&#1082;&#1074;&#1072;&#1090; &#1095;&#1077;&#1076;&#1072;&#1090;&#1072;
&#1089;&#1080;. &#1047;&#1072;&#1082;&#1098;&#1090;&#1072;&#1085;&#1086; &#1084;&#1103;&#1089;&#1090;&#1086; &#1084;&#1077;&#1078;&#1076;&#1091; &#1093;&#1098;&#1083;&#1084;&#1086;&#1074;&#1077;, &#1075;&#1086;&#1088;&#1080; &#1080; &#1083;&#1080;&#1074;&#1072;&#1076;&#1080;, &#1076;&#1072;&#1083;&#1077;&#1095; &#1086;&#1090; &#1089;&#1077;&#1083;&#1086;&#1090;&#1086; -
&#1084;&#1072;&#1083;&#1082;&#1072; &#1082;&#1086;&#1090;&#1083;&#1086;&#1074;&#1080;&#1085;&#1072;, &#1076;&#1086;&#1089;&#1090;&#1098;&#1087;&#1085;&#1072; &#1089;&#1072;&#1084;&#1086; &#1086;&#1090; &#1077;&#1076;&#1085;&#1072; &#1089;&#1090;&#1088;&#1072;&#1085;&#1072;, &#1086;&#1090; &#1080;&#1079;&#1090;&#1086;&#1082;, &#1086;&#1090;&#1082;&#1098;&#1084; &#1076;&#1103;&#1076;&#1086;
&#1050;&#1080;&#1088;&#1086;&#1074;&#1072;&#1090;&#1072; &#1082;&#1086;&#1096;&#1072;&#1088;&#1072;. &#1055;&#1083;&#1072;&#1095;&#1077;&#1083;&#1080; &#1084;&#1072;&#1081;&#1082;&#1080;&#1090;&#1077; &#1074;&#1080;&#1089;&#1086;&#1082;&#1086;, &#1076;&#1072; &#1080;&#1079;&#1087;&#1083;&#1072;&#1095;&#1072;&#1090; &#1084;&#1098;&#1082;&#1072;&#1090;&#1072; &#1089;&#1080; - &#1085;&#1080;&#1082;&#1086;&#1081;
&#1076;&#1088;&#1091;&#1075; &#1076;&#1072; &#1085;&#1077; &#1075;&#1080; &#1095;&#1091;&#1077;. &#1048;&#1084;&#1077;&#1090;&#1086; &#1055;&#1083;&#1072;&#1095;&#1082;&#1086;&#1074;&#1080;&#1094;&#1072; &#1087;&#1088;&#1077;&#1078;&#1080;&#1074;&#1103;&#1083;&#1086; &#1074;&#1077;&#1082;&#1086;&#1074;&#1077;&#1090;&#1077;.<br>
&nbsp;&nbsp;&nbsp; &#1048;&#1084;&#1072; &#1080; &#1076;&#1077;&#1076;&#1086; &#1050;&#1080;&#1088;&#1086; &#1085;&#1080;&#1074;&#1072; &#1090;&#1072;&#1084; - 5-6 &#1076;&#1077;&#1082;&#1072;&#1088;&#1072;. &#1058;&#1086;&#1088;&#1080; &#1103; &#1089; &#1086;&#1074;&#1095;&#1080;
&#1090;&#1086;&#1088;, &#1074;&#1089;&#1103;&#1082;&#1072; &#1077;&#1089;&#1077;&#1085; - &#1073;&#1083;&#1080;&#1079;&#1086; &#1084;&#1091; &#1077; &#1076;&#1086; &#1082;&#1086;&#1096;&#1072;&#1088;&#1072;&#1090;&#1072;. &#1057;&#1072;&#1076;&#1080; &#1090;&#1072;&#1084; &#1078;&#1080;&#1090;&#1086;, &#1082;&#1091;&#1082;&#1091;&#1088;&#1091;&#1079;, &#1073;&#1086;&#1073; &#1080;
&#1090;&#1080;&#1082;&#1074;&#1080; &#1080; &#1089;&#1077; &#1088;&#1072;&#1078;&#1076;&#1072; &#1074;&#1089;&#1080;&#1095;&#1082;&#1086;. &#1053;&#1072;&#1090;&#1086;&#1088;&#1077;&#1085;&#1072; &#1082;&#1088;&#1077;&#1097;&#1085;&#1072; &#1079;&#1077;&#1084;&#1103;, &#1085;&#1072; &#1079;&#1072;&#1074;&#1077;&#1090; &#1080; &#1085;&#1072; &#1089;&#1083;&#1098;&#1085;&#1094;&#1077;,
&#1087;&#1072;&#1079;&#1080; &#1103; &#1075;&#1086;&#1089;&#1087;&#1086;&#1076; &#1086;&#1090; &#1074;&#1077;&#1090;&#1088;&#1086;&#1074;&#1077; &#1080; &#1075;&#1088;&#1072;&#1076;&#1091;&#1096;&#1082;&#1080; - &#1089;&#1074;&#1103;&#1090;&#1086; &#1084;&#1103;&#1089;&#1090;&#1086; &#1077;! <br>
&nbsp;&nbsp; &#1053;&#1072;&#1089;&#1083;&#1077;&#1076;&#1080; &#1076;&#1077;&#1076;&#1086; &#1050;&#1086;&#1083;&#1086; &#1085;&#1080;&#1074;&#1072;&#1090;&#1072; &#1085;&#1072; &#1055;&#1083;&#1072;&#1095;&#1082;&#1086;&#1074;&#1080;&#1094;&#1072; &#1080; &#1084;&#1085;&#1086;&#1075;&#1086; &#1103; &#1093;&#1074;&#1072;&#1083;&#1080;,
&#1087;&#1086;&#1076;&#1076;&#1098;&#1088;&#1078;&#1072; &#1103;, &#1088;&#1072;&#1073;&#1086;&#1090;&#1080; &#1103;... &#1058;&#1103;, &#1055;&#1083;&#1072;&#1095;&#1082;&#1086;&#1074;&#1080;&#1094;&#1072;, &#1088;&#1072;&#1078;&#1076;&#1072; &#1087;&#1086; &#1076;&#1074;&#1072; &#1087;&#1098;&#1090;&#1080;, &#1095;&#1077;&#1089;&#1090;&#1086;
&#1082;&#1072;&#1079;&#1074;&#1072;&#1096;&#1077; &#1090;&#1086;&#1081;.<br>
&nbsp;&nbsp; &#1056;&#1086;&#1076;&#1080;&#1093;&#1072; &#1089;&#1077; &#1090;&#1080;&#1082;&#1074;&#1080; - &#1082;&#1072;&#1090;&#1086; &#1096;&#1080;&#1085;&#1080;&#1094;&#1080; - &#1080; &#1090;&#1072;&#1103; &#1075;&#1086;&#1076;&#1080;&#1085;&#1072; - &#1089;&#1083;&#1072;&#1076;&#1082;&#1080;,
&#1087;&#1088;&#1098;&#1093;&#1082;&#1080; &#1095;&#1077;&#1088;&#1085;&#1080; (&#1089;&#1074;&#1080;&#1085;&#1089;&#1082;&#1080;) &#1090;&#1080;&#1082;&#1074;&#1080;! &#1047;&#1085;&#1072;&#1077; &#1076;&#1077;&#1076;&#1086; &#1050;&#1086;&#1083;&#1086;, &#1095;&#1077; &#1075;&#1080; &#1086;&#1073;&#1080;&#1095;&#1072;&#1084;&#1077; &#1089; &#1093;&#1072;&#1079;&#1072;&#1081;&#1082;&#1072;&#1090;&#1072;
&#1074; &#1075;&#1088;&#1072;&#1076;&#1072; &#1073;&#1072;&#1073;&#1072; &#1056;&#1072;&#1081;&#1085;&#1072; &#1080; &#1088;&#1077;&#1096;&#1080;&#1083; &#1076;&#1072; &#1076;&#1086;&#1082;&#1072;&#1088;&#1072; &#1089; &#1082;&#1086;&#1083;&#1072;&#1090;&#1072; &#1080; &#1082;&#1088;&#1072;&#1074;&#1080;&#1090;&#1077;. &#1058;&#1086;&#1074;&#1072;&#1088;&#1080;&#1083;,
&#1090;&#1086;&#1074;&#1072;&#1088;&#1080;&#1083; - &#1087;&#1098;&#1083;&#1085;&#1072; &#1082;&#1086;&#1083;&#1072; &#1089; &#1088;&#1080;&#1090;&#1083;&#1080;&#1090;&#1077;! &#1056;&#1072;&#1076;&#1074;&#1072;&#1084;&#1077; &#1089;&#1077;, &#1088;&#1077;&#1076;&#1080;&#1084; &#1075;&#1080; &#1087;&#1086; &#1075;&#1088;&#1077;&#1076;&#1080;&#1090;&#1077; &#1085;&#1072;
&#1090;&#1088;&#1077;&#1090;&#1080;&#1103; &#1077;&#1090;&#1072;&#1078; &#1076;&#1086; &#1089;&#1090;&#1072;&#1103;&#1090;&#1072; &#1085;&#1080;-&#1082;&#1074;&#1072;&#1088;&#1090;&#1080;&#1088;&#1072;. &#1058;&#1080;&#1095;&#1072; &#1073;&#1072;&#1073;&#1072; &#1056;&#1072;&#1081;&#1085;&#1072;, &#1085;&#1077; &#1084;&#1086;&#1078;&#1077; &#1076;&#1072; &#1089;&#1077;
&#1085;&#1072;&#1093;&#1074;&#1072;&#1083;&#1080; &#1085;&#1072; &#1082;&#1086;&#1084;&#1096;&#1080;&#1081;&#1082;&#1080;&#1090;&#1077;. &#1058;&#1103; &#1085;&#1072;&#1081;-&#1084;&#1085;&#1086;&#1075;&#1086; &#1086;&#1073;&#1080;&#1095;&#1072; &#1090;&#1080;&#1082;&#1074;&#1072; - &#1087;&#1077;&#1095;&#1077;&#1085;&#1080;, &#1074;&#1072;&#1088;&#1077;&#1085;&#1080;, &#1085;&#1072;
&#1090;&#1080;&#1082;&#1074;&#1077;&#1085;&#1080;&#1082; &#1080; &#1074;&#1089;&#1103;&#1082;&#1072;&#1082;&#1074;&#1080;. &#1048;&#1076;&#1074;&#1072; &#1076;&#1077;&#1076;&#1086; &#1044;&#1072;&#1085;&#1086; - &#1093;&#1072;&#1079;&#1072;&#1081;&#1085;&#1072;, &#1075;&#1083;&#1077;&#1076;&#1072; &#1090;&#1086;&#1074;&#1072; &#1095;&#1091;&#1076;&#1086; &#1080; &#1074;&#1080;&#1082;&#1072; -
&#1097;&#1077; &#1089;&#1074;&#1080;&#1077;&#1090;&#1077; &#1075;&#1088;&#1077;&#1076;&#1080;&#1090;&#1077; &#1085;&#1072; &#1082;&#1098;&#1097;&#1072;&#1090;&#1072;...<br>
&nbsp; &nbsp; &#1047;&#1072;&#1087;&#1086;&#1084;&#1085;&#1080;&#1093;&#1084;&#1077; &#1090;&#1080;&#1082;&#1074;&#1077;&#1085;&#1072; &#1075;&#1086;&#1076;&#1080;&#1085;&#1072; &#1086;&#1090; &#1055;&#1083;&#1072;&#1095;&#1082;&#1086;&#1074;&#1080;&#1094;&#1072;! <span
 style="font-family: monospace;"></span><br>
<br>
</big>
<h3><big>&#1055;&#1077;&#1074;&#1094;&#1080;</big></h3>
<big>&nbsp;&nbsp;&nbsp; &#1055;&#1077;&#1077;&#1096;&#1077; &#1082;&#1072;&#1082;&#1072; &#1042;&#1077;&#1085;&#1082;&#1072; &#1041;&#1072;&#1083;&#1080;&#1085;&#1095;&#1077;&#1090;&#1086;, &#1087;&#1077;&#1077;&#1096;&#1077; &#1090;&#1103; &#1082;&#1072;&#1090;&#1086;
&#1089;&#1083;&#1072;&#1074;&#1077;&#1081;.
&#1055;&#1072;&#1089;&#1077; &#1086;&#1074;&#1094;&#1077;&#1090;&#1077; &#1087;&#1086; &#1050;&#1088;&#1077;&#1097;&#1072; &#1080; &#1087;&#1077;&#1077; - &#1080; &#1089;&#1091;&#1090;&#1088;&#1080;&#1085; &#1080; &#1074;&#1077;&#1095;&#1077;&#1088; &#1080; &#1087;&#1086; &#1087;&#1083;&#1072;&#1076;&#1085;&#1077;. &#1045;&#1093;&#1086;&#1090;&#1086; &#1086;&#1090;
&#1041;&#1072;&#1083;&#1080;&#1085;&#1089;&#1082;&#1072;&#1090;&#1072; &#1079;&#1072;&#1088;&#1077;&#1076;&#1072; &#1087;&#1086;&#1074;&#1090;&#1072;&#1088;&#1103; &#1087;&#1077;&#1089;&#1077;&#1085;&#1090;&#1072; &#1081;. &#1055;&#1077;&#1077;&#1096;&#1077; &#1087;&#1077;&#1089;&#1085;&#1080; - &#1073;&#1072;&#1074;&#1085;&#1080;, &#1076;&#1098;&#1083;&#1075;&#1080;,
&#1087;&#1088;&#1086;&#1090;&#1086;&#1095;&#1077;&#1085;&#1080; &#1080;&#1083;&#1080; &#1074;&#1077;&#1089;&#1077;&#1083;&#1080;, &#1073;&#1098;&#1088;&#1079;&#1080; &#1080; &#1089;&#1082;&#1072;&#1082;&#1083;&#1080;&#1074;&#1080;. &#1057;&#1087;&#1080;&#1088;&#1072;&#1093;&#1072; &#1078;&#1098;&#1090;&#1074;&#1072;&#1088;&#1080;, &#1082;&#1086;&#1087;&#1072;&#1095;&#1080;,
&#1076;&#1098;&#1088;&#1074;&#1072;&#1088;&#1080;, &#1075;&#1086;&#1074;&#1077;&#1076;&#1072;&#1088;&#1080; &#1076;&#1072; &#1103; &#1087;&#1086;&#1089;&#1083;&#1091;&#1096;&#1072;&#1090;. &#1057;&#1087;&#1080;&#1088;&#1072;&#1096;&#1077; &#1089;&#1083;&#1098;&#1085;&#1094;&#1077;&#1090;&#1086;... &#1052;&#1083;&#1098;&#1082;&#1074;&#1072;&#1093; &#1087;&#1090;&#1080;&#1094;&#1080;...
&#1055;&#1077;&#1089;&#1077;&#1085;&#1090;&#1072; &#1081; &#1085;&#1077; &#1079;&#1085;&#1072;&#1077; &#1075;&#1088;&#1072;&#1085;&#1080;&#1094;&#1072;!<br>
&nbsp;&nbsp;&nbsp; &#1055;&#1077;&#1077;&#1093;&#1072; &#1084;&#1072;&#1081;&#1082;&#1072; &#1084;&#1080; &#1080; &#1073;&#1072;&#1097;&#1072; &#1084;&#1080;. &#1054;&#1088;&#1072;&#1083;&#1080;, &#1082;&#1086;&#1087;&#1072;&#1083;&#1080; - &#1080;&#1079;&#1083;&#1077;&#1079;&#1077;&#1084; &#1085;&#1072;
&#1096;&#1086;&#1089;&#1077;&#1090;&#1086;, &#1089;&#1103;&#1076;&#1072;&#1084;&#1077; &#1074; &#1082;&#1086;&#1083;&#1072;&#1090;&#1072; &#1080; &#1087;&#1077;&#1103;&#1090;: "&#1058;&#1080;&#1093; &#1073;&#1103;&#1083; &#1044;&#1091;&#1085;&#1072;&#1074;", "&#1046;&#1080;&#1074; &#1077; &#1090;&#1086;&#1081;",
"&#1055;&#1086;&#1082;&#1086;&#1081;&#1085;&#1080;&#1094;&#1080;", "&#1057;&#1074;&#1080;&#1090;&#1080; &#1085;&#1086;&#1097;&#1085;&#1072;&#1090;&#1072; &#1092;&#1098;&#1088;&#1090;&#1091;&#1085;&#1072;"... &#1076;&#1086; &#1089;&#1077;&#1083;&#1086;. &#1055;&#1077;&#1077;&#1093;&#1084;&#1077; &#1089; &#1090;&#1103;&#1093; &#1080; &#1085;&#1080;&#1077;,
&#1076;&#1077;&#1094;&#1072;&#1090;&#1072; - &#1082;&#1086;&#1081; &#1082;&#1072;&#1082;&#1090;&#1086; &#1084;&#1086;&#1078;&#1077;. &#1058;&#1103;, &#1087;&#1077;&#1089;&#1077;&#1085;&#1090;&#1072; &#1079;&#1072;&#1088;&#1072;&#1079;&#1103;&#1074;&#1072;, &#1086;&#1090;&#1084;&#1086;&#1088;&#1103;&#1074;&#1072;, &#1076;&#1072;&#1074;&#1072;
&#1085;&#1072;&#1089;&#1090;&#1088;&#1086;&#1077;&#1085;&#1080;&#1077;. &#1052;&#1085;&#1086;&#1075;&#1086; &#1093;&#1086;&#1088;&#1072; &#1087;&#1077;&#1103;&#1090; - &#1077;&#1076;&#1085;&#1080; &#1084;&#1086;&#1075;&#1072;&#1090;, &#1076;&#1088;&#1091;&#1075;&#1080; - &#1085;&#1077;, &#1085;&#1086; &#1087;&#1077;&#1103;&#1090; &#1089;&#1080;,
&#1090;&#1072;&#1085;&#1072;&#1085;&#1080;&#1082;&#1072;&#1090; &#1089;&#1080; - &#1086;&#1073;&#1080;&#1095;&#1072;&#1090; &#1087;&#1077;&#1089;&#1085;&#1080;&#1090;&#1077;.<br>
&nbsp;&nbsp;&nbsp; &#1054;&#1073;&#1080;&#1095;&#1072;&#1093; &#1080; &#1072;&#1079; &#1076;&#1072; &#1087;&#1077;&#1103;. &#1042; &#1087;&#1077;&#1090;&#1080; &#1082;&#1083;&#1072;&#1089; &#1074;&#1077;&#1095;&#1077; &#1089;&#1098;&#1084; &#1089;&#1086;&#1083;&#1080;&#1089;&#1090; &#1085;&#1072;
&#1091;&#1095;&#1080;&#1083;&#1080;&#1097;&#1085;&#1080;&#1103; &#1093;&#1086;&#1088;. &#1055;&#1077;&#1077;&#1093; &#1086;&#1090; &#1089;&#1098;&#1088;&#1094;&#1077;. "&#1044;&#1077; &#1089;&#1077; &#1077; &#1095;&#1091;&#1083;&#1086;-&#1074;&#1080;&#1076;&#1103;&#1083;&#1086;, &#1084;&#1086;&#1084;&#1072; &#1074; &#1090;&#1098;&#1084;&#1085;&#1080;&#1094;&#1072; &#1076;&#1072;
&#1083;&#1077;&#1078;&#1080;...". &#1063;&#1091;&#1083;&#1072;, &#1085;&#1077; &#1095;&#1091;&#1083;&#1072; &#1090;&#1086;&#1085;&#1072; - &#1079;&#1072;&#1087;&#1103;&#1074;&#1072;&#1093;, &#1085;&#1103;&#1084;&#1072; &#1075;&#1088;&#1077;&#1096;&#1082;&#1072;. &#1055;&#1088;&#1080;&#1103;&#1090;&#1077;&#1083;&#1082;&#1072;&#1090;&#1072; &#1084;&#1080;
&#1074;&#1080;&#1082;&#1072; - "&#1058;&#1103; &#1089;&#1077; &#1075;&#1086;&#1083;&#1077;&#1084;&#1077;&#1077;, &#1095;&#1077; &#1084;&#1086;&#1078;&#1077; &#1076;&#1072; &#1087;&#1077;&#1077;". &#1053;&#1077; &#1079;&#1085;&#1072;&#1084; &#1082;&#1072;&#1082; &#1089;&#1077; &#1075;&#1086;&#1083;&#1077;&#1084;&#1077;&#1077;&#1093;, &#1085;&#1086; &#1089;&#1077;
&#1086;&#1073;&#1080;&#1076;&#1080;&#1093; - &#1090;&#1086;&#1075;&#1072;&#1074;&#1072; &#1085;&#1103;&#1084;&#1072; &#1076;&#1072; &#1087;&#1077;&#1103;! &#1059;&#1095;&#1080;&#1090;&#1077;&#1083;&#1103;&#1090; &#1084;&#1077; &#1082;&#1072;&#1085;&#1080; &#1076;&#1072; &#1087;&#1077;&#1103; - &#1085;&#1077;, &#1085;&#1103;&#1084;&#1072; &#1076;&#1072; &#1087;&#1077;&#1103;!
&#1053;&#1077; &#1082;&#1072;&#1079;&#1074;&#1072;&#1084; &#1079;&#1072;&#1097;&#1086; - &#1080; "&#1076;&#1098;&#1088;&#1074;&#1077;&#1085;&#1072;&#1090;&#1072; &#1087;&#1077;&#1076;&#1072;&#1075;&#1086;&#1075;&#1080;&#1082;&#1072;" &#1079;&#1072;&#1080;&#1075;&#1088;&#1072; &#1087;&#1086; &#1075;&#1083;&#1072;&#1074;&#1072;&#1090;&#1072; &#1084;&#1080;. &#1058;&#1103; &#1085;&#1072;
&#1082;&#1086;&#1081; &#1083;&#1080; &#1077; &#1087;&#1086;&#1084;&#1072;&#1075;&#1072;&#1083;&#1072; - &#1090;&#1072; &#1085;&#1072; &#1084;&#1077;&#1085; &#1083;&#1080;! &#1061;&#1074;&#1072;&#1085;&#1072;&#1093; &#1087;&#1088;&#1098;&#1095;&#1082;&#1072;&#1090;&#1072;, &#1080;&#1079;&#1082;&#1086;&#1095;&#1080;&#1093; &#1080; &#1073;&#1083;&#1098;&#1089;&#1085;&#1072;&#1093;
&#1074;&#1088;&#1072;&#1090;&#1072;&#1090;&#1072;. &#1054;&#1087;&#1083;&#1072;&#1082;&#1072;&#1083; &#1089;&#1077; &#1055;&#1072;&#1074;&#1083;&#1086;&#1074; &#1085;&#1072; &#1084;&#1072;&#1081;&#1082;&#1072; &#1084;&#1080;. &#1054;&#1073;&#1103;&#1089;&#1085;&#1103;&#1074;&#1072;&#1084; &#1081;. &#1054;&#1087;&#1088;&#1072;&#1074;&#1103;&#1081;&#1090;&#1077; &#1089;&#1077; &#1089;&#1072;&#1084;&#1080;
- &#1084;&#1080; &#1082;&#1072;&#1079;&#1074;&#1072; &#1090;&#1103;. &#1057;&#1083;&#1077;&#1076; &#1074;&#1088;&#1077;&#1084;&#1077; &#1089;&#1077; &#1087;&#1088;&#1077;&#1076;&#1072;&#1076;&#1086;&#1093; - &#1087;&#1072;&#1082; &#1079;&#1072;&#1087;&#1103;&#1093;. &#1042; &#1075;&#1080;&#1084;&#1085;&#1072;&#1079;&#1080;&#1103;&#1090;&#1072; &#1087;&#1077;&#1077;&#1093; &#1074;
&#1093;&#1086;&#1088;&#1072; &#1085;&#1072; &#1053;&#1077;&#1076;&#1103;&#1083;&#1082;&#1086;&#1074;. &#1058;&#1086;&#1081; &#1089;&#1095;&#1091;&#1087;&#1080; &#1094;&#1080;&#1075;&#1091;&#1083;&#1082;&#1072;&#1090;&#1072; &#1086; &#1075;&#1083;&#1072;&#1074;&#1072;&#1090;&#1072; &#1085;&#1072; ....., &#1087;&#1086;&#1089;&#1083;&#1077; &#1087;&#1088;&#1080;
&#1057;&#1072;&#1074;&#1072;&#1076;&#1078;&#1080;&#1077;&#1074;&#1072; - &#1082;&#1088;&#1086;&#1090;&#1098;&#1082; &#1080; &#1089;&#1087;&#1086;&#1089;&#1086;&#1073;&#1077;&#1085; &#1076;&#1080;&#1088;&#1080;&#1075;&#1077;&#1085;&#1090;. &#1042; &#1048;&#1085;&#1089;&#1090;&#1080;&#1090;&#1091;&#1090;&#1072; - &#1087;&#1088;&#1080; &#1050;&#1072;&#1076;&#1080;&#1077;&#1074;.<br>
&nbsp;&nbsp;&nbsp; &#1055;&#1077;&#1077;&#1093; &#1085;&#1072; &#1089;&#1098;&#1073;&#1088;&#1072;&#1085;&#1080;&#1103;, &#1087;&#1086; &#1084;&#1080;&#1090;&#1080;&#1085;&#1075;&#1080;, &#1085;&#1072; &#1079;&#1072;&#1082;&#1088;&#1080;&#1090;&#1086;, &#1085;&#1072;
&#1086;&#1090;&#1082;&#1088;&#1080;&#1090;&#1086;. &#1042; &#1089;&#1077;&#1083;&#1086; &#1044;&#1086;&#1073;&#1088;&#1091;&#1096;&#1072; &#1089;&#1098;&#1084; &#1091;&#1095;&#1080;&#1090;&#1077;&#1083;&#1082;&#1072;, &#1076;&#1080;&#1088;&#1077;&#1082;&#1090;&#1086;&#1088;&#1098;&#1090; &#1052;&#1072;&#1088;&#1080;&#1085;&#1086;&#1074; &#1077; &#1094;&#1080;&#1075;&#1091;&#1083;&#1072;&#1088; -
&#1090;&#1086;&#1081; &#1089;&#1074;&#1080;&#1088;&#1080;, &#1072;&#1079; &#1087;&#1077;&#1103;. &#1058;&#1103;, &#1087;&#1077;&#1089;&#1077;&#1085;&#1090;&#1072; &#1085;&#1077; &#1080;&#1089;&#1082;&#1072; &#1074;&#1088;&#1077;&#1084;&#1077; - &#1087;&#1088;&#1086;&#1089;&#1090;&#1086; &#1090;&#1080; &#1079;&#1074;&#1091;&#1095;&#1080; &#1074;
&#1075;&#1083;&#1072;&#1074;&#1072;&#1090;&#1072; - &#1097;&#1077;&#1096; &#1085;&#1077; &#1097;&#1077;&#1096;... 20 &#1075;&#1086;&#1076;&#1080;&#1085;&#1080; &#1087;&#1077;&#1103; &#1074; &#1075;&#1088;&#1072;&#1076;&#1089;&#1082;&#1080;&#1103; &#1093;&#1086;&#1088;, 30 &#1075;&#1086;&#1076;&#1080;&#1085;&#1080;
&#1091;&#1095;&#1080;&#1090;&#1077;&#1083;&#1082;&#1072; - &#1087;&#1077;&#1103; &#1089; &#1076;&#1077;&#1094;&#1072;&#1090;&#1072;. &#1052;&#1085;&#1086;&#1075;&#1086; &#1074;&#1088;&#1077;&#1084;&#1077; - &#1084;&#1085;&#1086;&#1075;&#1086; &#1087;&#1077;&#1089;&#1085;&#1080;. &#1054;,&#1086;,&#1086; &#1080;&#1084;&#1072;&#1096;&#1077; &#1080;
&#1082;&#1086;&#1084;&#1080;&#1095;&#1085;&#1080; &#1089;&#1080;&#1090;&#1091;&#1072;&#1094;&#1080;&#1080;. &#1055;&#1077;&#1077; &#1075;&#1088;&#1072;&#1076;&#1089;&#1082;&#1080;&#1103;&#1090; &#1093;&#1086;&#1088; - &#1040;&#1089;&#1077;&#1085; &#1077; &#1076;&#1086;&#1073;&#1098;&#1088; &#1090;&#1077;&#1085;&#1086;&#1088;-&#1089;&#1086;&#1083;&#1080;&#1089;&#1090;. &#1048;&#1079;&#1083;&#1080;&#1079;&#1072;
&#1090;&#1086;&#1081;&nbsp; &#1085;&#1072; &#1089;&#1094;&#1077;&#1085;&#1072;&#1090;&#1072; (&#1087;&#1088;&#1077;&#1076; &#1087;&#1091;&#1073;&#1083;&#1080;&#1082;&#1072;) &#1074;&#1077;&#1095;&#1077; &#1090;&#1088;&#1103;&#1073;&#1074;&#1072; &#1076;&#1072; &#1079;&#1072;&#1087;&#1077;&#1077; - &#1093;&#1074;&#1072;&#1097;&#1072; &#1089;&#1080; &#1089;
&#1076;&#1074;&#1077; &#1088;&#1098;&#1094;&#1077; &#1087;&#1072;&#1085;&#1090;&#1072;&#1083;&#1086;&#1085;&#1072; &#1080; &#1075;&#1086; &#1085;&#1072;&#1084;&#1077;&#1089;&#1090;&#1074;&#1072; - &#1076;&#1072; &#1085;&#1077; &#1087;&#1072;&#1076;&#1085;&#1077;. &#1042; &#1089;&#1072;&#1083;&#1086;&#1085;&#1072; &#1080;&#1079;&#1073;&#1091;&#1093;&#1074;&#1072; &#1089;&#1084;&#1103;&#1093; -
&#1095;&#1091;&#1076;&#1080; &#1089;&#1077; &#1040;&#1089;&#1077;&#1085; &#1079;&#1072;&#1097;&#1086; &#1089;&#1077; &#1089;&#1084;&#1077;&#1103;&#1090;, &#1072;&#1084;&#1072; &#1089;&#1080; &#1079;&#1072;&#1087;&#1103;&#1074;&#1072; &#1080; &#1089;&#1080; &#1087;&#1077;&#1077; &#1085;&#1077;&#1089;&#1084;&#1091;&#1090;&#1077;&#1085;&#1086;.
&#1044;&#1080;&#1088;&#1080;&#1075;&#1077;&#1085;&#1090;&#1098;&#1090; &#1089;&#1077; &#1087;&#1088;&#1080;&#1090;&#1077;&#1089;&#1085;&#1103;&#1074;&#1072; - &#1097;&#1086; &#1079;&#1072; &#1082;&#1091;&#1083;&#1090;&#1091;&#1088;&#1072; &#1077; &#1090;&#1086;&#1074;&#1072;? &#1040;&#1084;&#1080; &#1096;&#1087;&#1080;&#1082;&#1077;&#1088;&#1072; - &#1086;&#1073;&#1103;&#1074;&#1103;&#1074;&#1072;
"&#1061;&#1086;&#1088; &#1086;&#1090; &#1086;&#1087;&#1077;&#1088;&#1072; &#1086;&#1090; &#1089;&#1084;&#1077;&#1090;&#1072;&#1085;&#1072;" (&#1091;&#1076;&#1072;&#1088;&#1077;&#1085;&#1080;&#1077;&#1090;&#1086; &#1085;&#1072; &#1072;!). &#1053;&#1072; &#1082;&#1086;&#1085;&#1082;&#1091;&#1088;&#1089;&#1080; &#1089;&#1090;&#1080;&#1075;&#1072;&#1084;&#1077; &#1076;&#1086;
&#1057;&#1086;&#1092;&#1080;&#1103; - &#1087;&#1077;&#1077; &#1085;&#1072;&#1096;&#1080;&#1103;&#1090; &#1093;&#1086;&#1088; &#1074; &#1054;&#1087;&#1077;&#1088;&#1072;&#1090;&#1072;, &#1089;&#1085;&#1080;&#1084;&#1072;&#1090; &#1085;&#1080; &#1089; &#1082;&#1072;&#1084;&#1077;&#1088;&#1072;!<br>
&nbsp;&nbsp;&nbsp; &#1048; &#1076;&#1088;&#1091;&#1075; &#1087;&#1098;&#1090; - &#1085;&#1072; &#1080;&#1079;&#1087;&#1080;&#1090; &#1089;&#1098;&#1084; &#1075;&#1086;&#1089;&#1090; &#1074; &#1082;&#1083;&#1072;&#1089;&#1072; &#1085;&#1072; &#1074;&#1085;&#1091;&#1095;&#1082;&#1072;&#1090;&#1072;
&#1084;&#1080;. &#1044;&#1086;&#1073;&#1088;&#1072; &#1091;&#1095;&#1080;&#1090;&#1077;&#1083;&#1082;&#1072; &#1077; &#1082;&#1083;&#1072;&#1089;&#1085;&#1072;&#1090;&#1072;, &#1087;&#1086;&#1076;&#1075;&#1086;&#1090;&#1074;&#1077;&#1085;&#1072; &#1089; &#1084;&#1072;&#1090;&#1077;&#1084;&#1072;&#1090;&#1080;&#1082;&#1072;, &#1095;&#1077;&#1090;&#1077;&#1085;&#1077;,
&#1076;&#1077;&#1082;&#1083;&#1072;&#1084;&#1072;&#1094;&#1080;&#1080;, &#1075;&#1088;&#1072;&#1084;&#1072;&#1090;&#1080;&#1082;&#1072;, &#1090;&#1088;&#1103;&#1073;&#1074;&#1072; &#1080; &#1087;&#1077;&#1089;&#1077;&#1085; (&#1082;&#1088;&#1072;&#1103;&#1090; &#1085;&#1072; &#1075;&#1086;&#1076;&#1080;&#1085;&#1072;&#1090;&#1072; &#1077;). "&#1053;&#1077;&#1074;&#1077;&#1085;&#1086;,
&#1076;&#1072;&#1081; &#1090;&#1086;&#1085;" - &#1079;&#1072;&#1087;&#1103;&#1074;&#1072; &#1076;&#1077;&#1090;&#1077;&#1090;&#1086; "&#1057;&#1083;&#1072;&#1076;&#1082;&#1086;&#1087;&#1086;&#1081;&#1085;&#1072; &#1095;&#1091;&#1095;&#1091;&#1083;&#1080;&#1075;&#1072;", &#1087;&#1077;&#1077; &#1094;&#1077;&#1083;&#1080;&#1103;&#1090; &#1082;&#1083;&#1072;&#1089; -
&#1092;&#1072;&#1083;&#1096;&#1080;&#1074;&#1086;! &#1053;&#1077; &#1084;&#1086;&#1078;&#1077; &#1076;&#1072; &#1089;&#1077; &#1089;&#1083;&#1091;&#1096;&#1072;, &#1088;&#1086;&#1076;&#1080;&#1090;&#1077;&#1083;&#1080; &#1089;&#1077; &#1086;&#1075;&#1083;&#1077;&#1078;&#1076;&#1072;&#1090;, &#1086;&#1089;&#1083;&#1091;&#1096;&#1074;&#1072;&#1090;... &#1048;&#1079;&#1083;&#1080;&#1079;&#1072;&#1084;
&#1086;&#1090; &#1082;&#1086;&#1078;&#1072;&#1090;&#1072; &#1089;&#1077;, &#1085;&#1077; &#1084;&#1086;&#1075;&#1072; &#1076;&#1072; &#1090;&#1098;&#1088;&#1087;&#1103;! &#1057;&#1090;&#1072;&#1074;&#1072;&#1084;, &#1079;&#1072;&#1087;&#1103;&#1074;&#1072;&#1084; &#1089;&#1080;&#1083;&#1085;&#1086;, &#1091;&#1074;&#1083;&#1080;&#1095;&#1072;&#1084; &#1076;&#1077;&#1094;&#1072;&#1090;&#1072;,
&#1090;&#1088;&#1098;&#1075;&#1074;&#1072; &#1076;&#1086;&#1073;&#1088;&#1077; &#1087;&#1077;&#1089;&#1077;&#1085;&#1090;&#1072;. &#1059;&#1095;&#1080;&#1090;&#1077;&#1083;&#1082;&#1072;&#1090;&#1072; &#1085;&#1077; &#1084;&#1086;&#1078;&#1077; &#1076;&#1072; &#1087;&#1077;&#1077; - &#1097;&#1086; &#1090;&#1080; &#1090;&#1088;&#1103;&#1073;&#1074;&#1072; &#1090;&#1072;&#1103;
&#1090;&#1088;&#1091;&#1076;&#1085;&#1072; &#1087;&#1077;&#1089;&#1077;&#1085; - &#1087;&#1077;&#1081; &#1089;&#1080; "&#1058;&#1086; &#1073;&#1077;&#1096;&#1077;, &#1097;&#1086; &#1073;&#1077;&#1096;&#1077;, &#1089;&#1074;&#1098;&#1088;&#1096;&#1080; &#1089;&#1077; &#1089;&#1077;&#1075;&#1072;". &#1057;&#1084;&#1077;&#1077; &#1089;&#1077; &#1090;&#1103;,
&#1073;&#1083;&#1072;&#1075;&#1086;&#1076;&#1072;&#1088;&#1085;&#1072; &#1077;...<br>
&nbsp;&nbsp;&nbsp; &#1055;&#1077;&#1089;&#1077;&#1085;&#1090;&#1072; &#1080;&#1084;&#1072; &#1087;&#1088;&#1080;&#1103;&#1090;&#1077;&#1083;&#1080;, &#1085;&#1103;&#1084;&#1072; &#1074;&#1088;&#1072;&#1075;&#1086;&#1074;&#1077; &#1080; &#1074;&#1098;&#1088;&#1096;&#1080; &#1076;&#1086;&#1073;&#1088;&#1072;
&#1088;&#1072;&#1073;&#1086;&#1090;&#1072; - &#1074; &#1089;&#1072;&#1083;&#1086;&#1085;, &#1085;&#1072; &#1089;&#1094;&#1077;&#1085;&#1072;, &#1085;&#1072; &#1084;&#1077;&#1075;&#1076;&#1072;&#1085;&#1072;, &#1074; &#1091;&#1095;&#1080;&#1083;&#1080;&#1097;&#1077;, &#1085;&#1072; &#1089;&#1088;&#1077;&#1097;&#1072; &#1089; &#1087;&#1088;&#1080;&#1103;&#1090;&#1077;&#1083;&#1080;,
&#1085;&#1072; &#1095;&#1072;&#1096;&#1082;&#1072; &#1088;&#1072;&#1082;&#1080;&#1103;, &#1085;&#1072; &#1082;&#1072;&#1092;&#1077; - &#1074;&#1089;&#1077; &#1085;&#1077;&#1103; &#1074;&#1080;&#1082;&#1072;&#1084;&#1077;. &#1044;&#1072;&#1078;&#1077; &#1074; &#1095;&#1091;&#1078;&#1073;&#1080;&#1085;&#1072; &#1076;&#1072; &#1089;&#1084;&#1077; ... "&#1071;
&#1082;&#1072;&#1078;&#1080; &#1084;&#1080; &#1086;&#1073;&#1083;&#1072;&#1095;&#1077; &#1083;&#1077; &#1073;&#1103;&#1083;&#1086;". &#1048; &#1087;&#1077;&#1074;&#1094;&#1080; - &#1076;&#1086;&#1073;&#1088;&#1080; &#1080; &#1083;&#1086;&#1096;&#1080;! &#1055;&#1088;&#1077;&#1083;&#1080;&#1090;&#1072; &#1087;&#1077;&#1089;&#1077;&#1085;&#1090;&#1072; &#1084;&#1086;&#1088;&#1077;&#1090;&#1072;
&#1080; &#1086;&#1082;&#1077;&#1072;&#1085;&#1080; &#1080; &#1089;&#1077; &#1083;&#1077;&#1077;, &#1080; &#1089;&#1077; &#1083;&#1077;&#1077;...<br>
&nbsp;&nbsp;&nbsp; &#1050;&#1086;&#1081;&#1090;&#1086; &#1087;&#1077;&#1077;, &#1079;&#1083;&#1086; &#1085;&#1077; &#1084;&#1080;&#1089;&#1083;&#1080; - &#1089;&#1090;&#1072;&#1088;&#1072; &#1085;&#1072;&#1088;&#1086;&#1076;&#1085;&#1072; &#1084;&#1098;&#1076;&#1088;&#1086;&#1089;&#1090;.<br>
<br>
</big>
<h3><br>
</h3>
<h3><big>&#1054;&#1074;&#1094;&#1080;&#1090;&#1077; &#1080; &#1074;&#1098;&#1083;&#1094;&#1080;&#1090;&#1077;</big></h3>
<big>&nbsp;&nbsp;&nbsp; &#1047;&#1080;&#1084;&#1072; &#1077; - &#1085;&#1072;&#1074;&#1072;&#1083;&#1103; &#1076;&#1098;&#1083;&#1073;&#1086;&#1082; &#1089;&#1085;&#1103;&#1075;, &#1084;&#1077;&#1090;&#1098;&#1088; &#1080; &#1087;&#1086;&#1083;&#1086;&#1074;&#1080;&#1085;&#1072;.
&#1047;&#1072;&#1090;&#1088;&#1091;&#1087;&#1072; &#1079;&#1072;&#1084;&#1103;&#1090;&#1072;, &#1087;&#1098;&#1090;&#1077;&#1082;&#1080;, &#1087;&#1098;&#1090;&#1080;&#1097;&#1072;. &#1042;&#1098;&#1088;&#1074;&#1080; &#1083;&#1080; &#1095;&#1086;&#1074;&#1077;&#1082; - &#1085;&#1077; &#1089;&#1077; &#1074;&#1080;&#1078;&#1076;&#1072;. <br>
&nbsp;&nbsp;&nbsp; &#1044;&#1103;&#1076;&#1086; &#1050;&#1080;&#1088;&#1086; &#1080; &#1073;&#1072;&#1073;&#1072; &#1052;&#1072;&#1088;&#1080;&#1103; &#1089;&#1072; &#1085;&#1072; &#1082;&#1086;&#1096;&#1072;&#1088;&#1072;&#1090;&#1072;, &#1087;&#1088;&#1080; &#1086;&#1074;&#1094;&#1080;&#1090;&#1077;.
&#1056;&#1072;&#1079;&#1087;&#1080;&#1085;&#1072;&#1083;&#1080; &#1089;&#1080; &#1087;&#1098;&#1090;&#1077;&#1082;&#1072; - &#1086;&#1090; &#1082;&#1086;&#1083;&#1080;&#1073;&#1072;&#1090;&#1072; &#1076;&#1072; &#1082;&#1086;&#1096;&#1072;&#1088;&#1072;&#1090;&#1072;. &#1061;&#1088;&#1072;&#1085;&#1103;&#1090; &#1089;&#1080; &#1086;&#1074;&#1094;&#1080;&#1090;&#1077; - &#1096;&#1091;&#1084;&#1072;,
&#1089;&#1077;&#1085;&#1086;, &#1079;&#1086;&#1073;&#1095;&#1080;&#1094;&#1072; &#1087;&#1088;&#1077;&#1079; &#1076;&#1077;&#1085;.&#1050;&#1091;&#1095;&#1077;&#1090;&#1072;&#1090;&#1072; &#1089;&#1083;&#1077;&#1076; &#1090;&#1103;&#1093; &#1087;&#1086; &#1087;&#1098;&#1090;&#1077;&#1082;&#1072;&#1090;&#1072;, &#1082;&#1072;&#1082;&#1086;&#1096;&#1082;&#1080;&#1090;&#1077; &#1074;
&#1082;&#1091;&#1088;&#1085;&#1080;&#1082;&#1072;... <br>
&nbsp;&nbsp;&nbsp; &#1045;&#1076;&#1085;&#1072; &#1089;&#1091;&#1090;&#1088;&#1080;&#1085; &#1086;&#1090;&#1080;&#1074;&#1072; &#1076;&#1077;&#1076;&#1086; &#1050;&#1080;&#1088;&#1086; - &#1075;&#1083;&#1077;&#1076;&#1072;, 3-4 &#1086;&#1074;&#1094;&#1080;
&#1085;&#1072;&#1090;&#1098;&#1088;&#1082;&#1072;&#1083;&#1103;&#1085;&#1080;, &#1082;&#1086;&#1079;&#1072; &#1080;&#1079;&#1103;&#1076;&#1077;&#1085;&#1072;... &#1058;&#1102;&#1093;&#1082;&#1072; &#1089;&#1077; &#1090;&#1086;&#1081;, &#1087;&#1089;&#1091;&#1074;&#1072;, &#1080;&#1076;&#1077; &#1080; &#1073;&#1072;&#1073;&#1072; &#1052;&#1072;&#1088;&#1080;&#1103;. &#1041;&#1088;&#1077;
&#1095;&#1091;&#1076;&#1086; - &#1085;&#1077; &#1095;&#1091;&#1083;&#1080; &#1087;&#1088;&#1077;&#1079; &#1085;&#1086;&#1097;&#1090;&#1072; &#1085;&#1080;&#1097;&#1086;! &#1050;&#1091;&#1095;&#1077;&#1090;&#1072;&#1090;&#1072; &#1089;&#1074;&#1080;&#1090;&#1080; &#1076;&#1086; &#1087;&#1083;&#1077;&#1090;&#1072;, &#1086;&#1082;&#1098;&#1088;&#1074;&#1072;&#1074;&#1077;&#1085;&#1080;,
&#1089;&#1082;&#1080;&#1084;&#1090;&#1103;&#1090;... &#1065;&#1077;&#1090;&#1072;, &#1095;&#1080;&#1089;&#1090;&#1072;! - &#1082;&#1072;&#1093;&#1098;&#1088;&#1080; &#1089;&#1077; &#1080; &#1073;&#1072;&#1073;&#1072; &#1052;&#1072;&#1088;&#1080;&#1103;. &#1042;&#1098;&#1083;&#1094;&#1080; &#1089;&#1072;, &#1074;&#1098;&#1083;&#1094;&#1080; - &#1082;&#1072;&#1082;
&#1085;&#1077; &#1089;&#1084;&#1077; &#1095;&#1091;&#1083;&#1080;?? &#1054;&#1087;&#1088;&#1072;&#1074;&#1103;&#1090; &#1089;&#1077; - &#1097;&#1077; &#1086;&#1089;&#1082;&#1091;&#1073;&#1103;&#1090; &#1086;&#1074;&#1094;&#1080;&#1090;&#1077;, &#1103;&#1076;&#1077;&#1085;&#1080; &#1086;&#1090; &#1074;&#1098;&#1083;&#1094;&#1080;&#1090;&#1077;, &#1074;&#1098;&#1083;&#1085;&#1072;
&#1074;&#1098;&#1083;&#1082;&#1086;&#1076;&#1072;&#1074;&#1080;&#1085;&#1072; - &#1087;&#1086;&#1085;&#1077; &#1090;&#1103; &#1076;&#1072; &#1089;&#1077; &#1074;&#1079;&#1077;&#1084;&#1077;. <br>
- &#1044;&#1072;&#1083;&#1080; &#1087;&#1098;&#1082; &#1085;&#1077;&#1074;&#1077;&#1089;&#1090;&#1072;&#1090;&#1072; &#1085;&#1077; &#1087;&#1088;&#1086;&#1074;&#1086;&#1076;&#1080; &#1090;&#1072;&#1103; &#1097;&#1077;&#1090;&#1072;? - &#1076;&#1091;&#1084;&#1072; &#1073;&#1072;&#1073;&#1072; &#1052;&#1072;&#1088;&#1080;&#1103;. <br>
- &#1057;&#1091;&#1089;! &#1052;&#1072;&#1088;&#1080;! - &#1089;&#1098;&#1088;&#1076;&#1080; &#1089;&#1077; &#1076;&#1077;&#1076;&#1086; &#1050;&#1080;&#1088;&#1086;. - &#1053;&#1077;&#1081;&#1085;&#1072;&#1090;&#1072; &#1086;&#1074;&#1094;&#1072; &#1089;&#1080; &#1078;&#1080;&#1074;&#1072; &#1080; &#1079;&#1076;&#1088;&#1072;&#1074;&#1072;!<br>
&#1055;&#1086;&#1076;&#1072;&#1088;&#1080;&#1083; &#1084;&#1080; &#1073;&#1077;&#1096;&#1077; &#1073;&#1072;&#1097;&#1072; &#1084;&#1080; &#1086;&#1074;&#1094;&#1072; - &#1078;&#1080;&#1074;&#1086; &#1078;&#1080;&#1074;&#1086;&#1090;&#1085;&#1086; - &#1079;&#1072; &#1097;&#1072;&#1089;&#1090;&#1080;&#1077;. &#1043;&#1083;&#1077;&#1076;&#1072;&#1096;&#1077; &#1090;&#1086;&#1081;
&#1076;&#1077;&#1089;&#1077;&#1090;&#1080;&#1085;&#1072; &#1086;&#1074;&#1094;&#1080; &#1086;&#1090; &#1076;&#1086;&#1073;&#1088;&#1072; &#1087;&#1086;&#1088;&#1086;&#1076;&#1072; - &#1077;&#1076;&#1088;&#1080;, &#1074;&#1080;&#1089;&#1086;&#1082;&#1080; &#1089; &#1084;&#1077;&#1082;&#1072; &#1076;&#1098;&#1083;&#1075;&#1072; &#1074;&#1098;&#1083;&#1085;&#1072;.
&#1044;&#1077;&#1076;&#1086;&#1074;&#1080;&#1090;&#1077; &#1050;&#1080;&#1088;&#1086;&#1074;&#1080; &#1073;&#1077;&#1093;&#1072; &#1095;&#1077;&#1088;&#1085;&#1080; &#1080; &#1076;&#1088;&#1077;&#1073;&#1085;&#1080;. &#1042;&#1089;&#1077; &#1089;&#1077; &#1082;&#1072;&#1085;&#1080; &#1090;&#1086;&#1081; &#1076;&#1072; &#1075;&#1080; &#1087;&#1086;&#1076;&#1084;&#1077;&#1085;&#1080;, &#1076;&#1072;
&#1080;&#1084; &#1089;&#1084;&#1077;&#1085;&#1080; &#1090;&#1072;&#1084;&#1072;&#1079;&#1083;&#1098;&#1082;&#1072;. &#1055;&#1088;&#1086;&#1083;&#1077;&#1090;&#1090;&#1072; &#1084;&#1086;&#1081;&#1090;&#1072; &#1086;&#1074;&#1094;&#1072; &#1086;&#1072;&#1075;&#1085;&#1080; &#1073;&#1083;&#1080;&#1079;&#1085;&#1077;&#1090;&#1072; - &#1078;&#1077;&#1085;&#1089;&#1082;&#1086; &#1080;
&#1084;&#1098;&#1078;&#1082;&#1086;, &#1086;&#1089;&#1090;&#1072;&#1074;&#1080;&#1093;&#1072; &#1080; &#1076;&#1074;&#1077;&#1090;&#1077;, &#1084;&#1085;&#1086;&#1075;&#1086; &#1080;&#1084; &#1089;&#1077; &#1088;&#1072;&#1076;&#1074;&#1072;&#1093;&#1072;, &#1093;&#1088;&#1072;&#1085;&#1077;&#1093;&#1072; &#1075;&#1080; &#1086;&#1090; &#1088;&#1098;&#1082;&#1072; - &#1097;&#1077;
&#1080;&#1084; &#1087;&#1086;&#1076;&#1084;&#1077;&#1085;&#1103;&#1090; &#1089;&#1090;&#1072;&#1076;&#1086;&#1090;&#1086;.<br>
&nbsp;&nbsp;&nbsp; &#1044;&#1086;&#1081;&#1076;&#1077; &#1089;&#1080; &#1076;&#1077;&#1076;&#1086; &#1050;&#1080;&#1088;&#1086; &#1085;&#1072; &#1087;&#1088;&#1072;&#1079;&#1085;&#1080;&#1082; &#1074; &#1089;&#1077;&#1083;&#1086;. &#1042;&#1079;&#1077;&#1084;&#1077; &#1076;&#1077;&#1090;&#1077;&#1090;&#1086; -
&#1084;&#1072;&#1083;&#1098;&#1082; &#1053;&#1080;&#1082;&#1086;&#1083;&#1072;&#1081; &#1085;&#1072; &#1089;&#1082;&#1091;&#1090;&#1072; &#1089;&#1080;, &#1087;&#1077;&#1077; &#1084;&#1091; &#1089;&#1090;&#1072;&#1088;&#1080; &#1087;&#1077;&#1089;&#1085;&#1080;, &#1088;&#1072;&#1076;&#1074;&#1072; &#1084;&#1091; &#1089;&#1077;.<br>
- &#1044;&#1072;&#1085;&#1086; &#1084;&#1077; &#1079;&#1072;&#1087;&#1086;&#1084;&#1085;&#1080; - &#1074;&#1089;&#1077; &#1076;&#1091;&#1084;&#1072;&#1096;&#1077; &#1090;&#1086;&#1081;.<br>
&#1042;&#1089;&#1080;&#1095;&#1082;&#1080; &#1075;&#1086; &#1079;&#1072;&#1087;&#1086;&#1084;&#1085;&#1080;&#1093;&#1084;&#1077;! &#1048; &#1074;&#1085;&#1091;&#1094;&#1080; &#1080; &#1087;&#1088;&#1077;&#1074;&#1085;&#1091;&#1082;&#1072;, &#1080; &#1082;&#1072;&#1082; &#1087;&#1091;&#1089;&#1090;&#1080;&#1090;&#1077; &#1084;&#1091; &#1074;&#1098;&#1083;&#1094;&#1080;
&#1085;&#1072;&#1087;&#1072;&#1076;&#1085;&#1072;&#1083;&#1080; &#1086;&#1074;&#1094;&#1077;&#1090;&#1077;...<br>
<br>
</big>
<h3><big>&#1057;&#1077;&#1089;&#1090;&#1088;&#1072; &#1084;&#1080; &#1053;&#1077;&#1074;&#1077;&#1085;&#1072;</big></h3>
<big>&nbsp;&nbsp;&nbsp; &#1042; &#1089;&#1077;&#1084;&#1077;&#1081;&#1089;&#1090;&#1074;&#1086;&#1090;&#1086; &#1089;&#1084;&#1077; 4 &#1089;&#1077;&#1089;&#1090;&#1088;&#1080;, &#1053;&#1077;&#1074;&#1077;&#1085;&#1072; &#1077; &#1090;&#1088;&#1077;&#1090;&#1072; &#1087;&#1086;
&#1088;&#1077;&#1076;. &#1056;&#1072;&#1089;&#1090;&#1077; &#1090;&#1103; &#1087;&#1086;-&#1074;&#1080;&#1089;&#1086;&#1082;&#1072;, &#1087;&#1086;-&#1077;&#1076;&#1088;&#1072;. &#1055;&#1086; &#1083;&#1080;&#1094;&#1077; &#1080; &#1087;&#1086; &#1074;&#1098;&#1085;&#1096;&#1085;&#1086;&#1089;&#1090; &#1087;&#1088;&#1080;&#1083;&#1080;&#1095;&#1072; &#1085;&#1072; &#1073;&#1072;&#1073;&#1072;
&#1044;&#1072;&#1085;&#1082;&#1072;, &#1084;&#1072;&#1081;&#1082;&#1072; &#1085;&#1072; &#1073;&#1072;&#1097;&#1072; &#1085;&#1080;. <br>
&nbsp;&nbsp;&nbsp; &#1048;&#1079;&#1088;&#1072;&#1089;&#1090;&#1074;&#1072; &#1093;&#1091;&#1073;&#1072;&#1074;&#1086; &#1084;&#1086;&#1084;&#1080;&#1095;&#1077;, &#1089; &#1076;&#1098;&#1083;&#1075;&#1080; &#1087;&#1083;&#1080;&#1090;&#1082;&#1080;. &#1054;&#1084;&#1098;&#1078;&#1080; &#1089;&#1077; &#1079;&#1072;
&#1052;&#1080;&#1090;&#1082;&#1086; &#1055;&#1086;&#1087;&#1095;&#1077;&#1090;&#1086;. &#1064;&#1080;&#1074;&#1072;&#1095;&#1082;&#1072; &#1087;&#1086; &#1087;&#1088;&#1086;&#1092;&#1077;&#1089;&#1080;&#1103;, &#1079;&#1072;&#1074;&#1098;&#1088;&#1096;&#1074;&#1072; &#1090;&#1077;&#1093;&#1085;&#1080;&#1082;&#1091;&#1084;, &#1080; &#1096;&#1080;&#1077;&#1096;&#1077; &#1085;&#1072;
&#1084;&#1072;&#1096;&#1080;&#1085;&#1072;&#1090;&#1072; &#1076;&#1088;&#1077;&#1093;&#1080; - &#1088;&#1086;&#1082;&#1083;&#1080;, &#1088;&#1080;&#1079;&#1080;, &#1087;&#1086;&#1083;&#1080; &#1080; &#1073;&#1083;&#1091;&#1079;&#1080; &#1085;&#1072; &#1094;&#1103;&#1083;&#1072;&#1090;&#1072; &#1092;&#1072;&#1084;&#1080;&#1083;&#1080;&#1103;, &#1085;&#1072;
&#1088;&#1086;&#1076;&#1085;&#1080;&#1085;&#1080; &#1080; &#1087;&#1088;&#1080;&#1103;&#1090;&#1077;&#1083;&#1080; &#1086;&#1090; &#1089;&#1077;&#1083;&#1086;&#1090;&#1086;.<br>
&nbsp;&nbsp;&nbsp; &#1042; &#1085;&#1086;&#1074;&#1086;&#1090;&#1086; &#1089;&#1077;&#1084;&#1077;&#1081;&#1089;&#1090;&#1074;&#1086; - &#1055;&#1086;&#1087;&#1086;&#1074;&#1080;&#1090;&#1077; - &#1089;&#1087;&#1088;&#1103;&#1075;&#1072; &#1082;&#1086;&#1085;&#1103; &#1074;
&#1082;&#1072;&#1088;&#1091;&#1094;&#1072;&#1090;&#1072;, &#1089;&#1103;&#1076;&#1072; &#1085;&#1072; &#1082;&#1072;&#1087;&#1088;&#1072;&#1090;&#1072;, &#1093;&#1074;&#1072;&#1097;&#1072; &#1087;&#1086;&#1074;&#1086;&#1076;&#1080;&#1090;&#1077;, &#1096;&#1080;&#1073;&#1085;&#1077; &#1082;&#1086;&#1085;&#1103; &#1080; &#1087;&#1088;&#1077;&#1087;&#1091;&#1089;&#1082;&#1072; &#1087;&#1086;
&#1085;&#1080;&#1074;&#1080;, &#1083;&#1080;&#1074;&#1072;&#1076;&#1080;. &#1055;&#1088;&#1080;&#1103;&#1090;&#1077;&#1083;&#1080; &#1089;&#1077; &#1095;&#1091;&#1076;&#1077;&#1093;&#1072;: &#1040;&#1073;&#1077; &#1053;&#1077;&#1074;&#1077;&#1085;&#1086;, &#1082;&#1072;&#1082;&#1072; &#1089;&#1084;&#1077;&#1077;&#1096;, &#1082;&#1072;&#1082; &#1084;&#1086;&#1078;&#1077;&#1096;,
&#1090;&#1086;&#1074;&#1072; &#1077; &#1084;&#1098;&#1078;&#1082;&#1072; &#1088;&#1072;&#1073;&#1086;&#1090;&#1072;! &#1057;&#1084;&#1077;&#1077; &#1089;&#1077; &#1090;&#1103;... &#1052;&#1080;&#1090;&#1082;&#1086; &#1077; &#1078;&#1077;&#1083;&#1077;&#1079;&#1085;&#1080;&#1095;&#1072;&#1088; - &#1090;&#1088;&#1103;&#1073;&#1074;&#1072; &#1076;&#1072;
&#1076;&#1088;&#1077;&#1084;&#1085;&#1077; - &#1086;&#1090; &#1088;&#1072;&#1073;&#1086;&#1090;&#1072;, &#1079;&#1072; &#1088;&#1072;&#1073;&#1086;&#1090;&#1072;.<br>
&nbsp;&nbsp;&nbsp; &#1050;&#1086;&#1075;&#1072;&#1090;&#1086; &#1089;&#1077; &#1088;&#1086;&#1076;&#1080; &#1076;&#1077;&#1090;&#1077;&#1090;&#1086; - &#1055;&#1072;&#1074;&#1083;&#1080;&#1085;&#1072;, &#1087;&#1088;&#1077;&#1084;&#1077;&#1089;&#1090;&#1080;&#1093;&#1072; &#1089;&#1077; &#1076;&#1072;
&#1078;&#1080;&#1074;&#1077;&#1103;&#1090; &#1074; &#1075;&#1088;&#1072;&#1076;&#1072; - &#1085;&#1072; &#1082;&#1074;&#1072;&#1088;&#1090;&#1080;&#1088;&#1072;. &#1043;&#1083;&#1077;&#1076;&#1072; &#1090;&#1103; &#1076;&#1098;&#1097;&#1077;&#1088;&#1080;&#1095;&#1082;&#1072;&#1090;&#1072; &#1089;&#1080;, &#1096;&#1080;&#1077;, &#1087;&#1072;&#1079;&#1072;&#1088;&#1091;&#1074;&#1072;...
&#1044;&#1072;&#1074;&#1072; &#1076;&#1077;&#1090;&#1077;&#1090;&#1086; &#1074; &#1076;&#1077;&#1090;&#1089;&#1082;&#1072; &#1075;&#1088;&#1072;&#1076;&#1080;&#1085;&#1072; &#1080; &#1087;&#1086;&#1095;&#1074;&#1072; &#1088;&#1072;&#1073;&#1086;&#1090;&#1072; &#1074; "&#1049;&#1086;&#1096;&#1072;&#1085;". &#1064;&#1080;&#1103;&#1090; &#1088;&#1072;&#1073;&#1086;&#1090;&#1085;&#1086;
&#1086;&#1073;&#1083;&#1077;&#1082;&#1083;&#1086;. &#1053;&#1072; &#1085;&#1077;&#1103; &#1074;&#1098;&#1079;&#1083;&#1072;&#1075;&#1072;&#1090; &#1085;&#1072;&#1081;-&#1090;&#1088;&#1091;&#1076;&#1085;&#1080;&#1090;&#1077; &#1084;&#1072;&#1085;&#1080;&#1087;&#1091;&#1083;&#1072;&#1094;&#1080;&#1080;: &#1087;&#1088;&#1080;&#1082;&#1072;&#1095;&#1074;&#1072;&#1085;&#1077; &#1085;&#1072;
&#1088;&#1098;&#1082;&#1072;&#1074;&#1080;, &#1103;&#1082;&#1080;, &#1076;&#1078;&#1086;&#1073;&#1086;&#1074;&#1077;. &#1058;&#1103; &#1084;&#1086;&#1078;&#1077; &#1080; &#1085;&#1077; &#1089;&#1077; &#1086;&#1087;&#1083;&#1072;&#1082;&#1074;&#1072; - &#1087;&#1080;&#1087;&#1072; &#1083;&#1077;&#1082;&#1086;, &#1075;&#1083;&#1077;&#1076;&#1072;&#1096;
&#1073;&#1072;&#1074;&#1085;&#1086;, &#1072; &#1088;&#1072;&#1073;&#1086;&#1090;&#1072;&#1090;&#1072; &#1081; &#1089;&#1087;&#1086;&#1088;&#1080;... &#1057;&#1090;&#1088;&#1086;&#1103;&#1090; &#1080; &#1082;&#1098;&#1097;&#1072; - &#1090;&#1088;&#1103;&#1073;&#1074;&#1072;&#1090; &#1087;&#1072;&#1088;&#1080;. &#1052;&#1077;&#1089;&#1090;&#1080; &#1089;&#1077; &#1085;&#1072;
&#1088;&#1072;&#1073;&#1086;&#1090;&#1072; &#1074; &#1041;&#1080;&#1088;&#1077;&#1085;&#1072;&#1090;&#1072; &#1092;&#1072;&#1073;&#1088;&#1080;&#1082;&#1072;, &#1089;&#1083;&#1077;&#1076; &#1075;&#1086;&#1076;&#1080;&#1085;&#1080;&nbsp; &#1074; &#1058;&#1077;&#1083;&#1077;&#1092;&#1086;&#1085;&#1085;&#1080;&#1103; &#1079;&#1072;&#1074;&#1086;&#1076;, &#1079;&#1072;
&#1087;&#1086;-&#1076;&#1086;&#1073;&#1088;&#1072; &#1079;&#1072;&#1087;&#1083;&#1072;&#1090;&#1072;. &#1058;&#1072;&#1084; &#1088;&#1072;&#1073;&#1086;&#1090;&#1080; &#1085;&#1072; &#1087;&#1088;&#1077;&#1089;&#1072;, &#1087;&#1088;&#1072;&#1074;&#1080; &#1085;&#1072;&#1081;-&#1076;&#1088;&#1077;&#1073;&#1085;&#1080;&#1090;&#1077; &#1076;&#1077;&#1090;&#1072;&#1081;&#1083;&#1080;. &#1048;&#1084;&#1072;&#1090;
&#1080; &#1074;&#1090;&#1086;&#1088;&#1072; &#1076;&#1098;&#1097;&#1077;&#1088;&#1103; - &#1044;&#1072;&#1088;&#1080;&#1085;&#1072;. &#1058;&#1103; - &#1085;&#1072; &#1088;&#1072;&#1073;&#1086;&#1090;&#1072;, &#1052;&#1080;&#1090;&#1082;&#1086; &#1085;&#1072; &#1074;&#1083;&#1072;&#1082;&#1072;, &#1076;&#1077;&#1094;&#1072;&#1090;&#1072; &#1074;
&#1091;&#1095;&#1080;&#1083;&#1080;&#1097;&#1077;. &#1048; &#1075;&#1086;&#1076;&#1080;&#1085;&#1080;&#1090;&#1077; &#1089;&#1077; &#1090;&#1098;&#1088;&#1082;&#1072;&#1083;&#1103;&#1090;...<br>
&nbsp;&nbsp;&nbsp; &#1048;&#1079;&#1091;&#1095;&#1080;&#1093;&#1072; &#1076;&#1077;&#1094;&#1072;&#1090;&#1072; &#1080;&#1084;, &#1079;&#1072;&#1076;&#1086;&#1084;&#1080;&#1093;&#1072; &#1089;&#1077;.&#1057;&#1077;&#1089;&#1090;&#1088;&#1072; &#1084;&#1080; &#1053;&#1077;&#1074;&#1077;&#1085;&#1072; &#1080;&#1084;&#1072;
&#1074;&#1077;&#1095;&#1077; 4 &#1074;&#1085;&#1091;&#1094;&#1080;. &#1055;&#1086;&#1084;&#1072;&#1075;&#1072; &#1080;&#1084; - &#1082;&#1086;&#1075;&#1072; &#1089; &#1082;&#1072;&#1082;&#1074;&#1086;&#1090;&#1086; &#1084;&#1086;&#1078;&#1077;: &#1075;&#1083;&#1077;&#1076;&#1072;&#1090; &#1089;&#1074;&#1080;&#1085;&#1103; &#1089; &#1087;&#1088;&#1077;&#1089;&#1077;&#1090;&#1072;,
&#1082;&#1086;&#1082;&#1086;&#1096;&#1082;&#1080;, &#1103;&#1081;&#1094;&#1072; &#1073;&#1086;&#1083;... &#1052;&#1080;&#1085;&#1077;, &#1085;&#1077; &#1084;&#1080;&#1085;&#1077; &#1089;&#1077;&#1076;&#1084;&#1080;&#1094;&#1072; - &#1080;&#1076;&#1077; &#1087;&#1088;&#1080; &#1084;&#1077;&#1085; &#1089;&#1077;&#1089;&#1090;&#1088;&#1072; &#1084;&#1080; -
&#1082;&#1086;&#1088;&#1072; &#1103;&#1081;&#1094;&#1072; &#1085;&#1086;&#1089;&#1080;, &#1076;&#1072;&#1078;&#1077; &#1076;&#1074;&#1077;, &#1074; &#1095;&#1080;&#1085;&#1080;&#1081;&#1082;&#1072; &#1079;&#1072;&#1074;&#1080;&#1083;&#1072; &#1090;&#1080;&#1082;&#1074;&#1072; - &#1074;&#1072;&#1088;&#1077;&#1085;&#1072;, &#1087;&#1077;&#1095;&#1077;&#1085;&#1072;,
&#1079;&#1085;&#1072;&#1077;, &#1095;&#1077; &#1086;&#1073;&#1080;&#1095;&#1072;&#1084;...<br>
&nbsp;&nbsp;&nbsp; &#1042;&#1085;&#1091;&#1094;&#1080;&#1090;&#1077; &#1090;&#1080;&#1095;&#1072;&#1090; - &#1073;&#1072;&#1073;&#1086;, &#1073;&#1072;&#1073;&#1086; - &#1085;&#1072;&#1076;&#1085;&#1080;&#1095;&#1072;&#1090; &#1074; &#1076;&#1078;&#1086;&#1073;&#1072; - &#1103;
&#1103;&#1073;&#1098;&#1083;&#1082;&#1072;, &#1082;&#1088;&#1091;&#1096;&#1072;, &#1073;&#1086;&#1085;&#1073;&#1086;&#1085;&#1082;&#1080;. &#1056;&#1072;&#1076;&#1074;&#1072; &#1080;&#1084; &#1089;&#1077; &#1090;&#1103;, &#1086;&#1073;&#1080;&#1095;&#1072; &#1075;&#1080;, &#1096;&#1080;&#1077; &#1080; &#1087;&#1083;&#1077;&#1090;&#1077; &#1080;&#1084;
&#1076;&#1088;&#1077;&#1096;&#1082;&#1080;, &#1075;&#1086;&#1090;&#1074;&#1080; &#1084;&#1072;&#1085;&#1076;&#1078;&#1080; &#1074;&#1082;&#1091;&#1089;&#1085;&#1080;: &#1073;&#1072;&#1085;&#1080;&#1094;&#1080;, &#1090;&#1091;&#1090;&#1084;&#1072;&#1085;&#1080;&#1094;&#1080;, &#1082;&#1072;&#1088;&#1090;&#1086;&#1092;&#1082;&#1080;... &#1043;&#1083;&#1077;&#1076;&#1072;&#1090; &#1089;
&#1052;&#1080;&#1090;&#1082;&#1086; &#1076;&#1074;&#1077; &#1083;&#1086;&#1079;&#1077;&#1090;&#1072;, &#1089;&#1072;&#1076;&#1103;&#1090; &#1090;&#1080;&#1082;&#1074;&#1080;, &#1076;&#1086;&#1084;&#1072;&#1090;&#1080;, &#1082;&#1088;&#1072;&#1089;&#1090;&#1072;&#1074;&#1080;&#1094;&#1080; - &#1079;&#1077;&#1083;&#1077;&#1085;&#1095;&#1091;&#1094;&#1080; &#1088;&#1072;&#1079;&#1085;&#1080;.
&#1055;&#1086;&#1083;&#1080;&#1074;&#1072;&#1090; &#1086;&#1090; &#1095;&#1077;&#1096;&#1084;&#1072;&#1090;&#1072; &#1089; &#1074;&#1086;&#1076;&#1072; &#1086;&#1090; &#1088;&#1077;&#1082;&#1072;&#1090;&#1072;. &#1048; &#1086;&#1074;&#1086;&#1096;&#1082;&#1080; &#1080;&#1084;&#1072;&#1090; - &#1087;&#1088;&#1072;&#1089;&#1082;&#1086;&#1074;&#1080;, &#1089;&#1083;&#1080;&#1074;&#1080;,
&#1076;&#1102;&#1083;&#1080;, &#1084;&#1072;&#1083;&#1080;&#1085;&#1080; &#1087;&#1086; &#1090;&#1077;&#1083;&#1072; &#1085;&#1072; &#1083;&#1086;&#1079;&#1077;&#1090;&#1086;. &#1044;&#1072; &#1080;&#1084;&#1072; &#1079;&#1072; &#1076;&#1077;&#1094;&#1072;, &#1080; &#1074;&#1085;&#1091;&#1094;&#1080;, &#1080; &#1087;&#1088;&#1072;&#1074;&#1085;&#1091;&#1094;&#1080;, &#1072;
&#1090;&#1077; &#1074;&#1077;&#1095;&#1077; &#1089;&#1072; &#1095;&#1077;&#1090;&#1080;&#1088;&#1080; &#1087;&#1083;&#1102;&#1089; &#1095;&#1077;&#1090;&#1080;&#1088;&#1080;, &#1076;&#1072; &#1080;&#1084; &#1089;&#1072; &#1078;&#1080;&#1074;&#1080; &#1080; &#1079;&#1076;&#1088;&#1072;&#1074;&#1080;! &#1048; &#1085;&#1103;&#1084;&#1072; &#1085;&#1080;&#1097;&#1086;
&#1087;&#1086;-&#1084;&#1080;&#1083;&#1086; &#1086;&#1090; &#1076;&#1077;&#1094;&#1072;&#1090;&#1072; - &#1095;&#1077;&#1089;&#1090;&#1086; &#1076;&#1091;&#1084;&#1072; &#1089;&#1077;&#1089;&#1090;&#1088;&#1072; &#1084;&#1080; &#1053;&#1077;&#1074;&#1077;&#1085;&#1072; - &#1080; &#1077; &#1087;&#1088;&#1072;&#1074;&#1072;! &#1057;&#1098;&#1074;&#1089;&#1077;&#1084;
&#1087;&#1088;&#1072;&#1074;&#1072;!!<br>
<br>
</big>
<h3><big>&#1050;&#1072;&#1082; &#1089;&#1090;&#1072;&#1085;&#1072;&#1093; &#1075;&#1080;&#1084;&#1085;&#1072;&#1079;&#1080;&#1089;&#1090;&#1082;&#1072;</big></h3>
<big>&nbsp;&nbsp;&nbsp; &#1057;&#1077;&#1089;&#1090;&#1088;&#1072; &#1084;&#1080; &#1048;&#1074;&#1072;&#1085;&#1082;&#1072; &#1077; &#1075;&#1080;&#1084;&#1085;&#1072;&#1079;&#1080;&#1089;&#1090;&#1082;&#1072; &#1074;&#1077;&#1095;&#1077; &#1077;&#1076;&#1085;&#1072;
&#1075;&#1086;&#1076;&#1080;&#1085;&#1072;. &#1052;&#1085;&#1086;&#1075;&#1086; &#1080;&#1089;&#1082;&#1072;&#1093; &#1080; &#1072;&#1079; &#1076;&#1072; &#1091;&#1095;&#1072; &#1075;&#1080;&#1084;&#1085;&#1072;&#1079;&#1080;&#1103; &#1074; &#1075;&#1088;&#1072;&#1076;&#1072;. &#1053;&#1086; &#1085;&#1103;&#1084;&#1072;&#1093;&#1084;&#1077; &#1087;&#1072;&#1088;&#1080;, &#1072;
&#1090;&#1072;&#1082;&#1089;&#1072;&#1090;&#1072; &#1077; 1000 &#1083;&#1077;&#1074;&#1072;. &#1045;&#1076;&#1074;&#1072;&#1084; &#1089;&#1098;&#1073;&#1088;&#1072;&#1083; &#1090;&#1072;&#1090;&#1082;&#1086; &#1079;&#1072; &#1089;&#1077;&#1089;&#1090;&#1088;&#1072; &#1084;&#1080;, &#1072;&#1082;&#1086; &#1089;&#1080; &#1074;&#1079;&#1077;&#1084;&#1072;
&#1089;&#1074;&#1080;&#1076;&#1077;&#1090;&#1077;&#1083;&#1089;&#1090;&#1074;&#1086; &#1079;&#1072; &#1073;&#1077;&#1076;&#1085;&#1086;&#1089;&#1090; (&#1089; &#1085;&#1077;&#1075;&#1086; &#1077; &#1073;&#1077;&#1079; &#1090;&#1072;&#1082;&#1089;&#1072;), &#1090;&#1086;&#1075;&#1072;&#1074;&#1072; &#1084;&#1086;&#1078;&#1077;. <br>
&nbsp;&nbsp;&nbsp; &#1048; &#1093;&#1086;&#1076;&#1103; &#1072;&#1079; &#1074; &#1054;&#1089;&#1083;&#1077;&#1085; - &#1074; &#1086;&#1073;&#1097;&#1080;&#1085;&#1072;&#1090;&#1072; &#1079;&#1072; &#1076;&#1086;&#1082;&#1091;&#1084;&#1077;&#1085;&#1090;&#1072;.
&#1057;&#1077;&#1082;&#1088;&#1077;&#1090;&#1072;&#1088; &#1077; &#1095;&#1080;&#1095;&#1086; &#1058;&#1086;&#1096;&#1086; (&#1095;&#1080;&#1095;&#1086; &#1085;&#1072; &#1084;&#1072;&#1081;&#1082;&#1072; &#1084;&#1080;). &#1053;&#1077; &#1076;&#1072;&#1074;&#1072; &#1090;&#1086;&#1081; - &#1080;&#1084;&#1072;&#1090; &#1089;&#1080; &#1087;&#1088;&#1086;&#1073;&#1083;&#1077;&#1084;
&#1089; &#1073;&#1072;&#1097;&#1072; &#1084;&#1080; &#1087;&#1086; &#1075;&#1077;&#1088;&#1072;&#1085; &#1080; &#1087;&#1098;&#1090; &#1074; &#1083;&#1086;&#1079;&#1077;&#1090;&#1086;. &#1061;&#1086;&#1076;&#1103; 3 &#1076;&#1077;&#1085;&#1072; &#1087;&#1086; 8 &#1082;&#1080;&#1083;&#1086;&#1084;&#1077;&#1090;&#1088;&#1072; &#1087;&#1077;&#1096; - &#1085;&#1077;
&#1084;&#1077; &#1087;&#1086;&#1075;&#1083;&#1077;&#1078;&#1076;&#1072; &#1076;&#1086;&#1088;&#1080;! &#1057;&#1090;&#1086;&#1103; &#1080; &#1095;&#1072;&#1082;&#1072;&#1084;. <br>
- &#1040;&#1073;&#1077;, &#1058;&#1086;&#1096;&#1077;, &#1082;&#1072;&#1079;&#1074;&#1072; &#1076;&#1088;&#1091;&#1075;&#1080;&#1103;&#1090; &#1089;&#1077;&#1082;&#1088;&#1077;&#1090;&#1072;&#1088; - &#1076;&#1072;&#1081; &#1085;&#1072; &#1090;&#1086;&#1074;&#1072; &#1076;&#1077;&#1090;&#1077; &#1089;&#1074;&#1080;&#1076;&#1077;&#1090;&#1077;&#1083;&#1089;&#1090;&#1074;&#1086; -
&#1080;&#1089;&#1082;&#1072; &#1076;&#1072; &#1091;&#1095;&#1080;! <br>
- &#1044;&#1072;&#1081; &#1084;&#1091; &#1090;&#1080; - &#1080; &#1103;&#1076;&#1086;&#1089;&#1072;&#1085; &#1080;&#1079;&#1083;&#1080;&#1079;&#1072;.<br>
&nbsp;&nbsp;&nbsp; &#1044;&#1072;&#1074;&#1072; &#1084;&#1080; &#1076;&#1086;&#1073;&#1088;&#1080;&#1103;&#1090; &#1095;&#1086;&#1074;&#1077;&#1082; &#1076;&#1086;&#1082;&#1091;&#1084;&#1077;&#1085;&#1090;&#1072;, &#1087;&#1086;&#1076;&#1087;&#1080;&#1089;&#1074;&#1072;&#1103; &#1089;&#1077;, &#1073;&#1080;&#1077;
&#1087;&#1077;&#1095;&#1072;&#1090;.<br>
- &#1053;&#1077;&#1082;&#1072; &#1084;&#1077; &#1085;&#1072;&#1082;&#1072;&#1079;&#1074;&#1072;&#1090;, &#1085;&#1072;&#1083;&#1080; &#1077; &#1079;&#1072; &#1091;&#1095;&#1080;&#1083;&#1080;&#1097;&#1077;!<br>
&nbsp;&nbsp;&nbsp; &#1058;&#1080;&#1095;&#1072;&#1084; &#1072;&#1079; &#1076;&#1086; &#1089;&#1077;&#1083;&#1086; &#1086;&#1090; &#1088;&#1072;&#1076;&#1086;&#1089;&#1090;, &#1084;&#1077;&#1089;&#1090;&#1086; &#1085;&#1077; &#1084;&#1086;&#1075;&#1072; &#1076;&#1072; &#1089;&#1080;
&#1085;&#1072;&#1084;&#1077;&#1088;&#1103;, &#1093;&#1074;&#1072;&#1083;&#1103; &#1089;&#1077; &#1085;&#1072; &#1090;&#1072;&#1090;&#1082;&#1086; &#1080; &#1084;&#1072;&#1081;&#1082;&#1072;, &#1085;&#1072; &#1087;&#1088;&#1080;&#1103;&#1090;&#1077;&#1083;&#1082;&#1080;! &#1065;&#1077; &#1078;&#1080;&#1074;&#1077;&#1077;&#1084; &#1089;&#1098;&#1089; &#1089;&#1077;&#1089;&#1090;&#1088;&#1072;
&#1084;&#1080;, &#1074;&#1089;&#1103;&#1082;&#1072; &#1089;&#1077;&#1076;&#1084;&#1080;&#1094;&#1072; &#1097;&#1077; &#1089;&#1080; &#1080;&#1076;&#1074;&#1072;&#1084; &#1085;&#1072; &#1089;&#1077;&#1083;&#1086; - &#1079;&#1072; &#1093;&#1083;&#1103;&#1073;, &#1079;&#1072; &#1103;&#1076;&#1077;&#1085;&#1077;. &#1058;&#1086;&#1074;&#1072; &#1077; 1944
&#1075;&#1086;&#1076;&#1080;&#1085;&#1072;, &#1093;&#1083;&#1077;&#1073;&#1072; &#1077; &#1089; &#1082;&#1091;&#1087;&#1086;&#1085;, &#1095;&#1077;&#1088;&#1077;&#1085;, &#1085;&#1072;&#1087;&#1091;&#1082;&#1072;&#1085;, &#1084;&#1072;&#1083;&#1098;&#1082;. &#1041;&#1072;&#1097;&#1072; &#1084;&#1080; &#1084;&#1077;&#1083;&#1077;&#1096;&#1077; &#1078;&#1080;&#1090;&#1086;,
&#1082;&#1091;&#1082;&#1091;&#1088;&#1091;&#1079; &#1080; &#1073;&#1086;&#1073; &#1080; &#1084;&#1072;&#1084;&#1072; &#1084;&#1077;&#1089;&#1077;&#1096;&#1077; "&#1089;&#1084;&#1077;&#1089;&#1077;&#1085; &#1093;&#1083;&#1103;&#1073;".&#1057; &#1084;&#1072;&#1083;&#1082;&#1086; &#1084;&#1083;&#1077;&#1082;&#1086;, &#1073;&#1086;&#1073;&#1077;&#1094; &#1080;
&#1076;&#1078;&#1072;&#1085;&#1082;&#1080;...<br>
&nbsp;&nbsp;&nbsp; &#1050;&#1072;&#1090;&#1086; &#1079;&#1085;&#1072;&#1084; &#1089; &#1082;&#1086;&#1083;&#1082;&#1086; &#1079;&#1086;&#1088; &#1089;&#1090;&#1072;&#1085;&#1072;&#1093; &#1075;&#1080;&#1084;&#1085;&#1072;&#1079;&#1080;&#1089;&#1090;&#1082;&#1072;, &#1089;&#1090;&#1072;&#1088;&#1072;&#1077;&#1093; &#1089;&#1077;
&#1076;&#1072; &#1086;&#1087;&#1088;&#1072;&#1074;&#1076;&#1072;&#1103; &#1076;&#1086;&#1074;&#1077;&#1088;&#1080;&#1077;&#1090;&#1086; &#1085;&#1072; &#1088;&#1086;&#1076;&#1080;&#1090;&#1077;&#1083;&#1080;&#1090;&#1077; &#1089;&#1080; &#1080; &#1089;&#1077;&#1089;&#1090;&#1088;&#1072; &#1084;&#1080;. &#1044;&#1086;&#1081;&#1076;&#1072; &#1086;&#1090; &#1091;&#1095;&#1080;&#1083;&#1080;&#1097;&#1077; &#1080;
&#1089;&#1103;&#1076;&#1072;&#1084; &#1085;&#1072;&#1076; &#1076;&#1086;&#1084;&#1072;&#1096;&#1085;&#1080;&#1090;&#1077;. &#1048;&#1084;&#1072;&#1096;&#1077; &#1080; &#1090;&#1072;&#1082;&#1098;&#1074; &#1089;&#1083;&#1091;&#1095;&#1072;&#1081; - &#1089;&#1077;&#1076;&#1103; &#1085;&#1072;&#1076; &#1076;&#1086;&#1084;&#1072;&#1096;&#1085;&#1086;&#1090;&#1086;, &#1085;&#1086; &#1085;&#1077;&#1097;&#1086;
&#1085;&#1077; &#1074;&#1098;&#1088;&#1074;&#1080; - &#1084;&#1072;&#1090;&#1077;&#1084;&#1072;&#1090;&#1080;&#1082;&#1072;&#1090;&#1072; &#1089;&#1080; &#1077; &#1090;&#1088;&#1091;&#1076;&#1085;&#1072;. &#1052;&#1080;&#1085;&#1072;&#1074;&#1072; &#1074;&#1088;&#1077;&#1084;&#1077; &#1079;&#1072; &#1086;&#1073;&#1103;&#1076;. <br>
- &#1071;&#1078;, &#1087;&#1086;&#1089;&#1083;&#1077; &#1087;&#1080;&#1096;&#1080; - &#1082;&#1072;&#1085;&#1080; &#1084;&#1077; &#1089;&#1077;&#1089;&#1090;&#1088;&#1072; &#1084;&#1080;. &#1042;&#1080;&#1078;&#1076;&#1072;, &#1072;&#1079; &#1089;&#1077; &#1084;&#1098;&#1095;&#1072; &#1085;&#1072;&#1076; &#1085;&#1103;&#1082;&#1072;&#1082;&#1074;&#1080;
&#1080;&#1079;&#1088;&#1072;&#1079;&#1080;, &#1080;&#1089;&#1082;&#1072; &#1076;&#1072; &#1084;&#1080; &#1087;&#1086;&#1084;&#1086;&#1075;&#1084;&#1077;. &#1040;&#1079; - &#1085;&#1077;, &#1085;&#1072;&#1083;&#1080; &#1091;&#1095;&#1080;&#1090;&#1077;&#1083;&#1103;&#1090; &#1077; &#1086;&#1073;&#1103;&#1089;&#1085;&#1080;&#1083;, &#1082;&#1098;&#1076;&#1077; &#1089;&#1098;&#1084;
&#1079;&#1103;&#1087;&#1072;&#1083;&#1072;, &#1090;&#1072; &#1085;&#1077; &#1089;&#1098;&#1084; &#1088;&#1072;&#1079;&#1073;&#1088;&#1072;&#1083;&#1072;. &#1044;&#1072;&#1078;&#1077; &#1089;&#1077; &#1087;&#1088;&#1086;&#1089;&#1098;&#1083;&#1079;&#1103;&#1074;&#1072;&#1084;, &#1072;&#1084;&#1072; &#1089;&#1098;&#1084; &#1080;&#1085;&#1072;&#1090;. &#1048;&#1079;&#1074;&#1077;&#1076;&#1085;&#1098;&#1078;
&#1084;&#1080; &#1089;&#1074;&#1077;&#1090;&#1074;&#1072; &#1087;&#1088;&#1077;&#1076; &#1086;&#1095;&#1080;&#1090;&#1077;! &#1056;&#1077;&#1096;&#1080;&#1093; &#1075;&#1086;! <br>
- &#1045;, &#1097;&#1086;&#1084; &#1089;&#1080; &#1090;&#1086;&#1083;&#1082;&#1086;&#1074;&#1072; &#1080;&#1085;&#1072;&#1090;, &#1084;&#1086;&#1078;&#1077;&#1096; &#1076;&#1072; &#1089;&#1090;&#1072;&#1085;&#1077;&#1096; &#1080; &#1076;&#1086;&#1073;&#1098;&#1088; &#1084;&#1072;&#1090;&#1077;&#1084;&#1072;&#1090;&#1080;&#1082; - &#1088;&#1072;&#1076;&#1074;&#1072; &#1089;&#1077;
&#1080; &#1089;&#1077;&#1089;&#1090;&#1088;&#1072; &#1084;&#1080;. <br>
&#1055;&#1086;-&#1076;&#1086;&#1073;&#1088;&#1077; &#1076;&#1072; &#1089;&#1077; &#1073;&#1086;&#1088;&#1103; &#1076;&#1072; &#1090;&#1077; &#1089;&#1090;&#1080;&#1075;&#1072;&#1084;, &#1086;&#1090;&#1082;&#1086;&#1083;&#1082;&#1086;&#1090;&#1086; &#1076;&#1072; &#1084;&#1077; &#1074;&#1086;&#1076;&#1080;&#1096; &#1079;&#1072; &#1085;&#1086;&#1089;&#1072; - &#1084;&#1080;&#1089;&#1083;&#1103;
&#1089;&#1080; &#1072;&#1079;. &#1055;&#1088;&#1080; &#1085;&#1077;&#1103; &#1080;&#1076;&#1074;&#1072;&#1093;&#1072; &#1080; &#1084;&#1086;&#1084;&#1080;&#1095;&#1077;&#1090;&#1072; &#1086;&#1090; &#1082;&#1083;&#1072;&#1089;&#1072;, &#1091;&#1095;&#1080;&#1083;&#1080; &#1074; &#1075;&#1088;&#1072;&#1076;&#1072;, &#1076;&#1072; &#1080;&#1084; &#1088;&#1077;&#1096;&#1072;&#1074;&#1072;
&#1079;&#1072;&#1076;&#1072;&#1095;&#1080;&#1090;&#1077;. &#1055;&#1088;&#1080; &#1085;&#1077;&#1103; &#1074;&#1089;&#1080;&#1095;&#1082;&#1086; &#1074;&#1098;&#1088;&#1074;&#1080;... &#1058;&#1088;&#1103;&#1073;&#1074;&#1072; &#1080; &#1087;&#1088;&#1080; &#1084;&#1077;&#1085; &#1076;&#1072; &#1090;&#1088;&#1098;&#1075;&#1085;&#1077;!...<br>
<br>
<br>
</big>
</body>
</html>
