<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.01 Transitional//EN">
<html>
<head>
  <meta content="text/html; charset=ISO-8859-1"
 http-equiv="Content-Type">
  <title>Potsdam_01</title>
</head>
<body>
<span style="font-weight: bold;">&#1050;&#1086;&#1084;&#1072;&#1085;&#1076;&#1080;&#1088;&#1086;&#1074;&#1082;&#1072; &#1074; &#1055;&#1086;&#1090;&#1089;&#1076;&#1072;&#1084; (&#1041;&#1072;&#1073;&#1077;&#1083;&#1089;&#1076;&#1086;&#1088;&#1092;)</span><br>
<br>
<span style="font-weight: bold;">9 &#1092;&#1077;&#1074;&#1088;&#1091;&#1072;&#1088;&#1080;, &#1074;&#1090;&#1086;&#1088;&#1085;&#1080;&#1082;, 6:00</span><br>
&#1057; &#1090;&#1072;&#1082;&#1089;&#1080; &#1076;&#1086; &#1083;&#1077;&#1090;&#1080;&#1097;&#1077;&#1090;&#1086; - &#1074; 5:00 &#1089;&#1098;&#1084; &#1090;&#1072;&#1084;, &#1076;&#1072;&#1074;&#1072;&#1084; &#1073;&#1072;&#1075;&#1072;&#1078;&#1072;, "&#1072;&#1085;&#1090;&#1080;&#1090;&#1077;&#1088;&#1086;&#1088;&#1080;&#1089;&#1090;&#1080;&#1095;&#1085;&#1072;"
&#1087;&#1088;&#1086;&#1074;&#1077;&#1088;&#1082;&#1072; - &#1089;&#1098;&#1073;&#1083;&#1080;&#1095;&#1072;&#1085;&#1077;, &#1089;&#1098;&#1073;&#1091;&#1074;&#1072;&#1085;&#1077;&#1080; &#1087;&#1086;&#1089;&#1083;&#1077; &#1086;&#1073;&#1088;&#1072;&#1090;&#1085;&#1086;. &#1050;&#1072;&#1090;&#1103; &#1080; &#1052;&#1080;&#1083;&#1095;&#1086; &#1089;&#1072; &#1074;&#1077;&#1095;&#1077; &#1085;&#1072;
&#1075;&#1077;&#1081;&#1090;&#1072; (&#1085;&#1072;&#1076;&#1086;&#1083;&#1091; &#1089; &#1077;&#1089;&#1082;&#1072;&#1083;&#1072;&#1090;&#1086;&#1088;&#1072;).<br>
&#1048;&#1079;&#1083;&#1080;&#1090;&#1072;&#1084;&#1077; &#1086;&#1090; &#1058;&#1077;&#1088;&#1084;&#1080;&#1085;&#1072;&#1083; 2 &#1085;&#1072; &#1089;&#1086;&#1092;&#1080;&#1081;&#1089;&#1082;&#1086;&#1090;&#1086; &#1083;&#1077;&#1090;&#1080;&#1097;&#1077; &#1089;&#1098;&#1089; &#1079;&#1072;&#1082;&#1098;&#1089;&#1085;&#1077;&#1085;&#1080;&#1077; &#1086;&#1090; 20 &#1084;&#1080;&#1085;&#1091;&#1090;&#1080;.<br>
&#1057;&#1072;&#1084;&#1086;&#1083;&#1077;&#1090;&#1098;&#1090; &#1077; &#1074;&#1080;&#1090;&#1083;&#1086;&#1074; "&#1041;&#1086;&#1084;&#1073;&#1072;&#1085;&#1076;&#1080;&#1077;&#1088;" &#1085;&#1072; &#1091;&#1085;&#1075;&#1072;&#1088;&#1089;&#1082;&#1080;&#1090;&#1077; &#1072;&#1074;&#1080;&#1086;&#1083;&#1080;&#1085;&#1080;&#1080; &#1052;&#1072;&#1083;&#1077;&#1074;. &#1063;&#1072;&#1089; &#1080;
&#1087;&#1086;&#1083;&#1086;&#1074;&#1080;&#1085;&#1072; &#1087;&#1086;&#1083;&#1077;&#1090;, &#1076;&#1072;&#1076;&#1086;&#1093;&#1072; &#1087;&#1086; &#1077;&#1076;&#1085;&#1086; &#1082;&#1077;&#1082;&#1089;&#1095;&#1077; &#1080; &#1077;&#1076;&#1085;&#1072; &#1074;&#1086;&#1076;&#1072;, &#1082;&#1072;&#1094;&#1072;&#1084;&#1077; &#1074; &#1041;&#1091;&#1076;&#1072;&#1087;&#1077;&#1097;&#1072;,
&#1072;&#1074;&#1090;&#1086;&#1073;&#1091;&#1089;&#1095;&#1077;, &#1087;&#1072;&#1082; "&#1072;&#1085;&#1090;&#1080;&#1090;&#1077;&#1088;&#1086;&#1088;&#1080;&#1089;&#1090;&#1080;&#1095;&#1085;&#1072;" &#1087;&#1088;&#1086;&#1074;&#1077;&#1088;&#1082;&#1072;, &#1073;&#1098;&#1088;&#1079;&#1086; &#1087;&#1086; &#1082;&#1086;&#1088;&#1080;&#1076;&#1080;&#1088;&#1072; &#1076;&#1086; &#1076;&#1088;&#1091;&#1075;&#1080;&#1103;
&#1090;&#1077;&#1088;&#1084;&#1080;&#1085;&#1072;&#1083; (&#1052;&#1080;&#1083;&#1095;&#1086; &#1082;&#1091;&#1094;&#1072; &#1080; &#1087;&#1098;&#1096;&#1082;&#1072;), &#1087;&#1072;&#1082; &#1089;&#1098;&#1097;&#1080;&#1103; &#1090;&#1080;&#1087; &#1089;&#1072;&#1084;&#1086;&#1083;&#1077;&#1090; - &#1080;&#1079;&#1083;&#1080;&#1090;&#1072;&#1084;&#1077;.
&#1050;&#1080;&#1092;&#1083;&#1080;&#1095;&#1082;&#1072; &#1080; &#1089;&#1086;&#1082;&#1095;&#1077;, &#1089;&#1085;&#1080;&#1084;&#1082;&#1080;&#1086;&#1090; &#1089;&#1072;&#1084;&#1086;&#1083;&#1077;&#1090;&#1072; - &#1086;&#1073;&#1083;&#1072;&#1094;&#1080; &#1080; &#1084;&#1072;&#1083;&#1082;&#1086; &#1089;&#1085;&#1103;&#1075; &#1080; &#1075;&#1086;&#1088;&#1072;.
&#1057;&#1098;&#1087;&#1088;&#1091;&#1075;&#1098;&#1090; &#1085;&#1072; &#1055;&#1077;&#1090;&#1088;&#1072; &#1085;&#1080; &#1095;&#1072;&#1082;&#1072; &#1089; &#1082;&#1086;&#1083;&#1072; &#1085;&#1072; &#1083;&#1077;&#1090;&#1080;&#1097;&#1077; &#1058;&#1077;&#1075;&#1077;&#1083; (&#1088;&#1072;&#1079;&#1073;&#1080;&#1088;&#1072;&#1084;&#1077;, &#1095;&#1077; &#1055;&#1077;&#1090;&#1088;&#1072; &#1077;
&#1073;&#1086;&#1083;&#1085;&#1072;), &#1082;&#1086;&#1083;&#1072;&#1090;&#1072; &#1084;&#1091; &#1077; &#1085;&#1072; &#1076;&#1088;&#1091;&#1075;&#1080;&#1103; &#1082;&#1088;&#1072;&#1081; &#1085;&#1072; &#1083;&#1077;&#1090;&#1080;&#1097;&#1077;&#1090;&#1086;, &#1052;&#1080;&#1083;&#1095;&#1086; &#1077;&#1076;&#1074;&#1072;&#1084; &#1093;&#1086;&#1076;&#1080;.<br>
&#1057;&#1090;&#1091;&#1076;&#1077;&#1085;&#1086; &#1080; &#1084;&#1088;&#1072;&#1095;&#1085;&#1086;, &#1085;&#1072;&#1082;&#1088;&#1072;&#1103; "&#1088;&#1072;&#1079;&#1093;&#1086;&#1076;&#1082;&#1072;" &#1074; &#1077;&#1076;&#1080;&#1085; &#1087;&#1086;&#1095;&#1090;&#1080; &#1087;&#1086;&#1076;&#1079;&#1077;&#1084;&#1077;&#1085; &#1087;&#1072;&#1088;&#1082;&#1080;&#1085;&#1075; &#1076;&#1072;
&#1085;&#1072;&#1084;&#1077;&#1088;&#1080;&#1084; &#1082;&#1086;&#1083;&#1072;&#1090;&#1072;. &#1054;&#1090; &#1083;&#1077;&#1090;&#1080;&#1097;&#1077;&#1090;&#1086; &#1076;&#1086; &#1041;&#1072;&#1073;&#1077;&#1083;&#1089;&#1076;&#1086;&#1088;&#1092; &#1077; &#1086;&#1082;&#1086;&#1083;&#1086; 40 &#1082;&#1080;&#1083;&#1086;&#1084;&#1077;&#1090;&#1088;&#1072; -
&#1087;&#1088;&#1080;&#1089;&#1090;&#1080;&#1072;&#1084;&#1077; &#1080; &#1089;&#1077; &#1085;&#1072;&#1089;&#1090;&#1072;&#1085;&#1103;&#1074;&#1072;&#1084;&#1077; &#1074; &#1093;&#1086;&#1090;&#1077;&#1083; &#1059;&#1085;&#1080;&#1082;&#1072;&#1090;. &#1057;&#1090;&#1072;&#1080;&#1090;&#1077; &#1089;&#1072; &#1089;&#1098;&#1089; &#1089;&#1090;&#1072;&#1088;&#1080; &#1084;&#1077;&#1073;&#1077;&#1083;&#1080;,
&#1085;&#1086; &#1095;&#1080;&#1089;&#1090;&#1080; &#1080; &#1087;&#1088;&#1086;&#1089;&#1090;&#1086;&#1088;&#1085;&#1080;, &#1080; &#1089;&#1084;&#1077; &#1085;&#1072;&#1087;&#1098;&#1083;&#1085;&#1086; &#1076;&#1086;&#1074;&#1086;&#1083;&#1085;&#1080;. &#1054;&#1090;&#1080;&#1074;&#1072;&#1084;&#1077; &#1089; &#1050;&#1072;&#1090;&#1103; &#1089; &#1082;&#1086;&#1083;&#1072;&#1090;&#1072; &#1076;&#1086;
&#1048;&#1085;&#1089;&#1090;&#1080;&#1090;&#1091;&#1090;&#1072;, &#1074;&#1079;&#1077;&#1084;&#1072;&#1084;&#1077; &#1082;&#1083;&#1102;&#1095;&#1086;&#1074;&#1077;, &#1074;&#1088;&#1098;&#1097;&#1072;&#1084;&#1077; &#1089;&#1077; &#1087;&#1077;&#1096; &#1074; &#1093;&#1086;&#1090;&#1077;&#1083;&#1072;. &#1048;&#1084;&#1072; &#1073;&#1077;&#1079;&#1078;&#1080;&#1095;&#1077;&#1085;
&#1048;&#1085;&#1090;&#1077;&#1088;&#1085;&#1077;&#1090;, &#1090;&#1077;&#1083;&#1074;&#1080;&#1079;&#1086;&#1088; (&#1082;&#1086;&#1081;&#1090;&#1086; &#1072;&#1079; &#1080;&#1079;&#1086;&#1073;&#1097;&#1086; &#1085;&#1077; &#1087;&#1091;&#1089;&#1085;&#1072;&#1093;). &#1058;&#1088;&#1080;&#1084;&#1072;&#1090;&#1072; &#1087;&#1072;&#1079;&#1072;&#1088;&#1091;&#1074;&#1072;&#1093;&#1084;&#1077; &#1074;
&#1073;&#1083;&#1080;&#1079;&#1082;&#1080;&#1103; &#1084;&#1072;&#1075;&#1072;&#1079;&#1080;&#1085; &#1055;&#1077;&#1085;&#1080;, &#1086;&#1073;&#1103;&#1076;&#1074;&#1072;&#1084;&#1077;, &#1074; 4:30 &#1087;&#1072;&#1082; &#1086;&#1090;&#1080;&#1076;&#1086;&#1093;&#1084;&#1077; &#1089; &#1050;&#1072;&#1090;&#1103; &#1074; &#1048;&#1085;&#1089;&#1090;&#1080;&#1090;&#1091;&#1090;&#1072;,
&#1089; &#1050;&#1072;&#1090;&#1103; &#1093;&#1086;&#1076;&#1080;&#1084; &#1087;&#1086; &#1091;&#1083;&#1080;&#1094;&#1072; &#1050;&#1072;&#1088;&#1083; &#1052;&#1072;&#1088;&#1082;&#1089; - &#1082;&#1098;&#1097;&#1072;&#1090;&#1072; &#1085;&#1072; &#1057;&#1090;&#1072;&#1083;&#1080;&#1085;,&#1082;&#1098;&#1097;&#1072;&#1090;&#1072; &#1085;&#1072; &#1056;&#1091;&#1079;&#1074;&#1077;&#1083;&#1090;,
&#1074;&#1077;&#1095;&#1077;&#1088;&#1090;&#1072; &#1074;&#1077;&#1095;&#1077;&#1088;&#1103;&#1093;&#1084;&#1077; &#1087;&#1072;&#1082; &#1074; &#1093;&#1086;&#1090;&#1077;&#1083;&#1072;.<br>
&nbsp;<br>
<span style="font-weight: bold;">10 &#1092;&#1077;&#1074;&#1088;&#1091;&#1072;&#1088;&#1080;</span><span
 style="font-weight: bold;">, &#1089;&#1088;&#1103;&#1076;&#1072;</span><br>
&#1058;&#1088;&#1080;&#1084;&#1072;&#1090;&#1072; &#1074; &#1048;&#1085;&#1089;&#1090;&#1080;&#1090;&#1091;&#1090;&#1072;, &#1052;&#1080;&#1083;&#1095;&#1086; &#1089;&#1077; &#1087;&#1088;&#1080;&#1073;&#1080;&#1088;&#1072;, &#1085;&#1080;&#1077; &#1086;&#1090;&#1080;&#1076;&#1086;&#1093;&#1084;&#1077; &#1076;&#1086; &#1076;&#1074;&#1086;&#1088;&#1077;&#1094;&#1072; &#1074; &#1087;&#1072;&#1088;&#1082;&#1072;.<br>
&#1042;&#1077;&#1095;&#1077;&#1088;&#1090;&#1072; &#1087;&#1072;&#1079;&#1072;&#1088;&#1091;&#1074;&#1072;&#1084;&#1077; &#1089; &#1050;&#1072;&#1090;&#1103; &#1074; &#1055;&#1077;&#1085;&#1080;, &#1087;&#1086;&#1089;&#1083;&#1077; &#1090;&#1098;&#1088;&#1089;&#1080;&#1084; &#1057;&#1091;&#1087;&#1077;&#1085; &#1041;&#1072;&#1088; - &#1085;&#1077; &#1088;&#1072;&#1073;&#1086;&#1090;&#1080;.
&#1058;&#1098;&#1088;&#1089;&#1080;&#1084; &#1076;&#1088;&#1091;&#1075;&#1086; &#1080;&#1085;&#1090;&#1077;&#1088;&#1077;&#1089;&#1085;&#1086; &#1079;&#1072;&#1074;&#1077;&#1076;&#1077;&#1085;&#1080;&#1077;, &#1085;&#1072;&#1082;&#1088;&#1072;&#1103; &#1087;&#1080;&#1077;&#1084; &#1073;&#1080;&#1088;&#1072; &#1074; &#1073;&#1083;&#1080;&#1079;&#1082;&#1080;&#1103; &#1088;&#1077;&#1089;&#1090;&#1086;&#1088;&#1072;&#1085;&#1090;,
&#1072;&#1079; &#1089; &#1082;&#1072;&#1088;&#1090;&#1086;&#1092;&#1080; &#1080; &#1084;&#1085;&#1086;&#1075;&#1086; &#1095;&#1077;&#1089;&#1098;&#1085;&#1086;&#1074; &#1089;&#1086;&#1089;.<br>
<br>
<span style="font-weight: bold;">11 &#1092;&#1077;&#1074;&#1088;&#1091;&#1072;&#1088;&#1080;</span><span
 style="font-weight: bold;">,</span><span style="font-weight: bold;">
&#1095;&#1077;&#1090;&#1074;&#1098;&#1088;&#1090;&#1098;&#1082;</span><br>
&#1054;&#1090; &#1089;&#1091;&#1090;&#1088;&#1080;&#1085;&#1090;&#1072; - &#1048;&#1085;&#1089;&#1090;&#1080;&#1090;&#1091;&#1090;&#1072;, &#1089;&#1088;&#1077;&#1097;&#1072; &#1089; &#1056;&#1072;&#1081;&#1085;&#1077;&#1088; &#1080; &#1061;&#1072;&#1088;&#1080;.<br>
&#1042;&#1077;&#1095;&#1077;&#1088;&#1090;&#1072; - &#1089;&#1088;&#1077;&#1097;&#1072; &#1089; &#1042;&#1072;&#1085;&#1103; &#1085;&#1072; &#1089;&#1087;&#1080;&#1088;&#1082;&#1072;&#1090;&#1072; &#1060;&#1088;&#1080;&#1076;&#1088;&#1080;&#1093;&#1097;&#1088;&#1072;&#1089;&#1077; &#1085;&#1072; &#1045;&#1089;-&#1073;&#1072;&#1085;&#1072;. <br>
&#1055;&#1086;&#1089;&#1083;&#1077; &#1042;&#1072;&#1085;&#1103; &#1085;&#1080; &#1074;&#1086;&#1076;&#1080; &#1074; &#1082;&#1088;&#1098;&#1095;&#1084;&#1072;&#1090;&#1072; &#1056;&#1077;&#1081;&#1085;&#1083;&#1072;&#1085;&#1076;, &#1087;&#1080;&#1077;&#1084; &#1073;&#1080;&#1088;&#1072;.<br>
&#1061;&#1086;&#1076;&#1080;&#1084; &#1089; &#1050;&#1072;&#1090;&#1103; &#1087;&#1086; &#1084;&#1091;&#1079;&#1077;&#1080; - &#1041;&#1086;&#1076;&#1077;-&#1084;&#1091;&#1079;&#1077;&#1091;&#1084;, &#1040;&#1083;&#1090;&#1077;-&#1084;&#1091;&#1079;&#1077;&#1091;&#1084;, &#1053;&#1086;&#1081;&#1077;-&#1084;&#1091;&#1079;&#1077;&#1091;&#1084; &#1079;&#1072;&#1090;&#1074;&#1086;&#1088;&#1080;
&#1087;&#1088;&#1077;&#1076; &#1085;&#1072;&#1089;, &#1040;&#1083;&#1090;&#1077;-&#1075;&#1072;&#1083;&#1077;&#1088;&#1080;,<br>
&#1055;&#1077;&#1088;&#1075;&#1072;&#1084;&#1086;&#1085;-&#1084;&#1091;&#1079;&#1077;&#1091;&#1084; &#1077; &#1089; &#1087;&#1072;&#1088;&#1080; &#1080; &#1085;&#1080;&#1077; &#1089;&#1077; &#1074;&#1088;&#1098;&#1097;&#1072;&#1084;&#1077; &#1087;&#1088;&#1077;&#1079; &#1040;&#1083;&#1077;&#1082;&#1089;&#1072;&#1085;&#1076;&#1077;&#1088;-&#1087;&#1083;&#1072;&#1090;&#1094;
(&#1089;&#1090;&#1091;&#1076;&#1077;&#1085;&#1086;,&#1074;&#1072;&#1083;&#1080; &#1089;&#1085;&#1103;&#1075; &#1080; &#1076;&#1091;&#1093;&#1072; &#1074;&#1103;&#1090;&#1098;&#1088;).<br>
&nbsp; <br>
<span style="font-weight: bold;">12 &#1092;&#1077;&#1074;&#1088;&#1091;&#1072;&#1088;&#1080;</span><span
 style="font-weight: bold;">,</span><span style="font-weight: bold;">
&#1087;&#1077;&#1090;&#1098;&#1082;</span><br>
&#1057;&#1088;&#1077;&#1097;&#1072;&#1090;&#1072; &#1089; &#1056;&#1072;&#1081;&#1085;&#1077;&#1088; &#1080; &#1061;&#1072;&#1088;&#1080; &#1077; &#1086;&#1090; 3 &#1095;&#1072;&#1089;&#1072;. &#1042; 18:30 &#1056;&#1072;&#1081;&#1085;&#1077;&#1088; &#1085;&#1080; &#1074;&#1079;&#1077; &#1089; &#1082;&#1086;&#1083;&#1072; &#1080;
&#1086;&#1090;&#1080;&#1076;&#1086;&#1093;&#1084;&#1077; &#1074; &#1088;&#1077;&#1089;&#1090;&#1086;&#1088;&#1072;&#1085;&#1090; &#1059;&#1085;&#1080;&#1082;&#1072;&#1090; <br>
(&#1082;&#1086;&#1081;&#1090;&#1086; &#1077; &#1074; &#1093;&#1086;&#1090;&#1077;&#1083;&#1072;), &#1074;&#1077;&#1095;&#1077;&#1088;&#1103; &#1089; &#1056;&#1072;&#1081;&#1085;&#1077;&#1088; &#1080; &#1087;&#1088;&#1080;&#1103;&#1090;&#1077;&#1083;&#1082;&#1072;&#1090;&#1072; &#1084;&#1091; &#1057;&#1090;&#1077;&#1083;&#1072; - &#1073;&#1098;&#1083;&#1075;&#1072;&#1088;&#1082;&#1072;
&#1086;&#1090; &#1042;&#1072;&#1088;&#1085;&#1072;.<br>
<br>
<span style="font-weight: bold;">13 &#1092;&#1077;&#1074;&#1088;&#1091;&#1072;&#1088;&#1080;</span><span
 style="font-weight: bold;">,</span><span style="font-weight: bold;">
&#1089;&#1098;&#1073;&#1086;&#1090;&#1072;</span><br>
&#1042; 9:30 &#1090;&#1088;&#1098;&#1075;&#1085;&#1072;&#1093;&#1084;&#1077; &#1089; &#1050;&#1072;&#1090;&#1103; &#1079;&#1072; &#1055;&#1086;&#1090;&#1089;&#1076;&#1072;&#1084; - &#1094;&#1077;&#1085;&#1090;&#1098;&#1088;&#1072; &#1085;&#1072; &#1075;&#1088;&#1072;&#1076;&#1072;. &#1057;&#1083;&#1077;&#1076; &#1084;&#1072;&#1083;&#1098;&#1082; &#1087;&#1072;&#1079;&#1072;&#1088;
&#1074; &#1084;&#1072;&#1075;&#1072;&#1079;&#1080;&#1085; &#1055;&#1077;&#1085;&#1080; - &#1072;&#1079; &#1082;&#1091;&#1087;&#1080;&#1093; &#1086;&#1090; &#1093;&#1091;&#1073;&#1072;&#1074;&#1080;&#1090;&#1077; &#1096;&#1086;&#1082;&#1086;&#1083;&#1072;&#1076;&#1080;. &#1055;&#1086;&#1089;&#1083;&#1077; &#1076;&#1086; &#1094;&#1077;&#1085;&#1090;&#1098;&#1088;&#1072; &#1085;&#1072;
&#1075;&#1088;&#1072;&#1076;&#1072; - &#1076;&#1086;&#1089;&#1090;&#1072; &#1074;&#1098;&#1088;&#1074;&#1077;&#1085;&#1077;, &#1089;&#1090;&#1091;&#1076;&#1077;&#1085;&#1086;, &#1095;&#1077; &#1080; &#1073;&#1088;&#1098;&#1089;&#1090;&#1085;&#1077;&#1097; &#1074;&#1077;&#1090;&#1088;&#1077;&#1094; ...<br>
&#1053;&#1077; &#1075;&#1072;&#1088;&#1072;&#1090;&#1072; &#1080;&#1084;&#1072; &#1075;&#1086;&#1083;&#1103;&#1084; "&#1084;&#1086;&#1083;" - &#1087;&#1086;&#1089;&#1077;&#1090;&#1080;&#1093;&#1084;&#1077; &#1084;&#1072;&#1075;&#1072;&#1079;&#1080;&#1085;&#1080; &#1053;&#1077;&#1090;&#1090;&#1086; &#1080; &#1050;&#1072;&#1091;&#1092;&#1083;&#1072;&#1085;&#1076;. &#1054;&#1090;&#1090;&#1072;&#1084;
&#1087;&#1088;&#1077;&#1079; &#1094;&#1098;&#1088;&#1082;&#1074;&#1072;&#1090;&#1072; &#1057;&#1074;&#1077;&#1090;&#1080; &#1053;&#1080;&#1082;&#1086;&#1083;&#1072;&#1081; (NikolaiKirche) - &#1080;&#1084;&#1072;&#1096;&#1077; &#1088;&#1077;&#1087;&#1077;&#1090;&#1080;&#1094;&#1080;&#1103; &#1085;&#1072; &#1093;&#1086;&#1088;&#1072;,
&#1087;&#1088;&#1077;&#1079; &#1061;&#1086;&#1083;&#1072;&#1085;&#1076;&#1089;&#1082;&#1080;&#1103; &#1082;&#1074;&#1072;&#1088;&#1090;&#1072;&#1083;, &#1041;&#1088;&#1072;&#1085;&#1076;&#1077;&#1085;&#1073;&#1091;&#1088;&#1075;&#1089;&#1082;&#1072;&#1090;&#1072; &#1074;&#1088;&#1072;&#1090;&#1072;, &#1087;&#1072;&#1088;&#1082;&#1072; &#1057;&#1072;&#1085; &#1057;&#1091;&#1089;&#1080; &#1080; &#1089;&#1077;
&#1088;&#1072;&#1079;&#1076;&#1077;&#1083;&#1080;&#1093;&#1084;&#1077; - &#1050;&#1072;&#1090;&#1103; &#1086;&#1090;&#1076;&#1077; &#1076;&#1072; &#1089;&#1077; &#1084;&#1086;&#1090;&#1072; &#1087;&#1086; &#1084;&#1072;&#1075;&#1072;&#1079;&#1080;&#1085;&#1080;, &#1072;&#1079; &#1090;&#1088;&#1098;&#1075;&#1085;&#1072;&#1093; &#1086;&#1073;&#1088;&#1072;&#1090;&#1085;&#1086;.<br>
<br>
<span style="font-weight: bold;">14 &#1092;&#1077;&#1074;&#1088;&#1091;&#1072;&#1088;&#1080;</span><span
 style="font-weight: bold;">,</span><span style="font-weight: bold;">
&#1085;&#1077;&#1076;&#1077;&#1083;&#1103;</span><br>
&#1057;&#1091;&#1090;&#1088;&#1080;&#1085;&#1090;&#1072; &#1093;&#1086;&#1076;&#1080;&#1093;&#1084;&#1077; &#1087;&#1086; &#1079;&#1072;&#1084;&#1088;&#1098;&#1079;&#1085;&#1072;&#1083;&#1086;&#1090;&#1086; &#1077;&#1079;&#1077;&#1088;&#1086; &#1089; &#1050;&#1072;&#1090;&#1103;. &#1057;&#1083;&#1077;&#1076; &#1086;&#1073;&#1103;&#1076; - &#1079;&#1072; &#1083;&#1077;&#1090;&#1080;&#1097;&#1077;&#1090;&#1086;
&#1080; &#1086;&#1090;&#1085;&#1086;&#1074;&#1086; &#1052;&#1072;&#1083;&#1077;&#1074;...<br>
<br>
&#1055;&#1088;&#1077;&#1079; &#1094;&#1103;&#1083;&#1086;&#1090;&#1086; &#1074;&#1088;&#1077;&#1084;&#1077; &#1077; &#1086;&#1073;&#1083;&#1072;&#1095;&#1085;&#1086;, &#1090;&#1080;&#1093;&#1086;, &#1086;&#1090; &#1074;&#1088;&#1077;&#1084;&#1077; &#1085;&#1072; &#1074;&#1088;&#1077;&#1084;&#1077; &#1074;&#1072;&#1083;&#1080; &#1089;&#1085;&#1103;&#1075;, &#1089;&#1090;&#1091;&#1076;&#1077;&#1085;&#1086;
(&#1084;&#1080;&#1085;&#1091;&#1089; 8 - &#1084;&#1080;&#1085;&#1091;&#1089; 1), &#1091;&#1083;&#1080;&#1094;&#1080;&#1090;&#1077; &#1089;&#1072; &#1087;&#1086;&#1095;&#1090;&#1080; &#1087;&#1077;&#1088;&#1092;&#1077;&#1082;&#1090;&#1085;&#1086; &#1080;&#1079;&#1095;&#1080;&#1089;&#1090;&#1077;&#1085;&#1080;, &#1090;&#1088;&#1086;&#1090;&#1086;&#1072;&#1088;&#1080;&#1090;&#1077;
&#1089;&#1098;&#1097;&#1086;. &#1050;&#1098;&#1076;&#1077;&#1090;&#1086; &#1085;&#1077; &#1077; &#1095;&#1080;&#1089;&#1090;&#1077;&#1085;&#1086; &#1086;&#1090;&#1076;&#1086;&#1083;&#1091; &#1077; &#1083;&#1077;&#1076;.&nbsp; <br>
</body>
</html>
