<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.01 Transitional//EN">
<html>
<head>
  <meta content="text/html; charset=ISO-8859-1"
 http-equiv="Content-Type">
  <title>Potsdam_02</title>
</head>
<body>
<span style="font-weight: bold;">&#1042; &#1055;&#1086;&#1090;&#1089;&#1076;&#1072;&#1084; &#1079;&#1072; &#1077;&#1076;&#1080;&#1085; &#1084;&#1077;&#1089;&#1077;&#1094;</span><br>
<br>
<span style="font-weight: bold;">30.08.2010, &#1087;&#1086;&#1085;&#1077;&#1076;&#1077;&#1083;&#1085;&#1080;&#1082;</span><br>
&#1053;&#1086;&#1088;&#1084;&#1072;&#1083;&#1077;&#1085; &#1087;&#1086;&#1083;&#1077;&#1090; &#1089; &#1084;&#1072;&#1083;&#1082;&#1080;&#1103; &#1089;&#1072;&#1084;&#1086;&#1083;&#1077;&#1090;, &#1079;&#1072;&#1082;&#1098;&#1089;&#1085;&#1103; &#1080;&#1079;&#1083;&#1080;&#1090;&#1072;&#1085;&#1077;&#1090;&#1086;, &#1087;&#1088;&#1077;&#1079; &#1094;&#1103;&#1083;&#1086;&#1090;&#1086; &#1074;&#1088;&#1077;&#1084;&#1077;
&#1073;&#1103;&#1093;&#1084;&#1077; &#1074; &#1086;&#1073;&#1083;&#1072;&#1094;&#1080; &#1080; &#1076;&#1088;&#1091;&#1089;&#1072;&#1096;&#1077; &#1103;&#1082;&#1086;. &#1056;&#1072;&#1079;&#1073;&#1080;&#1088;&#1072; &#1089;&#1077; &#1079;&#1072;&#1082;&#1098;&#1089;&#1085;&#1077;&#1085;&#1080;&#1077; &#1074; &#1041;&#1091;&#1076;&#1072;&#1087;&#1077;&#1097;&#1072;, &#1086;&#1075;&#1088;&#1086;&#1084;&#1085;&#1072;
&#1086;&#1087;&#1072;&#1096;&#1082;&#1072; &#1079;&#1072; "&#1089;&#1077;&#1082;&#1102;&#1088;&#1080;&#1090;&#1080; &#1095;&#1077;&#1082;" &#1085;&#1072; &#1090;&#1088;&#1072;&#1085;&#1079;&#1080;&#1090;&#1085;&#1080; &#1087;&#1098;&#1090;&#1085;&#1080;&#1094;&#1080;. &#1043;&#1086;&#1083;&#1103;&#1084; &#1089;&#1072;&#1084;&#1086;&#1083;&#1077;&#1090; (&#1041;&#1086;&#1080;&#1085;&#1075;
373) &#1079;&#1072; &#1041;&#1077;&#1088;&#1083;&#1080;&#1085;, &#1079;&#1072;&#1082;&#1098;&#1089;&#1085;&#1103; &#1089; &#1080;&#1079;&#1083;&#1080;&#1090;&#1072;&#1085;&#1077;&#1090;&#1086; &#1080; &#1087;&#1088;&#1080;&#1089;&#1090;&#1080;&#1075;&#1072; 10 &#1084;&#1080;&#1085;&#1091;&#1090;&#1080; &#1087;&#1086;-&#1088;&#1072;&#1085;&#1086;.
&#1052;&#1080;&#1083;&#1095;&#1086; &#1080; &#1050;&#1072;&#1090;&#1103; &#1074; &#1079;&#1072;&#1076;&#1088;&#1098;&#1089;&#1090;&#1074;&#1072;&#1085;&#1077;, &#1087;&#1086;&#1095;&#1072;&#1082;&#1072;&#1093; &#1075;&#1080; &#1080; &#1084;&#1077; &#1079;&#1072;&#1082;&#1072;&#1088;&#1072;&#1093;&#1072; &#1074; &#1048;&#1085;&#1089;&#1090;&#1080;&#1090;&#1091;&#1090;&#1072;. &#1053;&#1072;
&#1086;&#1073;&#1103;&#1076; &#1073;&#1103;&#1093;&#1084;&#1077; &#1091; &#1090;&#1103;&#1093; &#1089; &#1056;&#1086;&#1089;&#1080;. &#1055;&#1086;&#1089;&#1083;&#1077; &#1084;&#1077; &#1079;&#1072;&#1082;&#1072;&#1088;&#1072;&#1093;&#1072; &#1076;&#1086; &#1082;&#1074;&#1072;&#1088;&#1090;&#1080;&#1088;&#1072;&#1090;&#1072; - &#1084;&#1085;&#1086;&#1075;&#1086; &#1076;&#1086;&#1073;&#1088;&#1086;
&#1084;&#1103;&#1089;&#1090;&#1086;, &#1089;&#1090;&#1072;&#1103;&#1090;&#1072; &#1077; &#1075;&#1086;&#1083;&#1103;&#1084;&#1072;, &#1095;&#1080;&#1089;&#1090;&#1072;, &#1080;&#1084;&#1072;&#1084; &#1086;&#1073;&#1086;&#1088;&#1091;&#1076;&#1074;&#1072;&#1085;&#1072; &#1082;&#1091;&#1093;&#1085;&#1103; (&#1073;&#1077;&#1079; &#1084;&#1080;&#1103;&#1083;&#1085;&#1072; &#1080;
&#1092;&#1091;&#1088;&#1085;&#1072;). &#1054;&#1089;&#1090;&#1072;&#1074;&#1080;&#1093; &#1089;&#1080; &#1082;&#1091;&#1092;&#1072;&#1088;&#1072;, &#1086;&#1090;&#1080;&#1076;&#1086;&#1093;&#1084;&#1077; &#1076;&#1086; &#1075;&#1072;&#1088;&#1072;&#1090;&#1072; &#1080; &#1089;&#1080; &#1082;&#1091;&#1087;&#1080;&#1093; &#1082;&#1072;&#1088;&#1090;&#1072; &#1079;&#1072;
&#1075;&#1088;&#1072;&#1076;&#1089;&#1082;&#1080;&#1103; &#1090;&#1088;&#1072;&#1085;&#1089;&#1087;&#1086;&#1088;&#1090; &#1074; &#1055;&#1086;&#1090;&#1089;&#1076;&#1072;&#1084; &#1079;&#1072; 1 &#1084;&#1077;&#1089;&#1077;&#1094; &#1079;&#1072; 35 &#1077;&#1074;&#1088;&#1086;. &#1055;&#1086;&#1089;&#1083;&#1077; &#1087;&#1072;&#1082; &#1086;&#1090;&#1080;&#1076;&#1086;&#1093;&#1084;&#1077;
&#1074; &#1048;&#1085;&#1090;&#1080;&#1090;&#1091;&#1090;&#1072;, &#1072;&#1079; &#1082;&#1098;&#1084; 16 &#1095;&#1072;&#1089;&#1072; &#1089;&#1080; &#1090;&#1088;&#1098;&#1075;&#1085;&#1072;&#1093;, &#1084;&#1080;&#1085;&#1072;&#1093; &#1087;&#1088;&#1077;&#1079; &#1050;&#1072;&#1091;&#1092;&#1083;&#1072;&#1085;&#1076;&#1072; &#1085;&#1072; &#1075;&#1072;&#1088;&#1072;&#1090;&#1072; &#1080;
&#1089;&#1077; &#1087;&#1088;&#1080;&#1073;&#1088;&#1072;&#1093; &#1091;&#1089;&#1087;&#1077;&#1096;&#1085;&#1086; &#1089; &#1072;&#1074;&#1090;&#1086;&#1073;&#1091;&#1089;&#1072; 694 &#1080; &#1087;&#1086;&#1089;&#1083;&#1077; &#1090;&#1088;&#1072;&#1084;&#1074;&#1072;&#1081; 92.<br>
<br>
<span style="font-weight: bold;">31.08, &#1074;&#1090;&#1086;&#1088;&#1085;&#1080;&#1082;</span><br>
&#1042; &#1048;&#1085;&#1089;&#1090;&#1080;&#1090;&#1091;&#1090;&#1072; , &#1087;&#1086;&#1089;&#1083;&#1077; &#1086;&#1073;&#1103;&#1076;&#1074;&#1072;&#1093;&#1084;&#1077; &#1091; &#1052;&#1080;&#1083;&#1095;&#1086; &#1080; &#1050;&#1072;&#1090;&#1103; &#1089; &#1055;&#1077;&#1090;&#1088;&#1072; - &#1073;&#1086;&#1082;&#1074;&#1091;&#1088;&#1089;&#1090;&#1080; &#1080; &#1073;&#1080;&#1088;&#1072;.<br>
<br>
<span style="font-weight: bold;">1.09, &#1089;&#1088;&#1103;&#1076;&#1072;</span><br>
&#1048;&#1079;&#1087;&#1088;&#1072;&#1097;&#1072;&#1093;&#1084;&#1077; &#1050;&#1072;&#1090;&#1103; &#1085;&#1072; &#1072;&#1074;&#1090;&#1086;&#1075;&#1072;&#1088;&#1072; &#1074; &#1041;&#1077;&#1088;&#1083;&#1080;&#1085; - &#1079;&#1072;&#1084;&#1080;&#1085;&#1072;&#1074;&#1072; &#1089; &#1072;&#1074;&#1090;&#1086;&#1073;&#1091;&#1089; &#1079;&#1072; &#1041;&#1098;&#1083;&#1075;&#1072;&#1088;&#1080;&#1103;.<br>
16:30 - &#1073;&#1072;&#1088;&#1073;&#1077;&#1082;&#1102; &#1074; &#1048;&#1085;&#1089;&#1090;&#1080;&#1090;&#1091;&#1090;&#1072; - &#1056;&#1072;&#1081;&#1085;&#1077;&#1088; &#1095;&#1077;&#1088;&#1087;&#1080; &#1079;&#1072; &#1085;&#1086;&#1074;&#1072;&#1090;&#1072; &#1087;&#1086;&#1079;&#1080;&#1094;&#1080;&#1103;!<br>
<br>
<span style="font-weight: bold;">2.09, &#1095;&#1077;&#1090;&#1074;&#1098;&#1088;&#1090;&#1098;&#1082;</span><br>
&#1054;&#1090;&#1080;&#1076;&#1086;&#1093;&#1084;&#1077; &#1089; &#1052;&#1080;&#1083;&#1095;&#1086; &#1074; &#1082;&#1072;&#1085;&#1094;&#1077;&#1083;&#1072;&#1088;&#1080;&#1103;&#1090;&#1072; &#1080; &#1074;&#1079;&#1077;&#1093;&#1084;&#1077; &#1095;&#1077;&#1082;&#1086;&#1074;&#1077; &#1079;&#1072; &#1087;&#1072;&#1088;&#1080;&#1090;&#1077;! &#1054;&#1090;&#1090;&#1072;&#1084; &#1074;
&#1073;&#1072;&#1085;&#1082;&#1072;&#1090;&#1072;, &#1080; &#1074;&#1077;&#1095;&#1077; &#1089;&#1084;&#1077; &#1088;&#1077;&#1076;&#1086;&#1074;&#1085;&#1080; &#1088;&#1072;&#1073;&#1086;&#1090;&#1085;&#1080;&#1094;&#1080; &#1087;&#1086; &#1087;&#1086;&#1076;&#1087;&#1080;&#1089;&#1072;&#1085;&#1080;&#1103; &#1076;&#1086;&#1075;&#1086;&#1074;&#1086;&#1088;. &#1055;&#1088;&#1080;&#1073;&#1088;&#1072;&#1093; &#1089;&#1077;
&#1082;&#1098;&#1084; 4 &#1095;&#1072;&#1089;&#1072;, &#1087;&#1083;&#1072;&#1090;&#1080;&#1093; &#1089;&#1080; &#1079;&#1072; &#1082;&#1074;&#1072;&#1088;&#1090;&#1080;&#1088;&#1072;&#1090;&#1072; 350 + 35 &#1079;&#1072; "&#1092;&#1080;&#1085;&#1072;&#1083;&#1085;&#1086;" &#1087;&#1086;&#1095;&#1080;&#1089;&#1090;&#1074;&#1072;&#1085;&#1077;,
&#1091;&#1088;&#1077;&#1076;&#1080;&#1093; &#1080; &#1050;&#1080;&#1088;&#1080;&#1083; &#1089; &#1083;&#1077;&#1075;&#1083;&#1086; &#1086;&#1090; 9-&#1090;&#1080; &#1076;&#1086; 16-&#1090;&#1080;. &#1071;&#1076;&#1086;&#1093;, &#1095;&#1077; &#1085;&#1077; &#1073;&#1103;&#1093; &#1086;&#1073;&#1103;&#1076;&#1074;&#1072;&#1083; &#1080;
&#1087;&#1086;&#1089;&#1083;&#1077; &#1089;&#1080; &#1085;&#1072;&#1087;&#1088;&#1072;&#1074;&#1080;&#1093; &#1093;&#1086;&#1076;&#1077;&#1085;&#1077; &#1076;&#1086; &#1057;&#1072;&#1085; &#1057;&#1091;&#1089;&#1080;, &#1087;&#1077;&#1096; &#1087;&#1086; &#1076;&#1098;&#1083;&#1075;&#1072;&#1090;&#1072; &#1072;&#1083;&#1077;&#1103; (2 &#1082;&#1084;)
&#1086;&#1090;&#1080;&#1074;&#1072;&#1085;&#1077; &#1080; &#1074;&#1088;&#1098;&#1097;&#1072;&#1085;&#1077;, &#1090;&#1086; &#1089;&#1077; &#1089;&#1090;&#1098;&#1084;&#1085;&#1080;, &#1087;&#1088;&#1077;&#1079; &#1094;&#1077;&#1085;&#1090;&#1098;&#1088;&#1072; &#1089;&#1077; &#1087;&#1088;&#1080;&#1073;&#1088;&#1072;&#1093; &#1089; &#1090;&#1088;&#1072;&#1084;&#1074;&#1072;&#1103;.<br>
<br>
<span style="font-weight: bold;">3.09, &#1087;&#1077;&#1090;&#1098;&#1082;</span><br>
&#1057;&#1091;&#1090;&#1088;&#1080;&#1085;&#1090;&#1072; &#1086;&#1090;&#1080;&#1076;&#1086;&#1093; &#1088;&#1072;&#1085;&#1086;, &#1052;&#1080;&#1083;&#1095;&#1086; &#1076;&#1086;&#1081;&#1076;&#1077; &#1082;&#1098;&#1084; 11. &#1055;&#1088;&#1072;&#1074;&#1080;&#1093; &#1093;&#1077;&#1076;&#1098;&#1088;&#1072;, &#1087;&#1086;&#1076;&#1075;&#1086;&#1090;&#1074;&#1080;&#1093; &#1080; Qt
&#1088;&#1077;&#1076;&#1072;&#1082;&#1090;&#1086;&#1088;&#1072; &#1085;&#1072; &#1093;&#1077;&#1076;&#1098;&#1088;&#1080;. &#1050;&#1098;&#1084; 1 &#1095;&#1072;&#1089;&#1072; &#1076;&#1086;&#1081;&#1076;&#1077; &#1056;&#1072;&#1081;&#1085;&#1077;&#1088;, &#1076;&#1072;&#1076;&#1077; &#1084;&#1080; &#1082;&#1086;&#1083;&#1077;&#1083;&#1086;&#1090;&#1086; -
&#1089;&#1080;&#1075;&#1091;&#1088;&#1085;&#1086; &#1077; &#1087;&#1086;&#1085;&#1077; &#1085;&#1072; 30 &#1075;&#1086;&#1076;&#1080;&#1085;&#1080;, &#1089; 3 &#1089;&#1082;&#1086;&#1088;&#1086;&#1089;&#1090;&#1080;, &#1076;&#1080;&#1085;&#1072;&#1084;&#1086; &#1080; &#1073;&#1072;&#1075;&#1072;&#1078;&#1085;&#1080;&#1082; &#1089;
&#1087;&#1088;&#1091;&#1078;&#1080;&#1085;&#1082;&#1072;. &#1050;&#1098;&#1084; 3:30 &#1090;&#1088;&#1098;&#1075;&#1085;&#1072;&#1093; &#1076;&#1072; &#1082;&#1072;&#1088;&#1072;&#1084; - &#1076;&#1086;&#1073;&#1088;&#1077; &#1074;&#1098;&#1088;&#1074;&#1080;, &#1089;&#1072;&#1084;&#1086; &#1076;&#1072;&#1090;&#1086; &#1085;&#1077;&#1097;&#1086; &#1095;&#1091;&#1082;&#1072;
&#1080; &#1089;&#1082;&#1098;&#1088;&#1094;&#1072;, &#1087;&#1088;&#1077;&#1076;&#1087;&#1086;&#1083;&#1072;&#1075;&#1072;&#1084; &#1074; &#1075;&#1083;&#1072;&#1074;&#1080;&#1085;&#1072;&#1090;&#1072; &#1085;&#1072; &#1087;&#1077;&#1076;&#1072;&#1083;&#1080;&#1090;&#1077;. &#1050;&#1091;&#1087;&#1080;&#1093; &#1089;&#1080; "&#1074;&#1077;&#1088;&#1080;&#1075;&#1072;", &#1076;&#1072;
&#1084;&#1086;&#1075;&#1072; &#1076;&#1072; &#1074;&#1088;&#1098;&#1079;&#1074;&#1072;&#1084; &#1082;&#1086;&#1083;&#1077;&#1083;&#1086;&#1090;&#1086; - &#1090;&#1086; &#1089;&#1080; &#1080;&#1084;&#1072; &#1093;&#1080;&#1090;&#1088;&#1072; &#1079;&#1072;&#1082;&#1083;&#1102;&#1095;&#1074;&#1072;&#1083;&#1082;&#1072; &#1079;&#1072; &#1079;&#1072;&#1076;&#1085;&#1086;&#1090;&#1086;
&#1082;&#1086;&#1083;&#1077;&#1083;&#1086;, &#1090;&#1072;&#1082;&#1072;, &#1095;&#1077; &#1089;&#1077;&#1075;&#1072; &#1080;&#1084;&#1072;&#1084; &#1076;&#1074;&#1086;&#1081;&#1085;&#1086; &#1079;&#1072;&#1082;&#1083;&#1102;&#1095;&#1074;&#1072;&#1085;&#1077;. &#1055;&#1088;&#1080;&#1073;&#1088;&#1072;&#1093; &#1089;&#1077;, &#1074;&#1079;&#1077;&#1093; &#1088;&#1072;&#1085;&#1080;&#1094;&#1072;&#1090;&#1072;
&#1080; &#1086;&#1090;&#1080;&#1076;&#1086;&#1093; &#1089; &#1085;&#1077;&#1075;&#1086; &#1076;&#1086; &#1055;&#1077;&#1085;&#1080;-&#1084;&#1072;&#1088;&#1082;&#1090;&#1072; &#1076;&#1072; &#1085;&#1072;&#1087;&#1072;&#1079;&#1072;&#1088;&#1091;&#1074;&#1072;&#1084; &#1079;&#1072; &#1089;&#1098;&#1073;&#1086;&#1090;&#1072; &#1080; &#1085;&#1077;&#1076;&#1077;&#1083;&#1103;. &#1041;&#1086;&#1073; &#1074;
Rewe &#1089;&#1098;&#1097;&#1086; &#1085;&#1103;&#1084;&#1072;&#1096;&#1077; (&#1082;&#1072;&#1082;&#1090;&#1086; &#1080; &#1074; &#1050;&#1072;&#1091;&#1092;&#1083;&#1072;&#1085;&#1076; &#1080; &#1074; &#1053;&#1077;&#1090;&#1090;&#1086;), &#1090;&#1072;&#1082;&#1072; &#1095;&#1077; &#1082;&#1091;&#1087;&#1080;&#1093; &#1086;&#1090;
&#1089;&#1080;&#1090;&#1085;&#1080;&#1103; &#1074; &#1055;&#1077;&#1085;&#1080;-&#1084;&#1072;&#1088;&#1082;&#1090;&#1072;. &#1055;&#1088;&#1080;&#1073;&#1088;&#1072;&#1093; &#1089;&#1077;, &#1074;&#1077;&#1095;&#1077;&#1088;&#1103;&#1093; &#1080; &#1089;&#1077; &#1091;&#1089;&#1077;&#1090;&#1080;&#1093;, &#1095;&#1077; &#1085;&#1103;&#1084;&#1072;&#1084; &#1089;&#1086;&#1083; &#1079;&#1072;
&#1073;&#1086;&#1073;&#1072;! &#1057; &#1090;&#1088;&#1072;&#1084;&#1074;&#1072;&#1103; - &#1076;&#1086; Hauptbahnhof (&#1075;&#1072;&#1088;&#1072;&#1090;&#1072;) &#1080; &#1074; &#1050;&#1072;&#1091;&#1092;&#1083;&#1072;&#1085;&#1076;&#1072;. &#1047;&#1072;&#1084;&#1086;&#1090;&#1072;&#1093; &#1089;&#1077; &#1080;
&#1082;&#1091;&#1087;&#1080;&#1093; &#1086;&#1097;&#1077; &#1082;&#1091;&#1087; &#1085;&#1077;&#1097;&#1072;. &#1055;&#1086;&#1089;&#1083;&#1077; &#1074;&#1080;&#1076;&#1103;&#1093;, &#1095;&#1077; &#1093;&#1088;&#1072;&#1085;&#1080;&#1090;&#1077;&#1083;&#1085;&#1080;&#1090;&#1077; &#1084;&#1072;&#1075;&#1072;&#1079;&#1080;&#1085;&#1080; &#1088;&#1072;&#1073;&#1086;&#1090;&#1103;&#1090; &#1080; &#1074;
&#1089;&#1098;&#1073;&#1086;&#1090;&#1072;, &#1084;&#1072;&#1082;&#1072;&#1088; &#1080; &#1076;&#1086; &#1087;&#1086;-&#1088;&#1072;&#1085;&#1086;.<br>
<br>
<span style="font-weight: bold;">4.09, &#1089;&#1098;&#1073;&#1086;&#1090;&#1072;</span><br>
&#1057;&#1090;&#1072;&#1085;&#1072;&#1093; &#1084;&#1072;&#1083;&#1082;&#1086; &#1089;&#1083;&#1077;&#1076; 7 &#1095;&#1072;&#1089;&#1072;, &#1088;&#1077;&#1096;&#1080;&#1093; &#1076;&#1072; &#1089;&#1083;&#1072;&#1075;&#1072;&#1084; &#1073;&#1086;&#1073;&#1072;, &#1079;&#1072; &#1076;&#1072; &#1089;&#1077; &#1089;&#1074;&#1072;&#1088;&#1080;, &#1076;&#1086;&#1082;&#1072;&#1090;&#1086;
&#1089;&#1077; &#1086;&#1087;&#1088;&#1072;&#1074;&#1103; &#1079;&#1072; &#1090;&#1088;&#1098;&#1075;&#1074;&#1072;&#1085;&#1077; &#1089; &#1082;&#1086;&#1083;&#1077;&#1083;&#1086;&#1090;&#1086;. &#1050;&#1086;&#1090;&#1083;&#1086;&#1085;&#1072; &#1089;&#1077; &#1086;&#1082;&#1072;&#1079;&#1072; &#1084;&#1085;&#1086;&#1075;&#1086; &#1089;&#1080;&#1083;&#1077;&#1085; &#1080; &#1073;&#1086;&#1073;&#1098;&#1090;
&#1082;&#1080;&#1087;&#1085;&#1072; &#1079;&#1072; 10 &#1084;&#1080;&#1085;&#1091;&#1090;&#1080;. &#1057;&#1083;&#1086;&#1078;&#1080;&#1093; &#1084;&#1091; &#1089;&#1086;&#1083;, &#1087;&#1086;&#1089;&#1083;&#1077; &#1083;&#1091;&#1082; &#1080; &#1084;&#1086;&#1088;&#1082;&#1086;&#1074;&#1080;. &#1055;&#1080;&#1093; &#1082;&#1072;&#1092;&#1077;,
&#1087;&#1088;&#1080;&#1075;&#1086;&#1090;&#1074;&#1080;&#1093; 2 &#1089;&#1072;&#1085;&#1076;&#1074;&#1080;&#1095;&#1072;, &#1103;&#1073;&#1098;&#1083;&#1082;&#1072; &#1080; &#1096;&#1086;&#1082;&#1086;&#1083;&#1072;&#1076; &#1080; &#1090;&#1088;&#1098;&#1075;&#1085;&#1072;&#1093;. &#1042;&#1088;&#1077;&#1084;&#1077;&#1090;&#1086; &#1073;&#1077;&#1096;&#1077; &#1086;&#1073;&#1083;&#1072;&#1095;&#1085;&#1086;,
&#1085;&#1086; &#1087;&#1088;&#1086;&#1075;&#1085;&#1086;&#1079;&#1080;&#1090;&#1077; &#1074; &#1048;&#1085;&#1090;&#1077;&#1088;&#1085;&#1077;&#1090; &#1073;&#1103;&#1093;&#1072; &#1079;&#1072; &#1089;&#1083;&#1098;&#1085;&#1095;&#1077;&#1074;&#1086; &#1074;&#1088;&#1077;&#1084;&#1077;... &#1055;&#1088;&#1077;&#1079; Neuer Garden &#1076;&#1086;
&#1062;&#1077;&#1094;&#1080;&#1083;&#1080;&#1077;&#1085;&#1093;&#1086;&#1092;, &#1087;&#1086;&#1089;&#1083;&#1077; &#1087;&#1086;&#1082;&#1088;&#1072;&#1081; &#1077;&#1079;&#1077;&#1088;&#1086;&#1090;&#1086; &#1076;&#1086; &#1043;&#1083;&#1080;&#1085;&#1080;&#1082;&#1077; &#1073;&#1088;&#1102;&#1082;&#1077; (&#1084;&#1086;&#1089;&#1090;). &#1054;&#1090;&#1090;&#1072;&#1084; &#1079;&#1072;&#1074;&#1080;&#1093;
&#1085;&#1072;&#1083;&#1103;&#1074;&#1086; &#1087;&#1086; &#1084;&#1085;&#1086;&#1075;&#1086; &#1087;&#1088;&#1080;&#1103;&#1090;&#1085;&#1072; &#1080; &#1088;&#1072;&#1074;&#1085;&#1072; &#1072;&#1083;&#1077;&#1103; &#1087;&#1072;&#1082; &#1073;&#1083;&#1080;&#1079;&#1086; &#1076;&#1086; &#1077;&#1079;&#1077;&#1088;&#1086;&#1090;&#1086;, &#1074;&#1089;&#1098;&#1097;&#1085;&#1086;&#1089;&#1090;
&#1075;&#1083;&#1072;&#1074;&#1085;&#1086;&#1090;&#1086; &#1082;&#1086;&#1088;&#1080;&#1090;&#1086; &#1085;&#1072; &#1088;&#1077;&#1082;&#1072;&#1090;&#1072; &#1061;&#1072;&#1074;&#1077;&#1083;. &#1052;&#1080;&#1085;&#1072;&#1093; &#1087;&#1086;&#1082;&#1088;&#1072;&#1081; &#1080;&#1079;&#1074;&#1077;&#1089;&#1090;&#1085;&#1072;&#1090;&#1072; &#1073;&#1080;&#1088;&#1072;&#1088;&#1080;&#1103;
&#1053;&#1080;&#1082;&#1086;&#1083;&#1089;&#1082;&#1086;&#1077; &#1080; &#1089;&#1090;&#1080;&#1075;&#1085;&#1072;&#1093; Pfaueninsel - &#1085;&#1072; &#1086;&#1089;&#1090;&#1088;&#1086;&#1074;&#1072; &#1080;&#1084;&#1072; &#1079;&#1072;&#1084;&#1098;&#1082;. &#1058;&#1086;&#1074;&#1072; &#1074;&#1077;&#1095;&#1077; &#1077;
&#1042;&#1072;&#1085;&#1079;&#1077;&#1077; (Wannsee), &#1080;&#1079;&#1074;&#1077;&#1089;&#1090;&#1085;&#1086;&#1090;&#1086; &#1073;&#1077;&#1088;&#1083;&#1080;&#1085;&#1089;&#1082;&#1086; &#1077;&#1079;&#1077;&#1088;&#1086;. &#1055;&#1088;&#1086;&#1076;&#1098;&#1083;&#1078;&#1080;&#1093; &#1087;&#1086; &#1087;&#1098;&#1090;&#1103;,
&#1085;&#1072;&#1081;-&#1085;&#1072;&#1087;&#1088;&#1077;&#1076; &#1082;&#1072;&#1095;&#1074;&#1072;&#1085;&#1077; (&#1075;&#1088;&#1091;&#1087;&#1072; &#1073;&#1103;&#1075;&#1072;&#1097;&#1080; &#1085;&#1077;&#1084;&#1094;&#1080; &#1084;&#1077; &#1080;&#1079;&#1087;&#1088;&#1077;&#1074;&#1072;&#1088;&#1080;&#1093;&#1072;), &#1087;&#1086;&#1089;&#1083;&#1077; &#1089;&#1083;&#1080;&#1079;&#1072;&#1085;&#1077;
(&#1090;&#1086;&#1075;&#1072;&#1074;&#1072; &#1072;&#1079; &#1075;&#1080; &#1080;&#1079;&#1087;&#1088;&#1077;&#1074;&#1072;&#1088;&#1080;&#1093;) &#1080; &#1089;&#1090;&#1080;&#1075;&#1085;&#1072;&#1093; &#1075;&#1088;&#1072;&#1076;&#1095;&#1077;&#1090;&#1086; &#1042;&#1072;&#1085;&#1079;&#1077;&#1077;, &#1080;&#1079;&#1083;&#1080;&#1079;&#1072;&#1081;&#1082;&#1080; &#1085;&#1072;
&#1075;&#1083;&#1072;&#1074;&#1085;&#1086;&#1090;&#1086; &#1096;&#1086;&#1089;&#1077; (&#1085;&#1086;&#1084;&#1077;&#1088; 1). &#1055;&#1088;&#1086;&#1076;&#1098;&#1083;&#1078;&#1080;&#1093; &#1087;&#1086; &#1085;&#1077;&#1075;&#1086;, &#1085;&#1086; &#1079;&#1072;&#1074;&#1072;&#1083;&#1103; &#1076;&#1098;&#1078;&#1076;, &#1087;&#1086;&#1089;&#1090;&#1086;&#1103;&#1093; &#1085;&#1072;
&#1089;&#1091;&#1093;&#1086; &#1085;&#1072; &#1077;&#1076;&#1085;&#1072; &#1072;&#1074;&#1090;&#1086;&#1073;&#1091;&#1089;&#1085;&#1072; &#1089;&#1087;&#1080;&#1088;&#1082;&#1072; &#1080; &#1088;&#1077;&#1096;&#1080;&#1093; &#1076;&#1072; &#1089;&#1077; &#1074;&#1088;&#1098;&#1097;&#1072;&#1084; (&#1076;&#1098;&#1078;&#1076;&#1098;&#1090; &#1089;&#1087;&#1088;&#1103;). &#1050;&#1072;&#1088;&#1072;&#1093;
&#1087;&#1086; &#1075;&#1083;&#1072;&#1074;&#1085;&#1086;&#1090;&#1086; &#1096;&#1086;&#1089;&#1077; &#1085;&#1086;&#1084;&#1077;&#1088; 1 &#1076;&#1086; &#1050;&#1083;&#1072;&#1081;&#1085;&#1077; &#1043;&#1083;&#1080;&#1085;&#1080;&#1082;&#1077;, &#1079;&#1072;&#1074;&#1080;&#1093; &#1085;&#1072;&#1083;&#1103;&#1074;&#1086;, &#1085;&#1086; &#1085;&#1077; &#1073;&#1103;&#1093;
&#1089;&#1080;&#1075;&#1091;&#1088;&#1077;&#1085; &#1082;&#1072;&#1082; &#1076;&#1072; &#1089;&#1090;&#1080;&#1075;&#1085;&#1072; &#1076;&#1086; &#1084;&#1086;&#1089;&#1090;&#1072; &#1082;&#1098;&#1084; &#1041;&#1072;&#1073;&#1077;&#1083;&#1089;&#1073;&#1077;&#1088;&#1075; &#1080; &#1079;&#1072;&#1090;&#1086;&#1074;&#1072; &#1089;&#1077; &#1074;&#1098;&#1088;&#1085;&#1072;&#1093;. &#1055;&#1088;&#1077;&#1076;&#1080;
&#1043;&#1083;&#1080;&#1085;&#1080;&#1082;&#1077; &#1084;&#1086;&#1089;&#1090; &#1089;&#1077; &#1087;&#1086;&#1084;&#1086;&#1090;&#1072;&#1093; &#1074; &#1087;&#1072;&#1088;&#1082;&#1072; &#1085;&#1072; &#1076;&#1074;&#1086;&#1088;&#1077;&#1094;&#1072; &#1043;&#1083;&#1080;&#1085;&#1080;&#1082;&#1077;, &#1087;&#1086;&#1089;&#1083;&#1077; &#1087;&#1088;&#1077;&#1079; &#1084;&#1086;&#1089;&#1090;&#1072; &#1080;
&#1087;&#1086; &#1041;&#1077;&#1088;&#1083;&#1080;&#1085;&#1077;&#1088; &#1097;&#1088;&#1072;&#1089;&#1077; &#1089;&#1077; &#1087;&#1088;&#1080;&#1073;&#1088;&#1072;&#1093;, &#1079;&#1072;&#1086;&#1073;&#1080;&#1082;&#1072;&#1083;&#1103;&#1081;&#1082;&#1080; &#1087;&#1083;&#1098;&#1090;&#1085;&#1086; &#1061;&#1072;&#1081;&#1083;&#1080;&#1075;&#1077;&#1088; &#1079;&#1077;&#1077;
(&#1077;&#1079;&#1077;&#1088;&#1086;&#1090;&#1086;). &#1054;&#1073;&#1103;&#1076;&#1074;&#1072;&#1093; (&#1073;&#1086;&#1073;&#1072; &#1073;&#1077;&#1096;&#1077; &#1075;&#1086;&#1090;&#1086;&#1074;), &#1087;&#1086;&#1095;&#1080;&#1085;&#1072;&#1093; &#1080; &#1082;&#1098;&#1084; 2 &#1080; &#1087;&#1086;&#1083;&#1086;&#1074;&#1080;&#1085;&#1072;
&#1090;&#1088;&#1098;&#1075;&#1085;&#1072;&#1093; &#1087;&#1072;&#1082; &#1089; &#1082;&#1086;&#1083;&#1077;&#1083;&#1086;&#1090;&#1086; &#1074; &#1087;&#1086;&#1089;&#1086;&#1082;&#1072; &#1087;&#1072;&#1088;&#1082;&#1072; &#1057;&#1072;&#1085; &#1057;&#1091;&#1089;&#1080;. &#1042;&#1088;&#1077;&#1084;&#1077;&#1090;&#1086; &#1089;&#1077; &#1086;&#1087;&#1088;&#1072;&#1074;&#1080; -
&#1089;&#1083;&#1098;&#1085;&#1095;&#1077;&#1074;&#1086; &#1080; &#1090;&#1080;&#1093;&#1086;. &#1052;&#1080;&#1085;&#1072;&#1093; &#1086;&#1090; &#1089;&#1077;&#1074;&#1077;&#1088;&#1085;&#1072;&#1090;&#1072; &#1089;&#1090;&#1088;&#1072;&#1085;&#1072; &#1085;&#1072; &#1087;&#1072;&#1088;&#1082;&#1072;, &#1087;&#1086;&#1089;&#1083;&#1077; &#1087;&#1086; &#1072;&#1083;&#1077;&#1103;&#1090;&#1072; &#1079;&#1072;
&#1074;&#1077;&#1083;&#1086;&#1089;&#1086;&#1087;&#1077;&#1076;&#1080; &#1087;&#1088;&#1077;&#1079; &#1089;&#1072;&#1084;&#1080;&#1103; &#1087;&#1072;&#1088;&#1082; &#1080; &#1080;&#1079;&#1083;&#1103;&#1079;&#1086;&#1093; &#1085;&#1072; &#1041;&#1088;&#1072;&#1085;&#1076;&#1077;&#1085;&#1073;&#1091;&#1088;&#1075;&#1089;&#1082;&#1072;&#1090;&#1072; &#1074;&#1088;&#1072;&#1090;&#1072;, &#1090;&#1088;&#1098;&#1075;&#1085;&#1072;&#1093;
&#1082;&#1098;&#1084; &#1094;&#1098;&#1088;&#1082;&#1074;&#1072;&#1090;&#1072; &#1089;&#1074;. &#1053;&#1080;&#1082;&#1086;&#1083;&#1072;&#1081; &#1080; &#1079;&#1072;&#1074;&#1072;&#1083;&#1103; - &#1086;&#1090;&#1085;&#1072;&#1095;&#1072;&#1083;&#1086; &#1089;&#1083;&#1072;&#1073;&#1086;, &#1087;&#1086;&#1083;&#1077; &#1089;&#1080;&#1083;&#1085;&#1086;, &#1095;&#1077; &#1080;
&#1089;&#1080;&#1090;&#1085;&#1072; &#1075;&#1088;&#1072;&#1076;&#1091;&#1096;&#1082;&#1072; ... &#1057;&#1082;&#1088;&#1080;&#1093; &#1089;&#1077; &#1087;&#1086;&#1076; &#1077;&#1076;&#1085;&#1086; &#1076;&#1098;&#1088;&#1074;&#1086; (&#1074; &#1061;&#1086;&#1083;&#1072;&#1085;&#1076;&#1089;&#1082;&#1080;&#1103; &#1082;&#1074;&#1072;&#1088;&#1090;&#1072;&#1083; &#1082;&#1098;&#1097;&#1080;&#1090;&#1077;
&#1085;&#1103;&#1084;&#1072;&#1090; &#1089;&#1090;&#1088;&#1077;&#1093;&#1080;), &#1087;&#1086;&#1095;&#1072;&#1082;&#1072;&#1093; &#1076;&#1072; &#1087;&#1086;&#1089;&#1087;&#1088;&#1077; &#1080; &#1087;&#1086;&#1076;&#1082;&#1072;&#1088;&#1072;&#1093; &#1082;&#1098;&#1084; &#1082;&#1074;&#1072;&#1088;&#1090;&#1080;&#1088;&#1072;&#1090;&#1072;. &#1042; &#1085;&#1072;&#1095;&#1072;&#1083;&#1086;&#1090;&#1086;
&#1085;&#1072; &#1055;&#1072;&#1087;&#1077;&#1083;&#1072;&#1083;&#1077;&#1077;, &#1085;&#1072; 100 &#1084;&#1077;&#1090;&#1088;&#1072; &#1076;&#1086; &#1082;&#1074;&#1072;&#1088;&#1090;&#1080;&#1088;&#1072;&#1090;&#1072; &#1082;&#1072;&#1090;&#1086; &#1079;&#1072;&#1087;&#1083;&#1102;&#1097;&#1103; - &#1076;&#1086;&#1082;&#1072;&#1090;&#1086; &#1089;&#1090;&#1080;&#1075;&#1085;&#1072;
&#1084;&#1077; &#1085;&#1072;&#1087;&#1088;&#1072;&#1074;&#1080; &#1074;&#1080;&#1088; &#1074;&#1086;&#1076;&#1072;.<br>
<br>
<span style="font-weight: bold;">5.09, &#1085;&#1077;&#1076;&#1077;&#1083;&#1103;</span><br>
&#1057;&#1090;&#1072;&#1085;&#1072;&#1093; &#1074; 7 &#1095;&#1072;&#1089;&#1072;, &#1074; 8:30 &#1074;&#1077;&#1095;&#1077; &#1073;&#1103;&#1093; &#1085;&#1072; &#1082;&#1086;&#1083;&#1077;&#1083;&#1086;&#1090;&#1086; - &#1080;&#1089;&#1082;&#1072;&#1093; &#1076;&#1072; &#1074;&#1080;&#1076;&#1103; &#1082;&#1072;&#1082; &#1077; &#1085;&#1072;
&#1089;&#1077;&#1074;&#1077;&#1088;, &#1087;&#1086; &#1096;&#1086;&#1089;&#1077; &#1085;&#1086;&#1084;&#1077;&#1088; 2. &#1042;&#1088;&#1077;&#1084;&#1077;&#1090;&#1086; &#1103;&#1089;&#1085;&#1086;, &#1089;&#1083;&#1098;&#1085;&#1094;&#1077;, &#1085;&#1086; &#1089;&#1090;&#1091;&#1076;&#1077;&#1085;&#1086;. &#1058;&#1088;&#1098;&#1075;&#1085;&#1072;&#1093; &#1087;&#1086;
&#1090;&#1088;&#1072;&#1084;&#1074;&#1072;&#1081; 96, &#1084;&#1080;&#1085;&#1072;&#1093; &#1087;&#1086;&#1082;&#1088;&#1072;&#1081; &#1073;&#1086;&#1090;&#1072;&#1085;&#1080;&#1095;&#1077;&#1089;&#1082;&#1072;&#1090;&#1072; &#1075;&#1088;&#1072;&#1076;&#1080;&#1085;&#1072; (Biosphere Potsdam),
&#1089;&#1090;&#1080;&#1075;&#1085;&#1072;&#1093; &#1084;&#1072;&#1075;&#1072;&#1079;&#1080;&#1085; &#1040;&#1083;&#1076;&#1080;, &#1079;&#1072;&#1090;&#1074;&#1086;&#1088;&#1077;&#1085;, &#1088;&#1072;&#1079;&#1073;&#1080;&#1088;&#1072; &#1089;&#1077; - &#1085;&#1077;&#1076;&#1077;&#1083;&#1103; &#1077;! &#1055;&#1086;&#1082;&#1088;&#1072;&#1081; &#1085;&#1077;&#1075;&#1086; &#1076;&#1086;
&#1096;&#1086;&#1089;&#1077; &#1085;&#1086;&#1084;&#1077;&#1088; 2 &#1080; &#1087;&#1086; &#1085;&#1077;&#1075;&#1086; &#1074;&#1076;&#1103;&#1089;&#1085;&#1086; - &#1093;&#1091;&#1073;&#1072;&#1074;&#1072; &#1072;&#1083;&#1077;&#1103; &#1079;&#1072; &#1082;&#1086;&#1083;&#1086;&#1077;&#1079;&#1076;&#1072;&#1095;&#1080;. &#1052;&#1080;&#1085;&#1072;&#1093; &#1076;&#1074;&#1072;&#1090;&#1072;
&#1084;&#1086;&#1089;&#1090;&#1072;, &#1089;&#1083;&#1077;&#1076; &#1090;&#1086;&#1074;&#1072; &#1074; &#1075;&#1086;&#1088;&#1072;&#1090;&#1072; &#1089;&#1077; &#1086;&#1090;&#1082;&#1083;&#1086;&#1085;&#1080;&#1093; &#1074;&#1083;&#1103;&#1074;&#1086; &#1087;&#1086; &#1087;&#1098;&#1090;&#1103; &#1079;&#1072; &#1060;&#1072;&#1088;&#1083;&#1072;&#1085;&#1076; (&#1087;&#1080;&#1096;&#1077;&#1096;&#1077;
2 &#1082;&#1084;). &#1055;&#1088;&#1077;&#1082;&#1088;&#1072;&#1089;&#1085;&#1072; &#1085;&#1086;&#1074;&#1072; &#1074;&#1077;&#1083;&#1086;&#1089;&#1086;&#1087;&#1077;&#1076;&#1085;&#1072; &#1072;&#1083;&#1077;&#1103;! &#1055;&#1088;&#1077;&#1076;&#1080; &#1089;&#1077;&#1083;&#1086;&#1090;&#1086; &#1079;&#1072;&#1073;&#1077;&#1083;&#1103;&#1079;&#1072;&#1093; &#1073;&#1072;&#1083;&#1086;&#1085; &#1076;&#1072;
&#1083;&#1077;&#1090;&#1080;, &#1086;&#1082;&#1072;&#1079;&#1072; &#1089;&#1077;, &#1095;&#1077; &#1089;&#1077; &#1087;&#1088;&#1080;&#1079;&#1077;&#1084;&#1103;&#1074;&#1072; &#1085;&#1103;&#1082;&#1098;&#1076;&#1077; &#1076;&#1086; &#1089;&#1077;&#1083;&#1086;&#1090;&#1086;, &#1080;&#1084;&#1072;&#1096;&#1077; &#1080; &#1093;&#1091;&#1073;&#1072;&#1074; &#1087;&#1098;&#1090; &#1079;&#1072;
&#1077;&#1076;&#1080;&#1085; &#1085;&#1086;&#1074; &#1078;&#1080;&#1083;&#1080;&#1097;&#1077;&#1085; &#1082;&#1074;&#1072;&#1088;&#1090;&#1072;&#1083;, &#1087;&#1086; &#1085;&#1077;&#1075;&#1086; &#1080; &#1075;&#1083;&#1077;&#1076;&#1072;&#1084; &#1074; &#1077;&#1076;&#1085;&#1072; &#1085;&#1080;&#1074;&#1072; &#1073;&#1072;&#1083;&#1086;&#1085;&#1098;&#1090; &#1082;&#1072;&#1094;&#1085;&#1072;&#1083;.
&#1061;&#1086;&#1088;&#1072;&#1090;&#1072; &#1089;&#1083;&#1103;&#1079;&#1086;&#1093;&#1072;,&#1090;&#1086;&#1081; &#1079;&#1072;&#1087;&#1086;&#1095;&#1085;&#1072; &#1076;&#1072; &#1089;&#1087;&#1072;&#1076;&#1072; &#1080; &#1093;&#1086;&#1088;&#1072;&#1090;&#1072; &#1076;&#1072; &#1075;&#1086; &#1076;&#1098;&#1088;&#1087;&#1072;&#1090; &#1079;&#1072; &#1074;&#1098;&#1088;&#1093;&#1072;, &#1079;&#1072;
&#1076;&#1072; &#1075;&#1086; &#1089;&#1075;&#1098;&#1085;&#1072;&#1090; &#1080; &#1087;&#1088;&#1080;&#1073;&#1077;&#1088;&#1072;&#1090;. &#1042;&#1098;&#1088;&#1085;&#1072;&#1093; &#1089;&#1077; &#1087;&#1086; &#1086;&#1073;&#1088;&#1072;&#1090;&#1085;&#1080;&#1103; &#1087;&#1098;&#1090;, &#1084;&#1080;&#1085;&#1072;&#1093; &#1080; &#1087;&#1088;&#1077;&#1079;
"&#1075;&#1088;&#1072;&#1076;&#1089;&#1082;&#1080;&#1103; &#1087;&#1072;&#1088;&#1082;" &#1041;&#1091;&#1075;&#1072; (BUGA). &#1055;&#1086;&#1075;&#1083;&#1077;&#1076;&#1085;&#1072;&#1093; &#1074; GoogleMaps - 8.5 &#1082;&#1084; &#1074; &#1077;&#1076;&#1085;&#1072;&#1090;&#1072;
&#1087;&#1086;&#1089;&#1086;&#1082;&#1072;. &#1055;&#1088;&#1077;&#1086;&#1073;&#1083;&#1103;&#1082;&#1086;&#1093; &#1089;&#1077; &#1080; &#1090;&#1088;&#1098;&#1075;&#1085;&#1072;&#1093; &#1079;&#1072; &#1052;&#1080;&#1083;&#1095;&#1086; - &#1074; 12 &#1080;&#1084;&#1072;&#1093;&#1084;&#1077; &#1089;&#1088;&#1077;&#1097;&#1072; &#1085;&#1072; &#1075;&#1072;&#1088;&#1072;&#1090;&#1072;
- &#1090;&#1086;&#1081; &#1076;&#1072; &#1076;&#1086;&#1081;&#1076;&#1077; &#1089; &#1082;&#1086;&#1083;&#1072;&#1090;&#1072;, &#1076;&#1072; &#1084;&#1077; &#1074;&#1079;&#1077;&#1084;&#1077; &#1080; &#1086;&#1090;&#1080;&#1076;&#1077;&#1084; &#1074; &#1058;&#1077;&#1083;&#1077;&#1075;&#1088;&#1072;&#1092;&#1077;&#1085;&#1073;&#1077;&#1088;&#1075; &#1074;
&#1085;&#1077;&#1075;&#1086;&#1074;&#1072;&#1090;&#1072; &#1082;&#1074;&#1072;&#1088;&#1090;&#1080;&#1088;&#1072;. &#1054;&#1090;&#1080;&#1076;&#1086;&#1093; &#1087;&#1077;&#1096; &#1076;&#1086; &#1094;&#1077;&#1085;&#1090;&#1098;&#1088;&#1072; - &#1074; &#1093;&#1086;&#1083;&#1072;&#1085;&#1076;&#1089;&#1082;&#1080;&#1103; &#1082;&#1074;&#1072;&#1088;&#1090;&#1072;&#1083; &#1080;&#1084;&#1072;&#1096;&#1077;
&#1087;&#1072;&#1079;&#1072;&#1088; - &#1075;&#1083;&#1072;&#1074;&#1085;&#1086; &#1084;&#1085;&#1086;&#1075;&#1086; &#1088;&#1072;&#1079;&#1085;&#1086;&#1086;&#1073;&#1088;&#1072;&#1079;&#1085;&#1072; &#1080; &#1093;&#1091;&#1073;&#1072;&#1074;&#1072; &#1082;&#1077;&#1088;&#1072;&#1084;&#1080;&#1082;&#1072;, &#1085;&#1086; &#1080; &#1084;&#1085;&#1086;&#1075;&#1086; &#1076;&#1088;&#1091;&#1075;&#1080;
&#1085;&#1077;&#1097;&#1072;, &#1080; &#1088;&#1072;&#1079;&#1073;&#1080;&#1088;&#1072; &#1089;&#1077;, &#1082;&#1088;&#1098;&#1095;&#1095;&#1084;&#1080; &#1089; &#1084;&#1072;&#1089;&#1080; &#1086;&#1090;&#1074;&#1098;&#1085;, &#1093;&#1086;&#1083;&#1072;&#1085;&#1076;&#1089;&#1082;&#1080; &#1084;&#1077;&#1089;&#1072;, &#1089;&#1080;&#1088;&#1077;&#1085;&#1072; &#1080;
&#1089;&#1083;&#1072;&#1076;&#1082;&#1080;&#1096;&#1080;. &#1048;&#1085;&#1090;&#1077;&#1088;&#1077;&#1089;&#1085;&#1086; &#1084;&#1103;&#1089;&#1090;&#1086; &#1085;&#1072; &#1087;&#1098;&#1090; &#1079;&#1072; &#1086;&#1073;&#1089;&#1077;&#1088;&#1074;&#1072;&#1090;&#1086;&#1088;&#1080;&#1103;&#1090;&#1072; &#1077; "&#1052;&#1072;&#1081;&#1084;&#1091;&#1085;&#1072;&#1088;&#1085;&#1080;&#1082;&#1072;" -
&#1084;&#1103;&#1089;&#1090;&#1086; &#1079;&#1072; &#1079;&#1072;&#1073;&#1072;&#1074;&#1083;&#1077;&#1085;&#1080;&#1103; &#1079;&#1072; &#1084;&#1072;&#1083;&#1082;&#1080; &#1080; &#1075;&#1086;&#1083;&#1077;&#1084;&#1080; - &#1074; &#1093;&#1091;&#1073;&#1072;&#1074;&#1072; &#1073;&#1091;&#1082;&#1086;&#1074;&#1072; &#1075;&#1086;&#1088;&#1072; &#1084;&#1077;&#1078;&#1076;&#1091;
&#1076;&#1098;&#1088;&#1074;&#1077;&#1090;&#1072;&#1090;&#1072; &#1086;&#1087;&#1098;&#1085;&#1072;&#1083;&#1080; &#1074;&#1098;&#1078;&#1077;&#1090;&#1072;, &#1089;&#1090;&#1098;&#1083;&#1073;&#1080; &#1080; &#1076;&#1088;. &#1089;&#1098;&#1086;&#1088;&#1098;&#1078;&#1077;&#1085;&#1080;&#1103;, &#1087;&#1086; &#1082;&#1086;&#1080;&#1090;&#1086; &#1076;&#1077;&#1094;&#1072;&#1090;&#1072;
&#1074;&#1080;&#1089;&#1103;&#1090; &#1080; &#1089;&#1077; &#1082;&#1072;&#1090;&#1077;&#1088;&#1103;&#1090; (&#1082;&#1072;&#1090;&#1086; &#1084;&#1072;&#1081;&#1084;&#1091;&#1085;&#1080;&#1090;&#1077;), &#1089; &#1082;&#1072;&#1089;&#1082;&#1080;, &#1082;&#1072;&#1088;&#1072;&#1073;&#1080;&#1085;&#1077;&#1088;&#1080;, &#1086;&#1089;&#1080;&#1075;&#1091;&#1088;&#1080;&#1090;&#1077;&#1083;&#1085;&#1080;
&#1074;&#1098;&#1078;&#1077;&#1090;&#1072; &#1080; &#1082;&#1072;&#1082;&#1074;&#1086; &#1083;&#1080; &#1085;&#1077; &#1086;&#1097;&#1077;. &#1053;&#1072;&#1087;&#1088;&#1072;&#1074;&#1077;&#1085;&#1086; &#1080;&#1085;&#1090;&#1077;&#1088;&#1077;&#1089;&#1085;&#1086; &#1080; &#1087;&#1098;&#1083;&#1085;&#1086; &#1089; &#1093;&#1086;&#1088;&#1072;. &#1042;&#1080;&#1076;&#1103;&#1093;&#1084;&#1077;
&#1089;&#1075;&#1088;&#1072;&#1076;&#1080;&#1090;&#1077; &#1085;&#1072; &#1089;&#1090;&#1072;&#1088;&#1080;&#1090;&#1077; &#1090;&#1077;&#1083;&#1077;&#1089;&#1082;&#1086;&#1087;&#1080;, &#1082;&#1091;&#1083;&#1072;&#1090;&#1072; &#1085;&#1072; &#1040;&#1081;&#1085;&#1097;&#1072;&#1081;&#1085; - &#1080;&#1085;&#1090;&#1077;&#1088;&#1077;&#1089;&#1085;&#1086;
&#1080;&#1089;&#1090;&#1086;&#1088;&#1080;&#1095;&#1077;&#1089;&#1082;&#1086; &#1084;&#1103;&#1089;&#1090;&#1086;. &#1055;&#1086;&#1090;&#1089;&#1076;&#1072;&#1084; &#1077; &#1072;&#1089;&#1090;&#1088;&#1086;&#1085;&#1086;&#1084;&#1080;&#1095;&#1077;&#1089;&#1082;&#1080; &#1075;&#1088;&#1072;&#1076; &#1086;&#1090; &#1074;&#1077;&#1082;&#1086;&#1074;&#1077; &#8211; &#1080;&#1084;&#1072; &#1076;&#1074;&#1072;
&#1093;&#1098;&#1083;&#1084;&#1072; - &#1058;&#1077;&#1083;&#1077;&#1075;&#1088;&#1072;&#1092;&#1077;&#1085;&#1073;&#1077;&#1088;&#1075; &#1080; &#1041;&#1072;&#1073;&#1077;&#1083;&#1089;&#1073;&#1077;&#1088;&#1075; - &#1080; &#1085;&#1072; &#1076;&#1074;&#1072;&#1090;&#1072; &#1086;&#1073;&#1089;&#1077;&#1088;&#1074;&#1072;&#1090;&#1086;&#1088;&#1080;&#1080; &#1089; &#1087;&#1086;
&#1076;&#1077;&#1089;&#1077;&#1090;&#1080;&#1085;&#1072; &#1090;&#1077;&#1083;&#1077;&#1089;&#1082;&#1086;&#1087;&#1072;. &#1053;&#1072; &#1074;&#1088;&#1098;&#1097;&#1072;&#1085;&#1077; &#1086;&#1090;&#1085;&#1086;&#1074;&#1086; &#1084;&#1080;&#1085;&#1072;&#1093; &#1087;&#1088;&#1077;&#1079; &#1093;&#1086;&#1083;&#1072;&#1085;&#1076;&#1089;&#1082;&#1080;&#1103; &#1082;&#1074;&#1072;&#1088;&#1090;&#1072;&#1083; &#1076;&#1072;
&#1086;&#1075;&#1083;&#1077;&#1076;&#1072;&#1084; &#1087;&#1072;&#1085;&#1072;&#1080;&#1088;&#1072;. &#1050;&#1098;&#1087;&#1072;&#1093; &#1089;&#1077;, &#1087;&#1086;&#1095;&#1080;&#1085;&#1072;&#1093; &#1080; &#1074; 5 &#1095;&#1072;&#1089;&#1072; &#1087;&#1072;&#1082; &#1103;&#1093;&#1085;&#1072;&#1093; &#1074;&#1077;&#1083;&#1086;&#1089;&#1080;&#1087;&#1077;&#1076;&#1072; - &#1076;&#1072;
&#1086;&#1075;&#1083;&#1077;&#1076;&#1072;&#1084; &#1082;&#1074;&#1072;&#1088;&#1090;&#1072;&#1083;&#1072; &#1086;&#1090; &#1102;&#1078;&#1085;&#1072;&#1090;&#1072; &#1084;&#1091; &#1089;&#1090;&#1072;&#1088;&#1072;&#1085;&#1072;. &#1056;&#1091;&#1080;&#1085;&#1077;&#1073;&#1077;&#1088;&#1075; (&#1088;&#1080;&#1084;&#1089;&#1082;&#1080; &#1088;&#1091;&#1080;&#1085;&#1080;,
&#1085;&#1072;&#1087;&#1088;&#1072;&#1074;&#1077;&#1085;&#1080; &#1074; &#1085;&#1086;&#1074;&#1086; &#1074;&#1088;&#1077;&#1084;&#1077;) &#1089;&#1077; &#1086;&#1082;&#1072;&#1079;&#1072; &#1073;&#1083;&#1080;&#1079;&#1086; - &#1087;&#1086; &#1091;&#1083;&#1080;&#1094;&#1072; &#1056;&#1091;&#1080;&#1085;&#1077;&#1073;&#1077;&#1088;&#1075;&#1097;&#1088;&#1072;&#1089;&#1077; :). &#1055;&#1086;
&#1085;&#1077;&#1103; &#1089;&#1090;&#1080;&#1075;&#1085;&#1072;&#1093; &#1077;&#1076;&#1085;&#1072; &#1075;&#1086;&#1088;&#1072; - &#1087;&#1088;&#1077;&#1076; &#1084;&#1077;&#1085; &#1076;&#1074;&#1077; &#1076;&#1077;&#1074;&#1086;&#1081;&#1082;&#1080; &#1089; &#1082;&#1086;&#1083;&#1077;&#1083;&#1077;&#1090;&#1072; (&#1077;&#1076;&#1085;&#1072; &#1084;&#1085;&#1086;&#1075;&#1086;
&#1095;&#1077;&#1088;&#1085;&#1072;, &#1077;&#1076;&#1085;&#1072; &#1084;&#1085;&#1086;&#1075;&#1086; &#1073;&#1103;&#1083;&#1072;) - &#1074;&#1080;&#1082;&#1072;&#1084; &#1089;&#1080; - &#1089;&#1083;&#1077;&#1076; &#1090;&#1103;&#1093;. &#1042; &#1085;&#1072;&#1095;&#1072;&#1083;&#1086;&#1090;&#1086; &#1085;&#1072; &#1075;&#1086;&#1088;&#1072;&#1090;&#1072; &#1090;&#1077;
&#1086;&#1073;&#1072;&#1095;&#1077; &#1089;&#1087;&#1088;&#1103;&#1093;&#1072;, &#1080;&#1079;&#1095;&#1072;&#1082;&#1072;&#1093;&#1072; &#1084;&#1077; &#1076;&#1072; &#1084;&#1077; &#1087;&#1080;&#1090;&#1072;&#1090; &#1089; &#1077;&#1076;&#1085;&#1072; &#1082;&#1072;&#1088;&#1090;&#1072; &#1079;&#1072; &#1085;&#1077;&#1097;&#1086; &#1089;&#1080;... &#1047;&#1085;&#1072;&#1077;&#1093;,
&#1095;&#1077; &#1088;&#1072;&#1079;&#1074;&#1072;&#1083;&#1080;&#1085;&#1080;&#1090;&#1077; &#1089;&#1072; &#1085;&#1072; &#1093;&#1098;&#1083;&#1084;&#1072;, &#1090;&#1088;&#1098;&#1075;&#1085;&#1072;&#1093; &#1085;&#1072;&#1075;&#1086;&#1088;&#1077; &#1080; &#1089;&#1083;&#1077;&#1076; &#1084;&#1072;&#1083;&#1082;&#1086; &#1075;&#1080; &#1085;&#1072;&#1084;&#1077;&#1088;&#1080;&#1093;.
&#1055;&#1086;&#1088;&#1072;&#1079;&#1075;&#1083;&#1077;&#1076;&#1072;&#1093;, &#1085;&#1077; &#1089;&#1077; &#1082;&#1072;&#1095;&#1080;&#1093; &#1085;&#1072; &#1082;&#1091;&#1083;&#1072;&#1090;&#1072; - &#1097;&#1077; &#1076;&#1086;&#1081;&#1076;&#1072; &#1089;&#1087;&#1077;&#1094;&#1080;&#1072;&#1083;&#1085;&#1086; &#1089; &#1092;&#1086;&#1090;&#1086;&#1072;&#1087;&#1072;&#1088;&#1072;&#1090;&#1072;.
&#1053;&#1072; &#1089;&#1083;&#1080;&#1079;&#1072;&#1085;&#1077; &#1089;&#1088;&#1077;&#1097;&#1072;&#1084; &#1076;&#1077;&#1074;&#1086;&#1081;&#1082;&#1080;&#1090;&#1077; - &#1085;&#1072;&#1084;&#1077;&#1088;&#1080;&#1083;&#1080; &#1075;&#1080; &#1087;&#1086; &#1076;&#1088;&#1091;&#1075; &#1087;&#1098;&#1090;. &#1057;&#1083;&#1103;&#1079;&#1086;&#1093; &#1082;&#1098;&#1084;
&#1094;&#1077;&#1085;&#1090;&#1098;&#1088;&#1072;, &#1087;&#1086;&#1088;&#1072;&#1079;&#1084;&#1086;&#1090;&#1072;&#1093; &#1089;&#1077; &#1080; &#1089;&#1077; &#1087;&#1088;&#1080;&#1073;&#1088;&#1072;&#1093;.<br>
&nbsp;<br>
<span style="font-weight: bold;">6.09, &#1087;&#1086;&#1085;&#1077;&#1076;&#1077;&#1083;&#1085;&#1080;&#1082;</span><br>
&#1053;&#1072; &#1088;&#1072;&#1073;&#1086;&#1090;&#1072; &#1089; &#1082;&#1086;&#1083;&#1077;&#1083;&#1086;&#1090;&#1086;, &#1082;&#1098;&#1084; 4:30 &#1089;&#1080; &#1090;&#1088;&#1098;&#1075;&#1085;&#1072;&#1093;, &#1086;&#1073;&#1080;&#1082;&#1086;&#1083;&#1080;&#1093; &#1084;&#1086;&#1089;&#1090;&#1072; &#1061;&#1091;&#1084;&#1073;&#1086;&#1083;&#1076;&#1090;
(Humboldtbr&uuml;ke), &#1088;&#1072;&#1079;&#1093;&#1086;&#1076;&#1080;&#1093; &#1089;&#1077; &#1086;&#1082;&#1086;&#1083;&#1086; &#1085;&#1086;&#1074;&#1080;&#1103; &#1090;&#1077;&#1072;&#1090;&#1098;&#1088; &#1061;&#1072;&#1085;&#1089; &#1054;&#1090;&#1086;
(Hans-Otto-Theater). &#1057;&#1085;&#1080;&#1084;&#1072;&#1093; &#1089;&#1080; &#1082;&#1086;&#1083;&#1077;&#1083;&#1086;&#1090;&#1086; &#1080; &#1090;&#1077;&#1072;&#1090;&#1098;&#1088;&#1072;. &#1055;&#1088;&#1080;&#1073;&#1088;&#1072;&#1093; &#1089;&#1077;, &#1087;&#1086;&#1089;&#1083;&#1077;
&#1093;&#1086;&#1076;&#1080;&#1093; &#1076;&#1072; &#1087;&#1072;&#1079;&#1072;&#1088;&#1091;&#1074;&#1072;&#1084; &#1074; &#1040;&#1083;&#1076;&#1080; - &#1073;&#1080;&#1088;&#1072;&#1090;&#1072; &#1080;&#1084; &#1077; &#1089;&#1072;&#1084;&#1086; &#1074; &#1087;&#1083;&#1072;&#1089;&#1090;&#1084;&#1072;&#1089;&#1086;&#1074;&#1080; &#1073;&#1091;&#1090;&#1080;&#1083;&#1082;&#1080;.<br>
<br>
<span style="font-weight: bold;">7.09, &#1074;&#1090;&#1086;&#1088;&#1085;&#1080;&#1082;</span><br>
&#1057; &#1082;&#1086;&#1083;&#1077;&#1083;&#1086;&#1090;&#1086; &#1085;&#1072; &#1088;&#1072;&#1073;&#1086;&#1090;&#1072; - &#1087;&#1086; &#1085;&#1072;&#1081;-&#1082;&#1098;&#1089;&#1080;&#1103; &#1087;&#1098;&#1090; &#1076;&#1086; &#1087;&#1072;&#1088;&#1082;&#1072; &#1085;&#1072; &#1041;&#1072;&#1073;&#1077;&#1083;&#1089;&#1073;&#1077;&#1088;&#1075;, &#1087;&#1086;&#1089;&#1083;&#1077;
&#1087;&#1086;&#1082;&#1088;&#1072;&#1081; &#1088;&#1077;&#1082;&#1072;&#1090;&#1072; &#1076;&#1086; &#1084;&#1086;&#1089;&#1090;&#1072; &#1082;&#1098;&#1084; &#1050;&#1083;&#1072;&#1081;&#1085;&#1077; &#1043;&#1083;&#1080;&#1085;&#1080;&#1082;&#1077;, &#1085;&#1072;&#1075;&#1086;&#1088;&#1077; &#1087;&#1086; &#1072;&#1083;&#1077;&#1103; &#1074; &#1087;&#1072;&#1088;&#1082;&#1072; (&#1089;
&#1084;&#1072;&#1083;&#1082;&#1086; &#1073;&#1091;&#1090;&#1072;&#1085;&#1077;) &#1080; &#1085;&#1072;&#1087;&#1088;&#1072;&#1074;&#1086; &#1080;&#1079;&#1083;&#1080;&#1079;&#1072;&#1084; &#1085;&#1072; &#1087;&#1086;&#1088;&#1090;&#1072;&#1083;&#1072; &#1085;&#1072; &#1080;&#1085;&#1089;&#1090;&#1080;&#1090;&#1091;&#1090;&#1072;. &#1055;&#1086;&#1095;&#1085;&#1072;&#1093; &#1076;&#1072;
&#1089;&#1082;&#1072;&#1085;&#1080;&#1088;&#1072;&#1084; - &#1090;&#1098;&#1088;&#1089;&#1077;&#1085;&#1077; &#1085;&#1072; &#1087;&#1083;&#1072;&#1082;&#1072;, &#1087;&#1086;&#1095;&#1080;&#1089;&#1090;&#1074;&#1072;&#1085;&#1077;, &#1085;&#1072; &#1089;&#1082;&#1077;&#1085;&#1077;&#1088;&#1072;, &#1087;&#1088;&#1072;&#1074;&#1077;&#1085;&#1077; &#1085;&#1072; jpg
&#1092;&#1072;&#1081;&#1083;&#1086;&#1074;&#1077; (&#1089; ImageMagick). &#1057;&#1083;&#1077;&#1076; &#1086;&#1073;&#1103;&#1076; &#1093;&#1086;&#1076;&#1080;&#1093; &#1082;&#1098;&#1084; &#1057;&#1072;&#1085; &#1057;&#1091;&#1089;&#1080; &#1076;&#1072; &#1087;&#1086;&#1089;&#1085;&#1080;&#1084;&#1072;&#1084;. <br>
<br>
<span style="font-weight: bold;">8.09, &#1089;&#1088;&#1103;&#1076;&#1072;</span><br>
&#1057;&#1091;&#1090;&#1088;&#1080;&#1085;&#1090;&#1072; &#1073;&#1077;&#1096;&#1077; &#1084;&#1088;&#1072;&#1095;&#1085;&#1086; &#1080; &#1086;&#1090;&#1080;&#1076;&#1086;&#1093; &#1085;&#1072; &#1088;&#1072;&#1073;&#1086;&#1090;&#1072; &#1089; &#1075;&#1088;&#1072;&#1076;&#1089;&#1082;&#1080;&#1103; &#1090;&#1088;&#1072;&#1085;&#1089;&#1087;&#1072;&#1088;&#1090; - 7:57
&#1090;&#1088;&#1072;&#1084;&#1074;&#1072;&#1103;, &#1085;&#1072; &#1075;&#1072;&#1088;&#1072;&#1090;&#1072; 8 &#1084;&#1080;&#1085;&#1091;&#1090;&#1080; &#1095;&#1072;&#1082;&#1072;&#1085;&#1077; &#1076;&#1086; 8:19 &#1079;&#1072; &#1072;&#1074;&#1090;&#1086;&#1073;&#1091;&#1089;&#1072;. &#1053;&#1072; &#1075;&#1072;&#1088;&#1072;&#1090;&#1072; &#1090;&#1088;&#1080;&#1084;&#1072;
&#1089;&#1074;&#1080;&#1088;&#1077;&#1093;&#1072; &#1089;&#1090;&#1088;&#1072;&#1093;&#1086;&#1090;&#1077;&#1085; &#1076;&#1078;&#1072;&#1079; - &#1089;&#1085;&#1080;&#1084;&#1072;&#1093; &#1075;&#1080; &#1080; &#1079;&#1072;&#1084;&#1072;&#1083;&#1082;&#1086; &#1076;&#1072; &#1080;&#1079;&#1087;&#1091;&#1089;&#1085;&#1072; &#1072;&#1074;&#1090;&#1086;&#1073;&#1091;&#1089;&#1072;.
&#1057;&#1082;&#1072;&#1085;&#1080;&#1088;&#1072;&#1093; 19 &#1087;&#1083;&#1072;&#1082;&#1080; &#1076;&#1086; &#1086;&#1073;&#1103;&#1076;, &#1089;&#1083;&#1077;&#1076; &#1086;&#1073;&#1103;&#1076; &#1087;&#1091;&#1089;&#1082;&#1072;&#1093;&#1084;&#1077; VueScan-&#1072; &#1085;&#1072; &#1089;&#1098;&#1088;&#1074;&#1077;&#1088;&#1072; &#1080; &#1075;&#1086;
&#1090;&#1077;&#1089;&#1090;&#1074;&#1072;&#1093;&#1084;&#1077;, &#1080; &#1089; &#1082;&#1086;&#1085;&#1074;&#1077;&#1088;&#1090;&#1080;&#1088;&#1072;&#1085;&#1077; &#1086;&#1090; row-tif &#1074;&#1098;&#1074; fits. &#1058;&#1088;&#1098;&#1075;&#1085;&#1072;&#1093; &#1089;&#1080; &#1087;&#1086;-&#1088;&#1072;&#1085;&#1086;,
&#1079;&#1072;&#1089;&#1103;&#1082;&#1086;&#1093; "&#1093;&#1072;&#1079;&#1103;&#1081;&#1082;&#1072;&#1090;&#1072;" &#1080; &#1081; &#1087;&#1088;&#1080;&#1087;&#1086;&#1084;&#1085;&#1080;&#1093; &#1079;&#1072; &#1080;&#1076;&#1074;&#1072;&#1085;&#1077;&#1090;&#1086; &#1091;&#1090;&#1088;&#1077; &#1085;&#1072; &#1050;&#1080;&#1088;&#1080;&#1083;. &#1054;&#1073;&#1077;&#1097;&#1072; &#1076;&#1072;
&#1087;&#1088;&#1080;&#1075;&#1086;&#1090;&#1074;&#1080; &#1076;&#1086;&#1087;&#1098;&#1083;&#1085;&#1080;&#1090;&#1077;&#1083;&#1085;&#1086;&#1090;&#1086; &#1083;&#1077;&#1075;&#1083;&#1086;. &#1055;&#1072;&#1079;&#1072;&#1088;&#1091;&#1074;&#1072;&#1093; &#1080; &#1089;&#1077; &#1088;&#1072;&#1079;&#1082;&#1072;&#1088;&#1072;&#1093; &#1089; &#1082;&#1086;&#1083;&#1077;&#1083;&#1086;&#1090;&#1086; &#1080;&#1079;
BUGA &#1087;&#1072;&#1088;&#1082;&#1072; - &#1084;&#1085;&#1086;&#1075;&#1086; &#1077; &#1093;&#1091;&#1073;&#1072;&#1074;, &#1080; &#1087;&#1086;&#1089;&#1085;&#1080;&#1084;&#1072;&#1093; &#1084;&#1072;&#1083;&#1082;&#1086;, &#1085;&#1086; &#1089;&#1074;&#1077;&#1090;&#1083;&#1080;&#1085;&#1072;&#1090;&#1072; &#1073;&#1077;&#1096;&#1077; &#1084;&#1072;&#1083;&#1082;&#1086;.<br>
<br>
<span style="font-weight: bold;">9.09, &#1095;&#1077;&#1090;&#1074;&#1098;&#1088;&#1090;&#1098;&#1082;</span><br>
&#1040;&#1079; &#1080; &#1052;&#1080;&#1083;&#1095;&#1086; &#1089; &#1082;&#1086;&#1083;&#1072;&#1090;&#1072; &#1087;&#1086;&#1089;&#1088;&#1077;&#1097;&#1085;&#1072;&#1093;&#1084;&#1077; &#1050;&#1080;&#1088;&#1080;&#1083;, 1 &#1095;&#1072;&#1089; &#1079;&#1072;&#1082;&#1098;&#1089;&#1085;&#1077;&#1085;&#1080;&#1077; &#1085;&#1072; &#1089;&#1072;&#1084;&#1086;&#1083;&#1077;&#1090;&#1072; &#1084;&#1091;.
&#1044;&#1086;&#1081;&#1076;&#1086;&#1093;&#1084;&#1077; &#1074; &#1082;&#1074;&#1072;&#1088;&#1090;&#1080;&#1088;&#1072;&#1090;&#1072; &#1080; &#1103;&#1076;&#1086;&#1093;&#1084;&#1077; &#1089;&#1072;&#1083;&#1072;&#1090;&#1072; &#1080; &#1073;&#1086;&#1082;&#1074;&#1091;&#1088;&#1089;&#1090; (&#1080; &#1073;&#1080;&#1088;&#1072;).<br>
<br>
<span style="font-weight: bold;">10.09, &#1087;&#1077;&#1090;&#1098;&#1082;</span><br>
&#1050;&#1091;&#1087;&#1080;&#1093;&#1084;&#1077; &#1082;&#1072;&#1088;&#1090;&#1072; &#1079;&#1072; &#1075;&#1088;&#1072;&#1076;&#1089;&#1082;&#1080;&#1103; &#1090;&#1088;&#1072;&#1085;&#1089;&#1087;&#1086;&#1088;&#1090; &#1085;&#1072; &#1050;&#1080;&#1088;&#1080;&#1083;, &#1079;&#1072; 1 &#1089;&#1077;&#1076;&#1084;&#1080;&#1094;&#1072;. &#1054;&#1090;&#1080;&#1076;&#1086;&#1093;&#1084;&#1077; &#1074;
&#1080;&#1085;&#1089;&#1090;&#1080;&#1090;&#1091;&#1090;&#1072;, &#1103;&#1076;&#1086;&#1093;&#1084;&#1077; "&#1089;&#1086;&#1083;&#1103;&#1085;&#1082;&#1072;" &#1074; &#1089;&#1090;&#1086;&#1083;&#1072;, &#1087;&#1086;&#1089;&#1083;&#1077; &#1093;&#1086;&#1076;&#1080;&#1093;&#1084;&#1077; &#1074; &#1087;&#1072;&#1088;&#1082;&#1072; &#1041;&#1072;&#1073;&#1077;&#1083;&#1089;&#1073;&#1077;&#1088;&#1075; &#1080;
&#1087;&#1080;&#1093;&#1084;&#1077; &#1073;&#1080;&#1088;&#1072; &#1074; &#1079;&#1072;&#1074;&#1077;&#1076;&#1077;&#1085;&#1080;&#1077;&#1090;&#1086; &#1076;&#1086; &#1077;&#1079;&#1077;&#1088;&#1086;&#1090;&#1086;.<br>
<br>
<span style="font-weight: bold;">11.09, &#1089;&#1098;&#1073;&#1086;&#1090;&#1072;</span><br>
&#1061;&#1086;&#1083;&#1072;&#1085;&#1076;&#1082;&#1080;&#1103; &#1082;&#1074;&#1072;&#1088;&#1090;&#1072;&#1083;, &#1058;&#1077;&#1083;&#1077;&#1075;&#1088;&#1072;&#1092;&#1077;&#1085;&#1073;&#1077;&#1088;&#1075; (10 &#1095;&#1072;&#1089;&#1072; &#1089; &#1052;&#1080;&#1083;&#1095;&#1086;), &#1075;&#1072;&#1088;&#1072;&#1090;&#1072; (&#1103;&#1076;&#1086;&#1093;&#1084;&#1077;
&#1076;&#1102;&#1085;&#1077;&#1088;&#1080;) &#1080; &#1077;&#1082;&#1089;&#1082;&#1091;&#1088;&#1079;&#1080;&#1103; &#1089; &#1082;&#1086;&#1088;&#1072;&#1073;. <br>
<br>
<span style="font-weight: bold;">12.09, &#1085;&#1077;&#1076;&#1077;&#1083;&#1103;</span><br>
&#1054;&#1090;&#1080;&#1076;&#1086;&#1093;&#1084;&#1077; &#1074; &#1041;&#1077;&#1088;&#1083;&#1080;&#1085;, &#1084;&#1072;&#1083;&#1082;&#1086; &#1073;&#1077;&#1079;&#1089;&#1084;&#1080;&#1089;&#1083;&#1077;&#1085;&#1086; &#1093;&#1086;&#1076;&#1077;&#1085;&#1077; &#1087;&#1086; &#1050;&#1091;&#1085;&#1092;&#1102;&#1088;&#1089;&#1090;&#1077;&#1088;&#1076;&#1072;&#1084; - &#1089;&#1072;&#1084;&#1086;
&#1073;&#1091;&#1090;&#1080;&#1094;&#1080;. &#1042;&#1080;&#1076;&#1103;&#1093;&#1084;&#1077; &#1089;&#1095;&#1091;&#1087;&#1077;&#1085;&#1072;&#1090;&#1072; &#1094;&#1098;&#1088;&#1082;&#1074;&#1072;, &#1082;&#1091;&#1083;&#1072;&#1090;&#1072; &#1074; &#1087;&#1072;&#1088;&#1082;&#1072; &#1074;&#1089;&#1077; &#1086;&#1097;&#1077; &#1077; &#1074; &#1088;&#1077;&#1084;&#1086;&#1085;&#1090;,
&#1055;&#1086;&#1090;&#1089;&#1076;&#1072;&#1084;&#1077;&#1088; &#1087;&#1083;&#1072;&#1094; - &#1057;&#1086;&#1085;&#1080;-&#1094;&#1077;&#1085;&#1090;&#1098;&#1088; &#1077; &#1074;&#1087;&#1077;&#1095;&#1072;&#1090;&#1083;&#1103;&#1074;&#1103;&#1097;&#1086;, &#1089;&#1077;&#1076;&#1085;&#1072;&#1093;&#1084;&#1077; &#1085;&#1072; &#1087;&#1086; &#1073;&#1080;&#1088;&#1072; &#1080;
&#1089;&#1074;&#1080;&#1085;&#1089;&#1082;&#1086; &#1087;&#1077;&#1095;&#1077;&#1085;&#1086; &#1079;&#1072; &#1084;&#1077;&#1079;&#1077;. &#1055;&#1086; &#1060;&#1088;&#1080;&#1076;&#1088;&#1080;&#1093;&#1097;&#1088;&#1072;&#1089;&#1077; &#1086;&#1090;&#1080;&#1076;&#1086;&#1093;&#1084;&#1077; &#1076;&#1086; &#1041;&#1088;&#1072;&#1085;&#1076;&#1077;&#1085;&#1073;&#1091;&#1088;&#1075;&#1089;&#1082;&#1072;&#1090;&#1072;
&#1074;&#1088;&#1072;&#1090;&#1072;, &#1087;&#1086;&#1089;&#1083;&#1077; &#1087;&#1088;&#1077;&#1076; &#1056;&#1072;&#1081;&#1089;&#1090;&#1072;&#1075;&#1072; &#1089;&#1090;&#1072;&#1085;&#1072; &#1084;&#1085;&#1086;&#1075;&#1086; &#1078;&#1077;&#1075;&#1072;. &#1052;&#1086;&#1090;&#1072;&#1093;&#1084;&#1077; &#1089;&#1077; &#1086;&#1082;&#1086;&#1083;&#1086;
&#1041;&#1091;&#1085;&#1076;&#1077;&#1089;&#1090;&#1072;&#1075;&#1072; &#1087;&#1086;&#1089;&#1083;&#1077; &#1087;&#1086; &#1059;&#1085;&#1090;&#1077;&#1088; &#1076;&#1077;&#1085; &#1051;&#1080;&#1085;&#1076;&#1077;&#1085; &#1076;&#1086; &#1048;&#1089;&#1090;&#1086;&#1088;&#1080;&#1095;&#1077;&#1089;&#1082;&#1080;&#1103; &#1084;&#1091;&#1079;&#1077;&#1081;, &#1082;&#1098;&#1076;&#1077;&#1090;&#1086;
&#1074;&#1083;&#1103;&#1079;&#1086;&#1093;&#1084;&#1077;. &#1052;&#1085;&#1086;&#1075;&#1086; &#1080;&#1085;&#1090;&#1077;&#1088;&#1077;&#1089;&#1085;&#1086; &#8211; &#1094;&#1103;&#1083;&#1072;&#1090;&#1072; &#1080;&#1089;&#1090;&#1086;&#1088;&#1080;&#1103; &#1085;&#1072; &#1043;&#1077;&#1088;&#1084;&#1072;&#1085;&#1080;&#1103; &#1076;&#1086; &#1076;&#1085;&#1077;&#1089;.
&#1048;&#1079;&#1083;&#1103;&#1079;&#1086;&#1093;&#1084;&#1077; &#1074; 6 &#1095;&#1072;&#1089;&#1072;, &#1093;&#1086;&#1076;&#1080;&#1093;&#1084;&#1077; &#1076;&#1086; &#1075;&#1086;&#1083;&#1103;&#1084;&#1072;&#1090;&#1072; &#1094;&#1098;&#1088;&#1082;&#1074;&#1072; (&#1076;&#1086;&#1084;), &#1076;&#1072;&#1078;&#1077; &#1074;&#1083;&#1103;&#1079;&#1086;&#1093;&#1084;&#1077; &#1076;&#1072;
&#1095;&#1091;&#1077;&#1084; &#1086;&#1088;&#1075;&#1072;&#1085;&#1072; (&#1080;&#1084;&#1072;&#1096;&#1077; &#1089;&#1083;&#1091;&#1078;&#1073;&#1072;), &#1087;&#1086;&#1089;&#1083;&#1077; &#1089;&#1077;&#1076;&#1085;&#1072;&#1093;&#1084;&#1077; &#1085;&#1072; &#1073;&#1080;&#1088;&#1072; &#1074; &#1077;&#1076;&#1085;&#1086; &#1079;&#1072;&#1074;&#1077;&#1076;&#1077;&#1085;&#1080;&#1077;
&#1082;&#1088;&#1072;&#1081; &#1082;&#1072;&#1085;&#1072;&#1083;&#1072; &#1080; &#1087;&#1086;&#1089;&#1083;&#1077; &#1086;&#1090; &#1075;&#1072;&#1088;&#1072;&#1090;&#1072; &#1085;&#1072; &#1040;&#1083;&#1077;&#1082;&#1089;&#1072;&#1085;&#1076;&#1098;&#1088; &#1087;&#1083;&#1072;&#1094; &#1089;&#1077; &#1087;&#1088;&#1080;&#1073;&#1088;&#1072;&#1093;&#1084;&#1077;. &#1045;&#1089;-&#1073;&#1072;&#1085;&#1072;
&#1085;&#1080; &#1086;&#1090;&#1082;&#1072;&#1088;&#1072; &#1076;&#1086; &#1042;&#1072;&#1085;&#1079;&#1077;&#1077;, &#1090;&#1072;&#1084; &#1085;&#1080; &#1082;&#1072;&#1095;&#1080;&#1093;&#1072; &#1085;&#1072; &#1072;&#1074;&#1090;&#1086;&#1073;&#1091;&#1089; &#1076;&#1086; &#1043;&#1088;&#1080;&#1073;&#1085;&#1080;&#1094;&#1079;&#1077;&#1077; &#1080; &#1090;&#1072;&#1084; &#1087;&#1072;&#1082;
&#1085;&#1072; &#1074;&#1083;&#1072;&#1082;&#1072; &#1079;&#1072; 2 &#1089;&#1087;&#1080;&#1088;&#1082;&#1080;.<br>
<br>
<span style="font-weight: bold;">13.09, &#1087;&#1086;&#1085;&#1077;&#1076;&#1077;&#1083;&#1085;&#1080;&#1082;</span><br>
&#1053;&#1072;&#1081;-&#1085;&#1072;&#1087;&#1088;&#1077;&#1076; &#1074; &#1080;&#1085;&#1089;&#1090;&#1080;&#1090;&#1091;&#1090;&#1072;, &#1074;&#1072;&#1083;&#1077;&#1096;&#1077; &#1080; &#1076;&#1098;&#1078;&#1076;. &#1055;&#1086;&#1089;&#1083;&#1077; &#1085;&#1072;&#1087;&#1072;&#1079;&#1072;&#1088;&#1091;&#1074;&#1072;&#1093;&#1084;&#1077; &#1074; &#1050;&#1072;&#1091;&#1092;&#1083;&#1072;&#1085;&#1076;
&#1085;&#1072; &#1075;&#1072;&#1088;&#1072;&#1090;&#1072; &#1080; &#1089;&#1077; &#1087;&#1088;&#1080;&#1073;&#1088;&#1072;&#1093;&#1084;&#1077; &#1089; &#1084;&#1085;&#1086;&#1075;&#1086; &#1073;&#1072;&#1075;&#1072;&#1078; &#1080; &#1090;&#1098;&#1087;&#1082;&#1072;&#1085; &#1090;&#1088;&#1084;&#1074;&#1072;&#1081; (&#1079;&#1072; &#1087;&#1088;&#1098;&#1074; &#1080;
&#1087;&#1086;&#1089;&#1083;&#1077;&#1076;&#1077;&#1085; &#1087;&#1098;&#1090; &#1073;&#1077;&#1096;&#1077; &#1090;&#1086;&#1083;&#1082;&#1086;&#1074;&#1072; &#1087;&#1098;&#1083;&#1077;&#1085;). &#1054;&#1073;&#1103;&#1076;&#1074;&#1072;&#1093;&#1084;&#1077; &#1080; &#1089;&#1083;&#1077;&#1076; &#1086;&#1073;&#1103;&#1076; &#1093;&#1086;&#1076;&#1080;&#1093;&#1084;&#1077; &#1074; &#1057;&#1072;&#1085;
&#1057;&#1091;&#1089;&#1080;. &#1042; &#1087;&#1086;&#1085;&#1077;&#1076;&#1077;&#1083;&#1085;&#1080;&#1082; &#1084;&#1091;&#1079;&#1077;&#1080;&#1090;&#1077; &#1085;&#1077; &#1088;&#1072;&#1073;&#1086;&#1090;&#1103;&#1090;, &#1075;&#1083;&#1077;&#1076;&#1072;&#1093;&#1084;&#1077; &#1086;&#1090;&#1074;&#1098;&#1085;. &#1048;&#1084;&#1072;&#1096;&#1077; &#1080; &#1087;&#1088;&#1086;&#1083;&#1080;&#1074;&#1077;&#1085;
&#1076;&#1098;&#1078;&#1076;, &#1085;&#1086; &#1087;&#1088;&#1077;&#1079; &#1090;&#1086;&#1074;&#1072; &#1074;&#1088;&#1077;&#1084;&#1077; &#1085;&#1080;&#1077; &#1073;&#1103;&#1093;&#1084;&#1077; &#1090;&#1086;&#1095;&#1085;&#1086; &#1074; "&#1088;&#1080;&#1084;&#1089;&#1082;&#1072;&#1090;&#1072; &#1073;&#1072;&#1085;&#1103;" &#1085;&#1072;
&#1063;&#1072;&#1088;&#1083;&#1086;&#1090;&#1077;&#1085;&#1093;&#1086;&#1092; &#1075;&#1072;&#1088;&#1076;&#1077;&#1085;. &#1055;&#1086;&#1089;&#1083;&#1077; &#1087;&#1080;&#1093;&#1084;&#1077; &#1073;&#1080;&#1088;&#1072; &#1074; "&#1052;&#1102;&#1083;&#1077;&#1090;&#1086;" - &#1084;&#1072;&#1085;&#1072;&#1089;&#1090;&#1080;&#1088;&#1089;&#1082;&#1072;, "&#1074;&#1072;&#1081;&#1089;&#1077;".<br>
<br>
<span style="font-weight: bold;">14.09, &#1074;&#1090;&#1086;&#1088;&#1085;&#1080;&#1082;</span><br>
&#1042;&#1072;&#1083;&#1080; &#1076;&#1098;&#1078;&#1076;, &#1074; &#1080;&#1085;&#1089;&#1090;&#1080;&#1090;&#1091;&#1090;&#1072;, &#1087;&#1086;&#1089;&#1083;&#1077; &#1076;&#1086; &#1040;&#1083;&#1077;&#1082;&#1089;&#1072;&#1085;&#1076;&#1088;&#1086;&#1074;&#1082;&#1072;, &#1088;&#1091;&#1089;&#1082;&#1072;&#1090;&#1072; &#1094;&#1098;&#1088;&#1082;&#1074;&#1072; &#1080;
&#1041;&#1077;&#1083;&#1074;&#1077;&#1076;&#1077;&#1088;&#1077;.<br>
<br>
<span style="font-weight: bold;">15.09, &#1089;&#1088;&#1103;&#1076;&#1072;</span><br>
&#1053;&#1072; &#1062;&#1080;&#1094;&#1080;&#1083;&#1072;&#1085;&#1093;&#1086;&#1092;, &#1074; &#1082;&#1088;&#1098;&#1095;&#1084;&#1072;&#1090;&#1072; (&#1089;&#1090;&#1088;&#1072;&#1093;&#1086;&#1090;&#1085;&#1072; &#1073;&#1080;&#1088;&#1072;!), &#1074; &#1080;&#1085;&#1089;&#1090;&#1080;&#1090;&#1091;&#1090;&#1072;, &#1076;&#1086; &#1074;&#1080;&#1083;&#1080;&#1090;&#1077; &#1085;&#1072;
&#1057;&#1090;&#1072;&#1083;&#1080;&#1085;, &#1058;&#1088;&#1091;&#1084;&#1072;&#1085; &#1080; &#1063;&#1098;&#1088;&#1095;&#1080;&#1083; (&#1089; &#1082;&#1086;&#1083;&#1072;&#1090;&#1072; &#1085;&#1072; &#1052;&#1080;&#1083;&#1095;&#1086;), &#1087;&#1086;&#1089;&#1083;&#1077; &#1074;&#1082;&#1098;&#1097;&#1080; &#1074;&#1077;&#1095;&#1077;&#1088;&#1090;&#1072; &#1052;&#1080;&#1083;&#1095;&#1086;
&#1085;&#1072; &#1075;&#1086;&#1089;&#1090;&#1080; &#1085;&#1072; &#1073;&#1086;&#1073;.<br>
<br>
<span style="font-weight: bold;">16.09, &#1095;&#1077;&#1090;&#1074;&#1098;&#1088;&#1090;&#1098;&#1082;</span><br>
&#1042; 10 &#1095;&#1072;&#1089;&#1072; &#1074; &#1041;&#1077;&#1088;&#1083;&#1080;&#1085;, &#1089; &#1077;&#1076;&#1085;&#1086;&#1076;&#1085;&#1077;&#1074;&#1085;&#1080; &#1082;&#1072;&#1088;&#1090;&#1080; &#1079;&#1072; &#1075;&#1088;&#1072;&#1076;&#1089;&#1082;&#1080;&#1103; &#1090;&#1088;&#1072;&#1085;&#1089;&#1087;&#1086;&#1088;&#1090;. &#1050;&#1072;&#1044;&#1077;&#1042;&#1077;,
&#1085;&#1080;&#1097;&#1086; &#1086;&#1089;&#1086;&#1073;&#1077;&#1085;&#1086;, &#1040;&#1083;&#1077;&#1082;&#1089;&#1072;&#1085;&#1076;&#1098;&#1088; &#1087;&#1083;&#1072;&#1094; - &#1041;&#1072;&#1074;&#1072;&#1088;&#1089;&#1082;&#1080;&#1103; &#1054;&#1082;&#1090;&#1086;&#1073;&#1077;&#1088; &#1092;&#1077;&#1089;&#1090; (&#1084;&#1091;&#1079;&#1080;&#1082;&#1072; &#1080; &#1073;&#1080;&#1088;&#1072;),
&#1063;&#1077;&#1082; &#1087;&#1086;&#1080;&#1085;&#1090; &#1063;&#1072;&#1088;&#1083;&#1080;, &#1083;&#1077;&#1090;&#1080;&#1097;&#1077; &#1058;&#1077;&#1075;&#1077;&#1083; (&#1089; &#1072;&#1074;&#1090;&#1086;&#1073;&#1091;&#1089; &#1086;&#1090; &#1061;&#1072;&#1091;&#1087;&#1073;&#1072;&#1085;&#1093;&#1086;&#1092;).<br>
<br>
<span style="font-weight: bold;">17.09, &#1087;&#1077;&#1090;&#1098;&#1082;</span><br>
&#1056;&#1072;&#1085;&#1086; &#1085;&#1072; &#1088;&#1072;&#1073;&#1086;&#1090;&#1072; &#1089; &#1075;&#1088;. &#1090;&#1088;&#1072;&#1085;&#1089;&#1087;&#1086;&#1088;&#1090;, &#1089;&#1082;&#1072;&#1085;&#1080;&#1088;&#1072;&#1085;&#1077; &#1085;&#1072; &#1087;&#1083;&#1072;&#1082;&#1080;, &#1074;&#1088;&#1077;&#1084;&#1077;&#1085;&#1072;&#1090;&#1072; &#1079;&#1072; &#1050;&#1072;&#1088;
&#1076;&#1100;&#1086; &#1089;&#1080;&#1077;&#1083;, &#1074;&#1077;&#1095;&#1077;&#1088;&#1090;&#1072; &#1056;&#1086;&#1089;&#1080; &#1085;&#1080; &#1074;&#1086;&#1076;&#1080; &#1089; &#1052;&#1080;&#1083;&#1095;&#1086; &#1074; &#1080;&#1085;&#1076;&#1080;&#1081;&#1089;&#1082;&#1080; &#1088;&#1077;&#1089;&#1090;&#1086;&#1088;&#1072;&#1085;&#1090; &#1074;
&#1041;&#1072;&#1073;&#1077;&#1083;&#1089;&#1073;&#1077;&#1088;&#1075;. &#1055;&#1080;&#1093; &#1085;&#1072;&#1083;&#1080;&#1074;&#1085;&#1072; &#1080;&#1085;&#1076;&#1080;&#1081;&#1089;&#1082;&#1072; &#1073;&#1080;&#1088;&#1072;, &#1085;&#1072; &#1095;&#1072;&#1096;&#1072;&#1090;&#1072; &#1087;&#1080;&#1096;&#1077;&#1096;&#1077; "Cobra", &#1103;&#1076;&#1086;&#1093;
&#1087;&#1080;&#1083;&#1077; &#1089; &#1083;&#1102;&#1090;&#1080;&#1074; &#1089;&#1086;&#1089; &#1080; &#1086;&#1088;&#1080;&#1079;.<br>
<br>
<span style="font-weight: bold;">18.09.&#1089;&#1098;&#1073;&#1086;&#1090;&#1072;</span><br>
&#1042; 8:30 &#1089;&#1098;&#1084; &#1085;&#1072; &#1082;&#1086;&#1083;&#1077;&#1083;&#1086;&#1090;&#1086; - &#1061;&#1091;&#1084;&#1073;&#1086;&#1083;&#1076; &#1073;&#1088;&#1102;&#1082;&#1077;, &#1041;&#1072;&#1073;&#1077;&#1083;&#1089;&#1073;&#1077;&#1088;&#1075; &#1074; &#1087;&#1072;&#1088;&#1082;&#1072; &#1087;&#1086;&#1082;&#1088;&#1072;&#1081;
&#1077;&#1079;&#1077;&#1088;&#1086;&#1090;&#1086;, &#1087;&#1086; &#1091;&#1083;&#1080;&#1094;&#1072; &#1050;&#1072;&#1088;&#1083; &#1052;&#1072;&#1088;&#1082;&#1089;. &#1040;&#1083;&#1077;&#1103;&#1090;&#1072; &#1087;&#1086;&#1082;&#1088;&#1072;&#1081; &#1043;&#1088;&#1080;&#1073;&#1085;&#1080;&#1094;&#1079;&#1077;&#1077; &#1077; &#1079;&#1072;&#1090;&#1074;&#1086;&#1088;&#1077;&#1085;&#1072; &#1085;&#1072;
&#1085;&#1103;&#1082;&#1086;&#1083;&#1082;&#1086; &#1084;&#1077;&#1089;&#1090;&#1072; &#1086;&#1090; &#1095;&#1072;&#1089;&#1090;&#1085;&#1080; &#1076;&#1074;&#1086;&#1088;&#1086;&#1074;&#1077; - &#1080;&#1084;&#1072; &#1080;&#1085;&#1080;&#1094;&#1080;&#1072;&#1090;&#1080;&#1074;&#1072; &#1076;&#1072; &#1089;&#1077; &#1086;&#1090;&#1074;&#1086;&#1088;&#1080;! &#1052;&#1080;&#1085;&#1072;&#1093; &#1087;&#1086;
&#1084;&#1086;&#1089;&#1090;&#1072; &#1084;&#1072;&#1083;&#1082;&#1086; &#1089;&#1083;&#1077;&#1076; &#1084;&#1086;&#1089;&#1090;&#1072; &#1085;&#1072; &#1074;&#1083;&#1072;&#1082;&#1072;. &#1043;&#1086;&#1088;&#1072;, &#1082;&#1072;&#1088;&#1090;&#1072; &#1080; &#1088;&#1077;&#1096;&#1080;&#1093; &#1076;&#1072; &#1090;&#1088;&#1098;&#1075;&#1085;&#1072; &#1086;&#1090; &#1090;&#1072;&#1079;&#1080;
&#1089;&#1090;&#1072;&#1085;&#1072; &#1085;&#1072; &#1082;&#1072;&#1085;&#1072;&#1083;&#1072;. &#1055;&#1088;&#1072;&#1074; (&#1095;&#1077;&#1088;&#1077;&#1085;) &#1087;&#1098;&#1090; &#1087;&#1088;&#1077;&#1079; &#1075;&#1086;&#1088;&#1072;, &#1082;&#1072;&#1088;&#1072;&#1093; &#1087;&#1086;&#1074;&#1077;&#1095;&#1077; &#1086;&#1090; 1/2 &#1095;&#1072;&#1089;,
&#1087;&#1086; &#1087;&#1098;&#1088;&#1074;&#1072;&#1090;&#1072; &#1072;&#1089;&#1092;&#1072;&#1083;&#1090;&#1080;&#1088;&#1072;&#1085;&#1072; &#1072;&#1083;&#1077;&#1103; &#1074;&#1076;&#1103;&#1089;&#1085;&#1086; &#1080; &#1089;&#1077; &#1086;&#1079;&#1086;&#1074;&#1072;&#1093; &#1074; &#1045;&#1074;&#1088;&#1086;&#1087;&#1072;&#1088;&#1082; (Europark) &#1089;
&#1087;&#1072;&#1088;&#1082;&#1086;&#1074;&#1077; &#1080; &#1086;&#1092;&#1080;&#1089;&#1080; (&#1074;&#1082;&#1083;. PayPal &#1080; ebaY), Albert-Einstein-Ring im Europarc
Dreilinden. &#1053;&#1077; &#1084;&#1086;&#1078;&#1072;&#1093; &#1076;&#1072; &#1089;&#1077; &#1086;&#1088;&#1080;&#1077;&#1085;&#1090;&#1080;&#1088;&#1072;&#1084;, &#1077;&#1079;&#1077;&#1088;&#1072; &#1085;&#1077; &#1089;&#1077; &#1074;&#1080;&#1078;&#1076;&#1072;&#1093;&#1072;, &#1079;&#1072;&#1090;&#1086;&#1074;&#1072;
&#1087;&#1080;&#1090;&#1072;&#1093; &#1077;&#1076;&#1080;&#1085; &#1085;&#1072; &#1082;&#1086;&#1083;&#1077;&#1083;&#1086;, &#1090;&#1088;&#1098;&#1075;&#1085;&#1072;&#1093; (&#1087;&#1086; &#1085;&#1077;&#1075;&#1086;&#1074;&#1080;&#1090;&#1077; &#1091;&#1082;&#1072;&#1079;&#1072;&#1085;&#1080;&#1103;) &#1087;&#1086; &#1077;&#1076;&#1085;&#1086; &#1096;&#1086;&#1089;&#1077; &#1073;&#1077;&#1079;
&#1072;&#1083;&#1077;&#1103; &#1079;&#1072; &#1087;&#1077;&#1096;&#1077;&#1093;&#1086;&#1076;&#1094;&#1080; &#1080; &#1074;&#1077;&#1083;&#1086;&#1089;&#1086;&#1087;&#1077;&#1076;&#1080;. &#1057;&#1083;&#1077;&#1076; &#1084;&#1072;&#1083;&#1082;&#1086; &#1074;&#1083;&#1103;&#1079;&#1086;&#1093; &#1074; &#1085;&#1072;&#1089;&#1077;&#1083;&#1077;&#1085;&#1086; &#1084;&#1103;&#1089;&#1090;&#1086;,
&#1079;&#1072;&#1074;&#1080;&#1093; &#1085;&#1072;&#1083;&#1103;&#1074;&#1086; &#1080; &#1080;&#1079;&#1083;&#1103;&#1079;&#1072;&#1093; &#1085;&#1072; &#1084;&#1086;&#1089;&#1090; (&#1087;&#1086;&#1089;&#1083;&#1077; &#1074;&#1080;&#1076;&#1103;&#1093;, &#1095;&#1077; &#1077; &#1084;&#1086;&#1089;&#1090; &#1085;&#1072; &#1096;&#1083;&#1102;&#1079;) &#1085;&#1072;
&#1082;&#1072;&#1085;&#1072;&#1083;, &#1082;&#1086;&#1081;&#1090;&#1086; &#1087;&#1086;&#1079;&#1085;&#1072;&#1093;. &#1055;&#1086; &#1090;&#1077;&#1095;&#1077;&#1085;&#1080;&#1077;&#1090;&#1086; &#1085;&#1072; &#1074;&#1086;&#1076;&#1072;&#1090;&#1072; &#1074; &#1082;&#1072;&#1085;&#1072;&#1083;&#1072; &#1089;&#1077; &#1086;&#1088;&#1080;&#1077;&#1085;&#1090;&#1080;&#1088;&#1072;&#1093; &#1079;&#1072;
&#1087;&#1086;&#1089;&#1086;&#1082;&#1072;&#1090;&#1072; &#1085;&#1072; &#1055;&#1086;&#1090;&#1089;&#1076;&#1072;&#1084; (&#1090;&#1077;&#1095;&#1077;&#1085;&#1080;&#1077;&#1090;&#1086; &#1077; &#1086;&#1090; &#1041;&#1077;&#1088;&#1083;&#1080;&#1085; &#1082;&#1098;&#1084; &#1055;&#1086;&#1090;&#1089;&#1076;&#1072;&#1084;). &#1058;&#1088;&#1098;&#1075;&#1085;&#1072;&#1093; &#1087;&#1086;
&#1087;&#1098;&#1090;&#1077;&#1082;&#1072; &#1087;&#1086;&#1082;&#1088;&#1072;&#1081; &#1082;&#1072;&#1085;&#1072;&#1083;&#1072;, &#1074;&#1089;&#1077; &#1087;&#1072;&#1082; &#1087;&#1080;&#1090;&#1072;&#1093; &#1077;&#1076;&#1085;&#1080; &#1093;&#1086;&#1088;&#1072; - &#1076;&#1074;&#1072;&#1084;&#1072; &#1084;&#1098;&#1078;&#1077; &#1087;&#1077;&#1085;&#1089;&#1080;&#1086;&#1085;&#1077;&#1088;&#1080; -
&#1085;&#1072;&#1082;&#1098;&#1076;&#1077; &#1077; &#1043;&#1088;&#1080;&#1073;&#1085;&#1080;&#1094;&#1079;&#1077;&#1077;, &#1090;&#1077; &#1087;&#1086;&#1090;&#1074;&#1098;&#1088;&#1076;&#1080;&#1093;&#1072; &#1084;&#1086;&#1103;&#1090;&#1072; &#1087;&#1086;&#1089;&#1086;&#1082;&#1072;, &#1085;&#1086; &#1084;&#1085;&#1086;&#1075;&#1086; &#1089;&#1077; &#1091;&#1095;&#1091;&#1076;&#1080;&#1093;&#1072;,
&#1095;&#1077; &#1097;&#1077; &#1093;&#1086;&#1076;&#1103; &#1090;&#1072;&#1084; - &#1084;&#1085;&#1086;&#1075;&#1086; &#1073;&#1080;&#1083;&#1086; &#1076;&#1072;&#1083;&#1077;&#1095;&#1077;. &#1055;&#1098;&#1090;&#1077;&#1082;&#1072;&#1090;&#1072; &#1077; &#1074;&#1089;&#1077; &#1087;&#1086;&#1082;&#1088;&#1072;&#1081; &#1082;&#1072;&#1085;&#1072;&#1083;&#1072;, &#1095;&#1072;&#1082;
&#1076;&#1086; &#1084;&#1086;&#1089;&#1090;&#1072; (Kohlhasenbr&uuml;ck), &#1087;&#1086; &#1082;&#1086;&#1081;&#1090;&#1086; &#1084;&#1080;&#1085;&#1072;&#1093; &#1085;&#1072; &#1086;&#1090;&#1080;&#1074;&#1072;&#1085;&#1077;. &#1054;&#1090;&#1090;&#1072;&#1084; &#1083;&#1077;&#1089;&#1085;&#1086;
&#1082;&#1098;&#1084; &#1075;&#1088;&#1072;&#1076;&#1072;, &#1084;&#1080;&#1085;&#1072;&#1093; &#1087;&#1088;&#1077;&#1079; &#1092;&#1080;&#1083;&#1084;&#1086;&#1074;&#1080;&#1103; &#1094;&#1077;&#1085;&#1090;&#1098;&#1088;, &#1087;&#1086;&#1089;&#1083;&#1077; &#1087;&#1086;
Gro&szlig;beerenstra&szlig;e, &#1084;&#1086;&#1089;&#1090;&#1072; &#1061;&#1091;&#1084;&#1073;&#1086;&#1083;&#1076; &#1080; &#1074; 12:30 &#1073;&#1103;&#1093; &#1074;&#1082;&#1098;&#1097;&#1080;. &#1057;&#1083;&#1077;&#1076;
&#1086;&#1073;&#1103;&#1076; &#1082;&#1098;&#1084; 3:30 &#1086;&#1090;&#1080;&#1076;&#1086;&#1093; &#1089; &#1082;&#1086;&#1083;&#1077;&#1083;&#1086;&#1090;&#1086; &#1076;&#1072; &#1074;&#1080;&#1076;&#1103; &#1087;&#1088;&#1072;&#1079;&#1085;&#1077;&#1085;&#1089;&#1090;&#1074;&#1086;&#1090;&#1086; "stadt f&uuml;r
eine nacht" - 24-Stunden-Fest im Erlebnisquartier Schiffbauergasse
statt. &#1042;&#1077;&#1095;&#1077;&#1088;&#1090;&#1072; &#1074; 6:30 &#1093;&#1086;&#1076;&#1080;&#1093; &#1076;&#1072; &#1089;&#1083;&#1091;&#1096;&#1072;&#1084; &#1082;&#1074;&#1072;&#1088;&#1090;&#1077;&#1090; &#1086;&#1090; &#1089;&#1072;&#1082;&#1089;&#1086;&#1092;&#1086;&#1085;&#1080;.<br>
<br>
<span style="font-weight: bold;">19.09, &#1085;&#1077;&#1076;&#1077;&#1083;&#1103;</span><br>
&#1053;&#1072;&#1081;-&#1075;&#1086;&#1083;&#1103;&#1084;&#1086;&#1090;&#1086; &#1084;&#1080; &#1087;&#1098;&#1090;&#1077;&#1096;&#1077;&#1089;&#1090;&#1074;&#1080;&#1077; &#1089; &#1082;&#1086;&#1083;&#1077;&#1083;&#1086;&#1090;&#1086;. &#1058;&#1088;&#1098;&#1075;&#1085;&#1072;&#1093; &#1074; 8:30 &#1085;&#1072; &#1102;&#1075; &#1087;&#1086;&#1082;&#1088;&#1072;&#1081;
&#1079;&#1072;&#1087;&#1072;&#1076;&#1085;&#1080;&#1103; &#1073;&#1088;&#1103;&#1075; &#1085;&#1072; &#1058;&#1077;&#1084;&#1087;&#1083;&#1080;&#1085;&#1077;&#1088; &#1079;&#1077;&#1077; (Templiner see). &#1042;&#1088;&#1077;&#1084;&#1077;&#1090;&#1086; - &#1087;&#1088;&#1077;&#1082;&#1088;&#1072;&#1089;&#1085;&#1086;,
&#1072;&#1083;&#1077;&#1080;&#1090;&#1077; &#1079;&#1072; &#1074;&#1077;&#1083;&#1086;&#1089;&#1086;&#1087;&#1077;&#1076;&#1080; - &#1089;&#1098;&#1097;&#1086;! &#1044;&#1086; &#1084;&#1086;&#1089;&#1090;&#1072; &#1085;&#1072; &#1090;&#1077;&#1089;&#1077;&#1085; &#1082;&#1072;&#1085;&#1072;&#1083; &#1082;&#1098;&#1084; &#1064;&#1074;&#1077;&#1083;&#1086;&#1074;&#1079;&#1077;&#1077;
(Schwelowsee) &#1079;&#1072; &#1050;&#1072;&#1087;&#1091;&#1090; &#1090;&#1088;&#1098;&#1075;&#1085;&#1072;&#1093; &#1074;&#1076;&#1103;&#1089;&#1085;&#1086; (&#1089;&#1077;&#1074;&#1077;&#1088;&#1086;&#1079;&#1072;&#1087;&#1072;&#1076;), &#1087;&#1086; &#1093;&#1091;&#1073;&#1072;&#1074;&#1072; &#1072;&#1083;&#1077;&#1103;
&#1087;&#1086;&#1082;&#1088;&#1072;&#1081; &#1055;&#1077;&#1090;&#1079;&#1080;&#1085;&#1079;&#1077;&#1077; (Petziensee). &#1044;&#1086; &#1075;&#1086;&#1083;&#1103;&#1084; &#1084;&#1086;&#1089;&#1090; &#1085;&#1072; &#1096;&#1086;&#1089;&#1077; 1 &#1080;&#1084;&#1072;&#1096;&#1077; &#1090;&#1098;&#1088;&#1078;&#1077;&#1089;&#1090;&#1074;&#1086;
&#1089; &#1084;&#1091;&#1079;&#1080;&#1082;&#1072;, &#1076;&#1077;&#1094;&#1072; &#1080; &#1089;&#1080;&#1085;&#1080; &#1073;&#1072;&#1083;&#1086;&#1085;&#1095;&#1077;&#1090;&#1072;. &#1042;&#1079;&#1077;&#1093; &#1089;&#1080; &#1077;&#1076;&#1085;&#1086; &#1080; &#1089;&#1080; &#1075;&#1086; &#1074;&#1098;&#1088;&#1079;&#1072;&#1093; &#1085;&#1072;
&#1082;&#1086;&#1083;&#1077;&#1083;&#1086;&#1090;&#1086;. &#1052;&#1080;&#1085;&#1072;&#1093; &#1087;&#1086; &#1084;&#1086;&#1089;&#1090;&#1072;, &#1079;&#1072;&#1074;&#1080;&#1093; &#1085;&#1072;&#1083;&#1103;&#1074;&#1086; (&#1102;&#1075;&#1086;&#1079;&#1072;&#1087;&#1072;&#1076;), &#1084;&#1080;&#1085;&#1072;&#1093; &#1055;&#1077;&#1090;&#1094;&#1086;&#1074;
(Petzow) &#1080; &#1089;&#1077; &#1082;&#1072;&#1095;&#1080;&#1093; &#1085;&#1072; &#1093;&#1098;&#1083;&#1084;&#1072; &#1089; &#1094;&#1098;&#1088;&#1082;&#1074;&#1072;&#1090;&#1072;. &#1055;&#1086;&#1089;&#1083;&#1077; &#1089;&#1077; &#1084;&#1086;&#1090;&#1085;&#1072;&#1093; (&#1086;&#1090;&#1080;&#1076;&#1086;&#1093; &#1080; &#1089;&#1077;
&#1074;&#1098;&#1088;&#1085;&#1072;&#1093;) &#1085;&#1072; &#1087;&#1086;&#1083;&#1091;&#1086;&#1089;&#1090;&#1088;&#1086;&#1074;&#1072; &#1089;&#1088;&#1077;&#1097;&#1091; &#1094;&#1098;&#1088;&#1082;&#1074;&#1072;&#1090;&#1072; &#1074; &#1043;&#1083;&#1080;&#1085;&#1076;&#1086;&#1074;&#1077;&#1088;&#1079;&#1077;&#1077;. &#1055;&#1086;&#1089;&#1083;&#1077; &#1089;&#1077; &#1079;&#1072;&#1073;&#1080;&#1093; &#1074;
&#1077;&#1076;&#1085;&#1080; &#1075;&#1086;&#1088;&#1080; &#1085;&#1072; &#1079;&#1072;&#1087;&#1072;&#1076;, &#1087;&#1080;&#1090;&#1072;&#1093; &#1077;&#1076;&#1080;&#1085; &#1095;&#1086;&#1074;&#1077;&#1082; &#1079;&#1072; &#1087;&#1098;&#1090;&#1103; &#1079;&#1072; &#1050;&#1072;&#1087;&#1091;&#1090;, &#1090;&#1086;&#1081; &#1084;&#1080; &#1082;&#1072;&#1079;&#1072;
&#1087;&#1086;&#1089;&#1086;&#1082;&#1072;&#1090;&#1072; &#1080; &#1084;&#1080;&#1085;&#1072;&#1093; &#1084;&#1072;&#1081; &#1087;&#1088;&#1077;&#1079; &#1050;&#1072;&#1084;&#1077;&#1088;&#1086;&#1076;&#1077; (&#1080;&#1083;&#1080; &#1050;&#1077;&#1084;&#1085;&#1080;&#1094;&#1077;&#1088; &#1061;&#1072;&#1081;&#1076;&#1077;) &#1080; &#1089;&#1090;&#1080;&#1075;&#1085;&#1072;&#1093;
&#1091;&#1089;&#1087;&#1077;&#1096;&#1085;&#1086; &#1060;&#1077;&#1088;&#1093;. &#1053;&#1072; &#1087;&#1088;&#1080;&#1089;&#1090;&#1072;&#1085;&#1080;&#1097;&#1077;&#1090;&#1086; &#1080;&#1084;&#1072;&#1096;&#1077; &#1090;&#1098;&#1088;&#1078;&#1077;&#1090;&#1074;&#1086; &#1089; &#1084;&#1091;&#1079;&#1080;&#1082;&#1072; &#1080; &#1089;&#1080;&#1085;&#1080; &#1073;&#1072;&#1083;&#1086;&#1085;&#1080; -
&#1073;&#1080;&#1083;&#1086; &#1087;&#1088;&#1072;&#1079;&#1085;&#1080;&#1082; &#1085;&#1072; &#1077;&#1079;&#1077;&#1088;&#1086;&#1090;&#1086; &#1064;&#1074;&#1080;&#1083;&#1086;&#1074;&#1079;&#1077;&#1077; (Schwielowsee). &#1054;&#1090;&#1090;&#1072;&#1084; &#1079;&#1072; &#1050;&#1072;&#1087;&#1091;&#1090; &#1080;&#1084;&#1072;
&#1087;&#1088;&#1077;&#1082;&#1088;&#1072;&#1089;&#1085;&#1072; &#1072;&#1083;&#1077;&#1103; &#1079;&#1072; &#1074;&#1077;&#1083;&#1086;&#1089;&#1080;&#1087;&#1077;&#1076;&#1080;. &#1053;&#1072; &#1077;&#1076;&#1085;&#1086; &#1084;&#1103;&#1089;&#1090;&#1086; &#1074; &#1077;&#1076;&#1085;&#1080; &#1089;&#1090;&#1072;&#1088;&#1080; &#1082;&#1072;&#1079;&#1072;&#1088;&#1084;&#1080; &#1087;&#1072;&#1082;
&#1080;&#1084;&#1072;&#1096;&#1077; &#1095;&#1077;&#1089;&#1090;&#1074;&#1072;&#1085;&#1077; &#1085;&#1072; &#1087;&#1088;&#1072;&#1079;&#1085;&#1080;&#1082;&#1072; &#1085;&#1072; &#1077;&#1079;&#1077;&#1088;&#1086;&#1090;&#1086; - &#1090;&#1086;&#1079;&#1080; &#1087;&#1098;&#1090; &#1089; &#1072;&#1090;&#1088;&#1072;&#1082;&#1094;&#1080;&#1103; &#1089;&#1090;&#1088;&#1077;&#1083;&#1073;&#1080; &#1089;
&#1088;&#1072;&#1079;&#1083;&#1080;&#1095;&#1085;&#1080; &#1080;&#1085;&#1089;&#1090;&#1088;&#1091;&#1084;&#1077;&#1085;&#1090;&#1080;, &#1080; &#1088;&#1072;&#1079;&#1073;&#1080;&#1088;&#1072; &#1089;&#1077;, &#1073;&#1086;&#1082;&#1074;&#1091;&#1088;&#1089;&#1090; &#1080; &#1073;&#1080;&#1088;&#1072;! &#1042; &#1050;&#1072;&#1087;&#1091;&#1090; &#1084;&#1080;&#1085;&#1072;&#1093; &#1089;
&#1092;&#1077;&#1088;&#1080;&#1073;&#1086;&#1090;&#1072; &#1085;&#1072; &#1079;&#1072;&#1087;&#1072;&#1076;&#1085;&#1080;&#1103; &#1073;&#1088;&#1103;&#1075; &#1085;&#1072; &#1058;&#1077;&#1084;&#1087;&#1083;&#1080;&#1085;&#1077;&#1088;&#1079;&#1077;&#1077; (Templiner See), &#1090;&#1088;&#1098;&#1075;&#1085;&#1072;&#1093;
&#1074;&#1076;&#1103;&#1089;&#1085;&#1086; &#1087;&#1086; &#1073;&#1088;&#1077;&#1075;&#1072; &#1080; &#1089;&#1077; &#1079;&#1072;&#1073;&#1080;&#1093; &#1085;&#1072; &#1077;&#1076;&#1080;&#1085; &#1087;&#1086;&#1083;&#1091;&#1086;&#1089;&#1090;&#1088;&#1086;&#1074; &#1089; &#1075;&#1086;&#1083;&#1103;&#1084; &#1082;&#1098;&#1084;&#1087;&#1080;&#1085;&#1075; -
&#1088;&#1072;&#1079;&#1076;&#1077;&#1083;&#1103;&#1097; &#1058;&#1077;&#1084;&#1087;&#1083;&#1080;&#1085;&#1077;&#1088;&#1079;&#1077;&#1077; &#1080; &#1055;&#1077;&#1090;&#1079;&#1080;&#1085;&#1079;&#1077;&#1077; (Petziensee). &#1042;&#1098;&#1088;&#1085;&#1072;&#1093; &#1089;&#1077; &#1076;&#1086; &#1092;&#1077;&#1088;&#1080;&#1073;&#1086;&#1090;&#1072;,
&#1087;&#1086;&#1077;&#1093; &#1087;&#1088;&#1072;&#1074;&#1080;&#1083;&#1085;&#1080;&#1103; &#1087;&#1098;&#1090; &#1080; &#1089;&#1090;&#1080;&#1075;&#1085;&#1072;&#1093; &#1084;&#1086;&#1089;&#1090;&#1072;, &#1087;&#1086;&#1082;&#1088;&#1072;&#1081; &#1082;&#1086;&#1081;&#1090;&#1086; &#1073;&#1103;&#1093; &#1084;&#1080;&#1085;&#1072;&#1083; &#1085;&#1072; &#1080;&#1076;&#1074;&#1072;&#1085;&#1077;.
&#1058;&#1086;&#1079;&#1080; &#1087;&#1098;&#1090; &#1090;&#1088;&#1098;&#1075;&#1085;&#1072;&#1093; &#1082;&#1098;&#1084; &#1043;&#1077;&#1090;&#1083;&#1086;&#1074;, &#1084;&#1080;&#1085;&#1072;&#1093; &#1087;&#1088;&#1077;&#1079; &#1075;&#1088;&#1072;&#1076;&#1072; &#1080; &#1087;&#1086; &#1096;&#1086;&#1089;&#1077; 1 &#1089;&#1077; &#1087;&#1088;&#1080;&#1073;&#1088;&#1072;&#1093; &#1074;
&#1055;&#1086;&#1090;&#1089;&#1076;&#1072;&#1084;. &#1053;&#1072; &#1086;&#1090;&#1080;&#1074;&#1072;&#1085;&#1077; &#1089;&#1098;&#1084; &#1084;&#1080;&#1085;&#1072;&#1083; &#1086;&#1082;&#1086;&#1083;&#1086; 22 &#1082;&#1084;, &#1085;&#1072; &#1074;&#1088;&#1098;&#1097;&#1072;&#1085;&#1077; &#1086;&#1090; &#1060;&#1077;&#1088;&#1093; &#1076;&#1086;
&#1055;&#1086;&#1090;&#1089;&#1076;&#1072;&#1084; &#1077; 16 &#1082;&#1084;. <br>
<br>
<span style="font-weight: bold;">20.09, &#1087;&#1086;&#1085;&#1077;&#1076;&#1077;&#1083;&#1085;&#1080;&#1082;</span><br>
&#1042; 7:37 &#1093;&#1074;&#1072;&#1097;&#1072;&#1084; &#1090;&#1088;&#1072;&#1084;&#1074;&#1072;&#1103;, &#1074; 7:59 - &#1072;&#1074;&#1090;&#1086;&#1073;&#1091;&#1089;&#1072; &#1080; &#1074; 8:12 &#1089;&#1098;&#1084; &#1074; &#1080;&#1085;&#1089;&#1090;&#1080;&#1090;&#1091;&#1090;&#1072;.
&#1057;&#1082;&#1072;&#1085;&#1080;&#1088;&#1072;&#1084; 30-&#1090;&#1080;&#1085;&#1072; &#1087;&#1083;&#1072;&#1082;&#1080; &#1080; &#1089;&#1083;&#1077;&#1076; &#1086;&#1073;&#1103;&#1076; &#1074; 16:33 &#1089; &#1072;&#1074;&#1090;&#1086;&#1073;&#1091;&#1089;&#1072; &#1080; &#1090;&#1088;&#1072;&#1084;&#1074;&#1072;&#1103; -
&#1074;&#1082;&#1098;&#1097;&#1080;. &#1043;&#1083;&#1077;&#1076;&#1072;&#1093; &#1079;&#1072; &#1075;&#1077;&#1086;&#1082;&#1077;&#1096; &#1074; &#1040;&#1083;&#1077;&#1082;&#1089;&#1072;&#1085;&#1076;&#1088;&#1086;&#1074;&#1082;&#1072;, &#1085;&#1086; &#1082;&#1086;&#1086;&#1088;&#1076;&#1080;&#1085;&#1072;&#1090;&#1080;&#1090;&#1077; &#1076;&#1072;&#1074;&#1072;&#1090; &#1090;&#1086;&#1095;&#1082;&#1072;
&#1074;&#1098;&#1090;&#1088;&#1077; &#1074; &#1076;&#1074;&#1086;&#1088;&#1072;, &#1082;&#1098;&#1076;&#1077;&#1090;&#1086; &#1085;&#1077; &#1089;&#1077; &#1074;&#1083;&#1080;&#1079;&#1072;. &#1055;&#1072;&#1079;&#1072;&#1088;&#1091;&#1074;&#1072;&#1093; &#1089; &#1082;&#1086;&#1083;&#1077;&#1083;&#1086;&#1090;&#1086;, &#1079;&#1072;&#1075;&#1091;&#1073;&#1080;&#1093; &#1089;&#1077; &#1089;&#1077;
&#1074; &#1041;&#1059;&#1043;&#1040; &#1087;&#1072;&#1088;&#1082;&#1072;, &#1085;&#1086; &#1089;&#1077; &#1085;&#1072;&#1084;&#1077;&#1088;&#1080;&#1093; &#1080; &#1089;&#1077; &#1087;&#1088;&#1080;&#1073;&#1088;&#1072;&#1093; &#1085;&#1072; &#1089;&#1084;&#1088;&#1072;&#1095;&#1072;&#1074;&#1072;&#1085;&#1077;.<br>
<br>
<span style="font-weight: bold;">21.09, &#1074;&#1090;&#1086;&#1088;&#1085;&#1080;&#1082;</span><br>
&#1057; &#1082;&#1086;&#1083;&#1077;&#1083;&#1086;&#1090;&#1086; &#1085;&#1072; &#1088;&#1072;&#1073;&#1086;&#1090;&#1072;, &#1089;&#1083;&#1077;&#1076; &#1086;&#1073;&#1103;&#1076; &#1093;&#1086;&#1076;&#1080;&#1093; &#1085;&#1072; &#1075;&#1077;&#1086;&#1082;&#1077;&#1096;&#1080;&#1085;&#1075;. &#1053;&#1072;&#1084;&#1077;&#1088;&#1080;&#1093; &#1087;&#1098;&#1088;&#1074;&#1080;&#1103;
&#1083;&#1077;&#1089;&#1085;&#1086;, &#1085;&#1086; &#1073;&#1077;&#1096;&#1077; &#1084;&#1072;&#1083;&#1098;&#1082;, &#1074; &#1082;&#1091;&#1090;&#1080;&#1081;&#1082;&#1072; &#1086;&#1090; &#1092;&#1080;&#1083;&#1084; &#1080; &#1085;&#1077; &#1084;&#1086;&#1078;&#1072;&#1093; &#1076;&#1072; &#1086;&#1089;&#1090;&#1072;&#1074;&#1103;
&#1087;&#1098;&#1090;&#1077;&#1096;&#1077;&#1089;&#1090;&#1074;&#1077;&#1085;&#1080;&#1082;&#1072;. &#1055;&#1086;&#1089;&#1083;&#1077; &#1090;&#1098;&#1088;&#1089;&#1080;&#1093; &#1086;&#1097;&#1077; 3, &#1085;&#1086; &#1077;&#1076;&#1080;&#1085;&#1080;&#1103; &#1085;&#1072; &#1084;&#1085;&#1086;&#1075;&#1086; &#1082;&#1086;&#1092;&#1090;&#1080; &#1084;&#1103;&#1089;&#1090;&#1086;,
&#1076;&#1088;&#1091;&#1075;&#1080;&#1103; &#1085;&#1072; &#1089;&#1098;&#1074;&#1089;&#1077;&#1084; &#1087;&#1091;&#1073;&#1083;&#1080;&#1095;&#1085;&#1086; &#1084;&#1103;&#1089;&#1090;&#1086; &#1089; &#1084;&#1085;&#1086;&#1075;&#1086; &#1093;&#1086;&#1088;&#1072; (&#1082;&#1088;&#1072;&#1081; &#1075;&#1086;&#1083;&#1077;&#1084;&#1080;&#1103; &#1092;&#1086;&#1085;&#1090;&#1072;&#1085; &#1057;&#1072;&#1085;
&#1057;&#1091;&#1089;&#1080;), &#1090;&#1088;&#1077;&#1090;&#1080;&#1103; &#1085;&#1072; &#1077;&#1076;&#1080;&#1085; &#1098;&#1075;&#1098;&#1083; &#1089;&#1088;&#1077;&#1097;&#1091; &#1075;&#1086;&#1083;&#1077;&#1084;&#1080;&#1103; &#1093;&#1086;&#1090;&#1077;&#1083; - &#1084;&#1085;&#1086;&#1075;&#1086; &#1090;&#1098;&#1088;&#1089;&#1080;&#1093;, &#1072;&#1084;&#1072; &#1085;&#1077;
&#1075;&#1086; &#1085;&#1072;&#1084;&#1077;&#1088;&#1080;&#1093;.<br>
<br>
<span style="font-weight: bold;">22.09, &#1089;&#1088;&#1103;&#1076;&#1072;</span><br>
&#1053;&#1072; &#1088;&#1072;&#1073;&#1086;&#1090;&#1072;, &#1087;&#1086;&#1089;&#1083;&#1077; &#1087;&#1086;&#1082;&#1072;&#1088;&#1072;&#1093; &#1082;&#1086;&#1083;&#1077;&#1083;&#1086; &#1084;&#1072;&#1083;&#1082;&#1086; - &#1080;&#1079; &#1089;&#1098;&#1089;&#1077;&#1076;&#1085;&#1080;&#1103; &#1087;&#1072;&#1088;&#1082;, &#1074; &#1082;&#1086;&#1081;&#1090;&#1086; &#1074;&#1095;&#1077;&#1088;&#1072;
&#1089;&#1077; &#1079;&#1072;&#1075;&#1091;&#1073;&#1080;&#1093; ;) &#1075;&#1086;&#1083;&#1103;&#1084;&#1086; &#1085;&#1077;&#1097;&#1086; &#1077; &#1080; &#1086;&#1097;&#1077; &#1089;&#1077; &#1073;&#1098;&#1088;&#1082;&#1072;&#1084; &#1082;&#1086;&#1077; &#1085;&#1072;&#1082;&#1098;&#1076;&#1077; &#1077;, &#1087;&#1098;&#1082; &#1080; &#1084;&#1072;&#1081; &#1085;&#1077;
&#1089;&#1098;&#1084; &#1075;&#1086; &#1086;&#1073;&#1093;&#1086;&#1076;&#1080;&#1083; &#1094;&#1077;&#1083;&#1080;&#1103;. &#1042;&#1088;&#1077;&#1084;&#1077;&#1090;&#1086; &#1077; &#1087;&#1088;&#1077;&#1082;&#1088;&#1072;&#1089;&#1085;&#1086; - &#1089;&#1083;&#1098;&#1085;&#1094;&#1077;, &#1090;&#1080;&#1093;&#1086;, &#1093;&#1083;&#1072;&#1076;&#1085;&#1086;. &#1042;
&#1086;&#1073;&#1097;&#1077;&#1078;&#1080;&#1090;&#1080;&#1077;&#1090;&#1086; (&#1082;&#1098;&#1076;&#1077;&#1090;&#1086; &#1078;&#1080;&#1074;&#1077;&#1103;) &#1076;&#1085;&#1077;&#1089; &#1080;&#1084;&#1072; &#1089;&#1098;&#1073;&#1080;&#1088;&#1072;&#1085;&#1077;, &#1086;&#1088;&#1075;&#1072;&#1085;&#1080;&#1079;&#1080;&#1088;&#1072;&#1085;&#1086; &#1086;&#1090;
&#1091;&#1087;&#1088;&#1072;&#1074;&#1080;&#1090;&#1077;&#1083;&#1082;&#1072;&#1090;&#1072; "get togeder" &#1080; &#1089;&#1098;&#1084; &#1082;&#1091;&#1087;&#1080;&#1083; 2 &#1073;&#1091;&#1090;&#1080;&#1083;&#1082;&#1080; &#1096;&#1072;&#1084;&#1087;&#1072;&#1085;&#1089;&#1082;&#1086; &#1076;&#1072; &#1087;&#1086;&#1095;&#1077;&#1088;&#1087;&#1103;
&#1079;&#1072; &#1087;&#1088;&#1072;&#1079;&#1085;&#1080;&#1082;&#1072; - &#1085;&#1077;&#1082;&#1072; &#1095;&#1091;&#1103;&#1090; &#1085;&#1077;&#1097;&#1086; &#1079;&#1072; &#1041;&#1098;&#1083;&#1075;&#1072;&#1088;&#1080;&#1103;. &#1044;&#1086;&#1073;&#1088;&#1077; &#1084;&#1080;&#1085;&#1072; - &#1089;&#1098;&#1073;&#1088;&#1072;&#1093;&#1072; &#1089;&#1077;
10-&#1080;&#1085;&#1072; &#1095;&#1086;&#1074;&#1077;&#1082;&#1072;, &#1087;&#1086;&#1095;&#1077;&#1088;&#1087;&#1080;&#1093; &#1089; &#1073;&#1091;&#1090;&#1080;&#1083;&#1082;&#1072;&#1090;&#1072; &#1096;&#1072;&#1084;&#1087;&#1072;&#1085;&#1089;&#1082;&#1086; &#1079;&#1072; &#1087;&#1088;&#1072;&#1079;&#1085;&#1080;&#1082;&#1072; &#1080; &#1076;&#1072;&#1076;&#1086;&#1093; &#1077;&#1076;&#1085;&#1072;
&#1085;&#1072; &#1076;&#1086;&#1084;&#1072;&#1082;&#1080;&#1085;&#1082;&#1072;&#1090;&#1072;. &#1048;&#1084;&#1072;&#1096;&#1077; &#1076;&#1074;&#1077; &#1084;&#1083;&#1072;&#1076;&#1080; &#1089;&#1077;&#1084;&#1072;&#1081;&#1089;&#1090;&#1074;&#1072; - &#1095;&#1077;&#1093;&#1080; &#1089; 2 &#1076;&#1077;&#1094;&#1072; &#1080; &#1088;&#1091;&#1089;&#1085;&#1072;&#1094;&#1080;,
&#1089;&#1080;&#1088;&#1080;&#1077;&#1094;, &#1086;&#1090; &#1041;&#1072;&#1085;&#1075;&#1083;&#1072;&#1076;&#1077;&#1096;, &#1077;&#1076;&#1080;&#1085; &#1078;&#1098;&#1083;&#1090; &#1072;&#1084;&#1077;&#1088;&#1080;&#1082;&#1072;&#1085;&#1077;&#1094; &#1080; &#1084;&#1072;&#1081;&#1082;&#1072; &#1089; &#1073;&#1077;&#1073;&#1077; &#1080; &#1077;&#1076;&#1085;&#1086;
&#1087;&#1086;-&#1075;&#1086;&#1083;&#1103;&#1084;&#1086; &#1076;&#1077;&#1090;&#1077; (&#1089;&#1098;&#1087;&#1088;&#1091;&#1075;&#1098;&#1090; &#1081; &#1073;&#1080;&#1083; &#1074; &#1082;&#1086;&#1084;&#1072;&#1085;&#1076;&#1080;&#1088;&#1086;&#1074;&#1082;&#1072;). &#1044;&#1086;&#1084;&#1072;&#1082;&#1080;&#1085;&#1082;&#1072;&#1090;&#1072; &#1050;&#1072;&#1088;&#1086;&#1083;&#1080;&#1085;
&#1073;&#1077;&#1096;&#1077; &#1089;&#1075;&#1086;&#1090;&#1074;&#1080;&#1083;&#1072; "&#1089;&#1086;&#1083;&#1103;&#1085;&#1082;&#1072;" - &#1075;&#1098;&#1089;&#1090;&#1072; &#1089;&#1091;&#1087;&#1072; &#1089;&#1098;&#1089; &#1089;&#1072;&#1083;&#1072;&#1084;, &#1076;&#1086;&#1084;&#1072;&#1090;&#1080; &#1080; &#1084;&#1072;&#1083;&#1082;&#1086; &#1076;&#1088;&#1091;&#1075;
&#1079;&#1077;&#1083;&#1077;&#1085;&#1095;&#1091;&#1082;, &#1072;&#1083;&#1082;&#1086;&#1093;&#1086;&#1083;&#1098;&#1090; &#1073;&#1077;&#1096;&#1077; &#1089;&#1072;&#1084;&#1086; &#1084;&#1086;&#1103;&#1090;&#1072; &#1073;&#1091;&#1090;&#1080;&#1083;&#1082;&#1072;, &#1086;&#1090; 7 &#1076;&#1086; 8 &#1080; &#1089;&#1077; &#1087;&#1088;&#1080;&#1073;&#1088;&#1072;&#1093;&#1084;&#1077;,
&#1087;&#1086;&#1089;&#1083;&#1077; &#1087;&#1088;&#1072;&#1093;. &#1042; &#1090;&#1072;&#1079;&#1080; &#1089;&#1075;&#1088;&#1072;&#1076;&#1072; &#1078;&#1080;&#1074;&#1077;&#1103;&#1090; 20-25 &#1076;&#1091;&#1096;&#1080;, &#1076;&#1088;&#1091;&#1075;&#1080;&#1090;&#1077; &#1079;&#1072;&#1077;&#1090;&#1080; &#1087;&#1086; &#1090;&#1086;&#1074;&#1072;
&#1074;&#1088;&#1077;&#1084;&#1077;.<br>
<br>
<span style="font-weight: bold;">23.09, &#1095;&#1077;&#1090;&#1098;&#1088;&#1090;&#1098;&#1082;</span><br>
&#1057; &#1082;&#1086;&#1083;&#1077;&#1083;&#1086;&#1090;&#1086; &#1085;&#1072; &#1088;&#1072;&#1073;&#1086;&#1090;&#1072;, &#1090;&#1077;&#1089;&#1090;&#1074;&#1072;&#1093;&#1084;&#1077; &#1076;&#1074;&#1072;&#1090;&#1072; &#1076;&#1088;&#1072;&#1081;&#1074;&#1077;&#1088;&#1072; &#1085;&#1072; &#1089;&#1082;&#1077;&#1085;&#1077;&#1088;&#1072; &#1079;&#1072; &#1092;&#1086;&#1082;&#1091;&#1089;. &#1042;
16 &#1095;&#1072;&#1089;&#1072; &#1089;&#1080; &#1090;&#1088;&#1098;&#1075;&#1085;&#1072;&#1093;, &#1074; &#1082;&#1074;&#1072;&#1088;&#1090;&#1080;&#1088;&#1072;&#1090;&#1072; &#1089;&#1077; &#1086;&#1073;&#1083;&#1103;&#1082;&#1086;&#1093; &#1080; &#1080;&#1079;&#1083;&#1103;&#1079;&#1086;&#1093; &#1089; &#1082;&#1086;&#1083;&#1086;&#1090;&#1086; &#1076;&#1072; &#1090;&#1098;&#1088;&#1089;&#1103;
&#1075;&#1077;&#1086;&#1082;&#1077;&#1096;. &#1048;&#1084;&#1072;&#1093; &#1082;&#1072;&#1088;&#1090;&#1072; &#1089; &#1086;&#1090;&#1073;&#1077;&#1083;&#1103;&#1079;&#1072;&#1085;&#1080; &#1084;&#1077;&#1089;&#1090;&#1072;, &#1082;&#1086;&#1086;&#1088;&#1076;&#1080;&#1085;&#1072;&#1090;&#1080;&#1090;&#1077; &#1080;&#1084; &#1080; &#1043;&#1055;&#1057;. &#1057;&#1083;&#1077;&#1076;
&#1076;&#1086;&#1089;&#1090;&#1072; &#1083;&#1091;&#1090;&#1072;&#1085;&#1077; (&#1080; &#1085;&#1072;&#1081;-&#1074;&#1077;&#1095;&#1077; &#1095;&#1091;&#1076;&#1077;&#1085;&#1077; &#1085;&#1072;&#1082;&#1098;&#1076;&#1077; &#1076;&#1072; &#1090;&#1088;&#1098;&#1075;&#1085;&#1072;) &#1089;&#1090;&#1080;&#1075;&#1085;&#1072;&#1093; &#1074;&#1093;&#1086;&#1076;&#1072; &#1085;&#1072; Wild
(&#1076;&#1080;&#1074;&#1080;&#1103;) &#1087;&#1072;&#1088;&#1082; - &#1076;&#1086; &#1075;&#1072;&#1088;&#1072; &#1057;&#1072;&#1085; &#1057;&#1091;&#1089;&#1080;. &#1058;&#1072;&#1084; &#1091;&#1089;&#1090;&#1072;&#1085;&#1086;&#1074;&#1093;, &#1095;&#1077; &#1089;&#1098;&#1084; &#1089;&#1080; &#1079;&#1072;&#1075;&#1091;&#1073;&#1080;&#1083;
&#1083;&#1080;&#1089;&#1095;&#1077;&#1090;&#1086; &#1089; &#1082;&#1086;&#1086;&#1088;&#1076;&#1080;&#1085;&#1072;&#1090;&#1080;&#1090;&#1077;. &#1055;&#1086;&#1082;&#1072;&#1088;&#1072;&#1093; &#1086;&#1097;&#1077; &#1076;&#1086;&#1089;&#1090;&#1072; &#1080; &#1085;&#1072; &#1089;&#1084;&#1088;&#1072;&#1095;&#1072;&#1074;&#1072;&#1085;&#1077; &#1089;&#1077; &#1087;&#1088;&#1080;&#1073;&#1088;&#1072;&#1093;.<br>
<br>
<span style="font-weight: bold;">24.09, &#1087;&#1077;&#1090;&#1098;&#1082;</span><br>
&#1053;&#1072; &#1088;&#1072;&#1073;&#1086;&#1090;&#1072; &#1089; &#1075;&#1088;. &#1090;&#1088;&#1072;&#1085;&#1089;&#1087;&#1086;&#1088;&#1090;. &#1059;&#1090;&#1086;&#1095;&#1085;&#1103;&#1074;&#1072;&#1093;&#1084;&#1077; &#1093;&#1077;&#1076;&#1098;&#1088;&#1080; &#1080; &#1089;&#1077; &#1089;&#1088;&#1077;&#1097;&#1085;&#1072;&#1093;&#1084;&#1077; &#1089; &#1061;&#1072;&#1088;&#1080;
&#1045;&#1085;&#1082;&#1077;. &#1058;&#1086;&#1081;, &#1088;&#1072;&#1079;&#1073;&#1080;&#1088;&#1072; &#1089;&#1077;, &#1085;&#1103;&#1084;&#1072; &#1085;&#1080;&#1097;&#1086; &#1087;&#1088;&#1086;&#1090;&#1080;&#1074; &#1085;&#1072;&#1096;&#1080;&#1090;&#1077; &#1087;&#1088;&#1077;&#1076;&#1083;&#1086;&#1078;&#1077;&#1085;&#1080;&#1103; &#1079;&#1072; &#1085;&#1086;&#1074;
&#1093;&#1077;&#1076;&#1098;&#1088;. &#1057;&#1085;&#1080;&#1084;&#1072;&#1093;&#1084;&#1077; &#1089; &#1052;&#1080;&#1083;&#1095;&#1086; &#1076;&#1085;&#1077;&#1074;&#1085;&#1080;&#1094;&#1080;&#1090;&#1077; &#1085;&#1072; &#1062;&#1072;&#1081;&#1089;-&#1090;&#1088;&#1080;&#1087;&#1083;&#1077;&#1090;&#1072; &#1085;&#1072; &#1076;&#1074;&#1086;&#1088;&#1072; &#1085;&#1072; &#1089;&#1083;&#1098;&#1085;&#1094;&#1077;.
&#1042;&#1088;&#1077;&#1084;&#1077;&#1090;&#1086; &#1073;&#1077;&#1096;&#1077; &#1089;&#1083;&#1098;&#1085;&#1095;&#1077;&#1074;&#1086; &#1080; &#1090;&#1086;&#1087;&#1083;&#1086;. &#1061;&#1086;&#1076;&#1080;&#1093; &#1089; &#1082;&#1086;&#1083;&#1077;&#1083;&#1086;&#1090;&#1086; &#1076;&#1072; &#1074;&#1080;&#1076;&#1103; &#1089;&#1091;&#1087;&#1077;&#1088;&#1084;&#1072;&#1088;&#1082;&#1077;&#1090;
&#1051;&#1080;&#1076;&#1083; &#1082;&#1098;&#1084; &#1041;&#1086;&#1088;&#1080;&#1084;. &#1050;&#1091;&#1087;&#1080;&#1093; &#1086;&#1090; &#1085;&#1077;&#1075;&#1086; &#1085;&#1103;&#1082;&#1086;&#1083;&#1082;&#1086; &#1073;&#1080;&#1088;&#1080;, &#1085;&#1072; &#1074;&#1088;&#1098;&#1097;&#1072;&#1085;&#1077; &#1084;&#1080;&#1085;&#1072;&#1093; &#1080; &#1087;&#1088;&#1077;&#1079;
&#1085;&#1072;&#1096;&#1080;&#1103; &#1055;&#1077;&#1085;&#1080; &#1052;&#1072;&#1088;&#1082;&#1077;&#1090; &#1080; &#1087;&#1086;&#1089;&#1083;&#1077; &#1087;&#1088;&#1077;&#1079; &#1087;&#1072;&#1088;&#1082;&#1072;. &#1042;&#1077;&#1095;&#1077;&#1088;&#1090;&#1072; &#1087;&#1088;&#1077;&#1103;&#1076;&#1086;&#1093; &#1080; &#1087;&#1088;&#1077;&#1079; &#1085;&#1086;&#1097;&#1090;&#1072; &#1080;&#1084;&#1072;&#1093;
&#1087;&#1088;&#1086;&#1073;&#1083;&#1077;&#1084;&#1080; &#1089;&#1098;&#1089; &#1089;&#1090;&#1086;&#1084;&#1072;&#1093;&#1072;.<br>
<br>
<span style="font-weight: bold;">25.09, &#1089;&#1098;&#1073;&#1086;&#1090;&#1072;</span><br>
&#1052;&#1088;&#1072;&#1095;&#1085;&#1086; &#1074;&#1088;&#1077;&#1084;&#1077;, &#1082;&#1098;&#1084; 11 &#1090;&#1088;&#1098;&#1075;&#1085;&#1072;&#1093; &#1089; &#1090;&#1088;&#1072;&#1084;&#1074;&#1072;&#1103; &#1076;&#1072; &#1087;&#1086;&#1090;&#1098;&#1088;&#1089;&#1103; &#1085;&#1103;&#1082;&#1086;&#1081; &#1075;&#1077;&#1086;&#1082;&#1077;&#1096;. &#1045;&#1076;&#1080;&#1085;&#1080;&#1103;&#1090;
&#1073;&#1077;&#1096;&#1077; &#1089; &#1082;&#1086;&#1086;&#1088;&#1076;&#1080;&#1085;&#1072;&#1090;&#1080; &#1085;&#1072; &#1077;&#1076;&#1080;&#1085; &#1085;&#1072;&#1076;&#1083;&#1077;&#1079; &#1085;&#1072; &#1096;&#1086;&#1089;&#1077; (&#1074; &#1058;&#1077;&#1083;&#1077;&#1075;&#1088;&#1072;&#1092;&#1077;&#1085;&#1073;&#1077;&#1088;&#1075;), &#1080; &#1085;&#1077; &#1073;&#1077;&#1096;&#1077;
&#1103;&#1089;&#1085;&#1086; &#1075;&#1086;&#1088;&#1077; &#1083;&#1080; &#1076;&#1072; &#1090;&#1098;&#1088;&#1089;&#1103; &#1080;&#1083;&#1080; &#1076;&#1086;&#1083;&#1091;, &#1080;&#1083;&#1080; &#1087;&#1086; &#1089;&#1090;&#1088;&#1098;&#1084;&#1085;&#1080;&#1103; &#1086;&#1073;&#1088;&#1072;&#1089;&#1098;&#1083; &#1089; &#1076;&#1098;&#1088;&#1074;&#1077;&#1090;&#1072; &#1080;
&#1093;&#1088;&#1072;&#1089;&#1090;&#1080; &#1089;&#1082;&#1083;&#1086;&#1085;. &#1044;&#1088;&#1091;&#1075;&#1080;&#1103;&#1090; &#1074; &#1089;&#1072;&#1084;&#1072;&#1090;&#1072; &#1094;&#1077;&#1085;&#1090;&#1088;&#1072;&#1083;&#1085;&#1072; &#1075;&#1072;&#1088;&#1072; - &#1085;&#1077; &#1075;&#1080; &#1085;&#1072;&#1084;&#1077;&#1088;&#1080;&#1093;. &#1042;&#1077;&#1095;&#1077;&#1088;&#1090;&#1072;
&#1086;&#1090;&#1080;&#1076;&#1086;&#1093; &#1076;&#1072; &#1094;&#1077;&#1085;&#1090;&#1098;&#1088;&#1072; - &#1080;&#1084;&#1072;&#1096;&#1077; &#1080;&#1085;&#1090;&#1077;&#1088;&#1077;&#1089;&#1077;&#1085; &#1082;&#1086;&#1085;&#1094;&#1077;&#1088;&#1090; (&#1057;&#1080;&#1084;&#1092;&#1086;&#1085;&#1080;&#1095;&#1077;&#1085; &#1088;&#1086;&#1082;) &#1074; &#1075;&#1086;&#1083;&#1103;&#1084;&#1072;&#1090;&#1072;
&#1080;&#1084; &#1082;&#1086;&#1085;&#1094;&#1077;&#1088;&#1090;&#1085;&#1072; &#1079;&#1072;&#1083;&#1072; (&#1053;&#1080;&#1082;&#1086;&#1083;&#1072;&#1081;&#1079;&#1072;&#1083;), &#1085;&#1086; &#1085;&#1103;&#1084;&#1072;&#1096;&#1077; &#1073;&#1080;&#1083;&#1077;&#1090;&#1080;.<br>
<br>
<span style="font-weight: bold;">26.09, &#1085;&#1077;&#1076;&#1077;&#1083;&#1103;</span><br>
&#1055;&#1088;&#1086;&#1076;&#1098;&#1083;&#1078;&#1072;&#1074;&#1072; &#1076;&#1072; &#1074;&#1072;&#1083;&#1080;. &#1043;&#1086;&#1090;&#1074;&#1080;&#1093; &#1089;&#1080; &#1083;&#1077;&#1082;&#1094;&#1080;&#1080;&#1090;&#1077; &#1079;&#1072; &#1053;&#1041;&#1059;. &#1042;&#1072;&#1085;&#1103; &#1089;&#1077; &#1086;&#1073;&#1072;&#1076;&#1080; - &#1097;&#1077; &#1076;&#1086;&#1081;&#1076;&#1077;
&#1076;&#1072; &#1089;&#1077; &#1074;&#1080;&#1076;&#1080;&#1084; &#1074; 4 &#1095;&#1072;&#1089;&#1072;. &#1044;&#1086;&#1081;&#1076;&#1077;, &#1074;&#1072;&#1083;&#1077;&#1096;&#1077;, &#1086;&#1090;&#1080;&#1076;&#1086;&#1093;&#1084;&#1077; &#1076;&#1086; &#1094;&#1098;&#1088;&#1082;&#1074;&#1072;&#1090;&#1072; &#1057;&#1074;. &#1053;&#1080;&#1082;&#1086;&#1083;&#1072;&#1081;,
&#1087;&#1086;&#1089;&#1083;&#1077; &#1075;&#1086;&#1074;&#1086;&#1088;&#1080;&#1093;&#1084;&#1077; &#1074; &#1077;&#1076;&#1085;&#1086; &#1082;&#1072;&#1092;&#1077; &#1085;&#1072; &#1041;&#1088;&#1072;&#1085;&#1076;&#1077;&#1088;&#1073;&#1091;&#1088;&#1075;&#1077;&#1088;&#1097;&#1088;&#1072;&#1089;&#1077;.<br>
<br>
<span style="font-weight: bold;">27.09, &#1087;&#1086;&#1085;&#1077;&#1076;&#1077;&#1083;&#1085;&#1080;&#1082;</span><br>
&#1057;&#1091;&#1090;&#1088;&#1080;&#1085;&#1090;&#1072; &#1074;&#1072;&#1083;&#1080; &#1089;&#1080;&#1083;&#1085;&#1086;, &#1090;&#1088;&#1098;&#1075;&#1085;&#1072;&#1093; &#1085;&#1072; &#1088;&#1072;&#1073;&#1086;&#1090;&#1072; &#1082;&#1098;&#1084; 9, &#1052;&#1080;&#1083;&#1095;&#1086; &#1086;&#1097;&#1077; &#1075;&#1086; &#1085;&#1103;&#1084;&#1072;&#1096;&#1077;,
&#1087;&#1086;&#1095;&#1085;&#1072;&#1093; &#1076;&#1072; &#1087;&#1088;&#1072;&#1074;&#1103; &#1088;&#1077;&#1076;&#1072;&#1082;&#1090;&#1086;&#1088;&#1072; &#1079;&#1072; &#1093;&#1077;&#1076;&#1098;&#1088;&#1080;, &#1074;&#1080;&#1076;&#1103;&#1093;&#1084;&#1077; &#1082;&#1072;&#1082; &#1089;&#1077; &#1080;&#1079;&#1074;&#1083;&#1080;&#1095;&#1072;&#1090; &#1084;&#1077;&#1090;&#1072;&#1076;&#1072;&#1085;&#1085;&#1080;
&#1086;&#1090; tif &#1089; ImageMagick. &#1050;&#1098;&#1084; 5 &#1095;&#1072;&#1089;&#1072; &#1076;&#1086;&#1081;&#1076;&#1086;&#1093;&#1084;&#1077; &#1089; &#1052;&#1080;&#1083;&#1095;&#1086; &#1074; &#1082;&#1074;&#1072;&#1088;&#1090;&#1080;&#1088;&#1072;&#1090;&#1072;,
&#1087;&#1086;&#1095;&#1077;&#1088;&#1087;&#1080;&#1093; &#1075;&#1086;, &#1087;&#1086;&#1089;&#1083;&#1077; &#1074;&#1098;&#1088;&#1085;&#1072;&#1093;&#1084;&#1077; &#1073;&#1091;&#1090;&#1080;&#1083;&#1082;&#1080; &#1074; &#1055;&#1077;&#1085;&#1080; &#1052;&#1072;&#1088;&#1082;&#1077;&#1090;. <br>
<br>
<span style="font-weight: bold;">28.09, &#1074;&#1090;&#1086;&#1088;&#1085;&#1080;&#1082;</span><br>
&#1054;&#1090;&#1082;&#1072;&#1088;&#1072;&#1093; &#1082;&#1086;&#1083;&#1077;&#1083;&#1086;&#1090;&#1086; &#1074; &#1080;&#1085;&#1089;&#1090;&#1080;&#1090;&#1091;&#1090;&#1072;, &#1086;&#1073;&#1083;&#1072;&#1095;&#1085;&#1086;, &#1085;&#1086; &#1085;&#1077; &#1074;&#1072;&#1083;&#1103; &#1094;&#1103;&#1083; &#1076;&#1077;&#1085;. &#1056;&#1072;&#1081;&#1085;&#1077;&#1088;
&#1076;&#1086;&#1081;&#1076;&#1077;, &#1086;&#1090;&#1095;&#1077;&#1090;&#1086;&#1093;&#1084;&#1077; &#1089;&#1077; &#1079;&#1072; &#1088;&#1072;&#1073;&#1086;&#1090;&#1072;&#1090;&#1072; &#1087;&#1088;&#1077;&#1079; &#1090;&#1086;&#1079;&#1080; &#1084;&#1077;&#1089;&#1077;&#1094;, &#1080; &#1084;&#1091; &#1074;&#1098;&#1088;&#1085;&#1072;&#1093; &#1082;&#1086;&#1083;&#1077;&#1083;&#1086;&#1090;&#1086;.
&#1061;&#1086;&#1076;&#1080;&#1093; &#1076;&#1086; &#1065;&#1077;&#1088;&#1085; &#1062;&#1077;&#1085;&#1090;&#1077;&#1088; &#1076;&#1072; &#1090;&#1098;&#1088;&#1089;&#1103; &#1085;&#1072; &#1048;&#1074;&#1072; &#1087;&#1088;&#1077;&#1093;&#1086;&#1076;&#1085;&#1080;&#1082; &#1079;&#1072; &#1092;&#1086;&#1090;&#1086;&#1072;&#1087;&#1072;&#1088;&#1072;&#1090;&#1072;, &#1085;&#1086; &#1074;
&#1052;&#1077;&#1076;&#1080;&#1103;&#1052;&#1072;&#1088;&#1082;&#1090; &#1085;&#1103;&#1084;&#1072;&#1096;&#1077; - &#1073;&#1080;&#1083;&#1086; &#1089;&#1072;&#1084;&#1086; &#1089; &#1087;&#1086;&#1088;&#1098;&#1095;&#1082;&#1072;.<br>
<br>
<span style="font-weight: bold;">29.09, &#1089;&#1088;&#1103;&#1076;&#1072;</span><br>
&#1050;&#1091;&#1087;&#1080;&#1093; &#1089;&#1077; &#1077;&#1076;&#1085;&#1086;&#1076;&#1085;&#1077;&#1074;&#1077;&#1085; &#1073;&#1080;&#1083;&#1077;&#1090; &#1079;&#1072; &#1041;&#1077;&#1088;&#1083;&#1080;&#1085;-&#1057;, &#1087;&#1088;&#1080;&#1073;&#1088;&#1072;&#1093;&#1084;&#1077; &#1089;&#1080; &#1073;&#1072;&#1075;&#1072;&#1078;&#1072; &#1089; &#1052;&#1080;&#1083;&#1095;&#1086;,
&#1087;&#1086;&#1076;&#1088;&#1077;&#1076;&#1080;&#1093;&#1084;&#1077; &#1080; &#1087;&#1086;&#1095;&#1080;&#1089;&#1090;&#1080;&#1093;&#1084;&#1077; &#1089;&#1090;&#1072;&#1080;&#1090;&#1077; &#1080; &#1076;&#1072;&#1076;&#1086;&#1093;&#1084;&#1077; &#1082;&#1083;&#1102;&#1095;&#1086;&#1074;&#1077;&#1090;&#1077; &#1086;&#1090; &#1073;&#1080;&#1073;&#1083;&#1080;&#1086;&#1090;&#1077;&#1082;&#1072;&#1090;&#1072;
(&#1086;&#1092;&#1080;&#1089;&#1072;). &#1040;&#1079; &#1089;&#1080; &#1086;&#1089;&#1090;&#1072;&#1074;&#1080;&#1093; &#1092;&#1072;&#1085;&#1077;&#1083;&#1072;&#1090;&#1072;, &#1103;&#1082;&#1077;&#1090;&#1086; &#1080; &#1077;&#1076;&#1085;&#1080; &#1089;&#1072;&#1085;&#1076;&#1072;&#1083;&#1080; &#1076;&#1072; &#1089;&#1090;&#1086;&#1103;&#1090; &#1090;&#1091;&#1082; &#1079;&#1072;
&#1076;&#1086;&#1075;&#1086;&#1076;&#1080;&#1085;&#1072;, &#1052;&#1080;&#1083;&#1095;&#1086; &#1084;&#1080; &#1074;&#1079;&#1077; &#1082;&#1086;&#1084;&#1087;&#1102;&#1090;&#1098;&#1088;&#1072; &#1089; &#1085;&#1077;&#1075;&#1086;&#1074;&#1072;&#1090;&#1072; &#1082;&#1086;&#1083;&#1072; &#8211; &#1076;&#1072; &#1084;&#1080; &#1077; &#1087;&#1086;-&#1083;&#1077;&#1082;
&#1073;&#1072;&#1075;&#1072;&#1078;&#1072; &#1085;&#1072; &#1074;&#1088;&#1098;&#1097;&#1072;&#1085;&#1077; &#1087;&#1086; &#1089;&#1072;&#1084;&#1086;&#1083;&#1077;&#1090;&#1080;&#1090;&#1077;.<br>
<br>
<span style="font-weight: bold;">&#1050;&#1074;&#1072;&#1088;&#1090;&#1072;&#1083;&#1080; &#1085;&#1072; &#1055;&#1086;&#1090;&#1089;&#1076;&#1072;&#1084;: </span><br>
&#1041;&#1072;&#1073;&#1077;&#1083;&#1089;&#1073;&#1077;&#1088;&#1075;, &#1058;&#1077;&#1083;&#1077;&#1075;&#1088;&#1072;&#1092;&#1077;&#1085;&#1073;&#1077;&#1088;&#1075;, &#1043;&#1083;&#1080;&#1085;&#1080;&#1082;&#1077;, &#1041;&#1088;&#1086;&#1085;&#1097;&#1077;&#1076;, &#1041;&#1086;&#1088;&#1080;&#1084;, &#1040;&#1081;&#1093;&#1077;, &#1087;&#1086;-&#1076;&#1072;&#1083;&#1077;&#1095;&#1077; &#1089;&#1072;
&#1050;&#1072;&#1087;&#1091;&#1090; (Caputh), &#1060;&#1077;&#1088;&#1093; (Ferch), &#1055;&#1077;&#1090;&#1094;&#1086;&#1074; (Petzow), &#1043;&#1077;&#1090;&#1083;&#1086;&#1074;<br>
<br>
<span style="font-weight: bold;">&#1057;&#1091;&#1087;&#1077;&#1088;&#1084;&#1072;&#1088;&#1082;&#1077;&#1090;&#1080; &#1074; &#1055;&#1086;&#1090;&#1089;&#1076;&#1072;&#1084;: </span><br>
&#1055;&#1077;&#1085;&#1080; &#1052;&#1072;&#1088;&#1082;&#1077;&#1090;, &#1040;&#1083;&#1076;&#1080;, &#1056;&#1077;&#1074;&#1077;, &#1051;&#1080;&#1076;&#1083;, &#1050;&#1072;&#1091;&#1092;&#1083;&#1072;&#1085;&#1076;, &#1053;&#1077;&#1090;&#1090;&#1086;<br>
<br>
<span style="font-weight: bold;">&#1055;&#1072;&#1088;&#1082;&#1086;&#1074;&#1077; &#1074; &#1055;&#1086;&#1090;&#1089;&#1076;&#1072;&#1084;: </span><br>
&#1057;&#1072;&#1085;&#1089;&#1091;&#1089;&#1080;, &#1041;&#1091;&#1075;&#1072; &#1087;&#1072;&#1088;&#1082; (&#1060;&#1086;&#1083;&#1082;&#1089;&#1087;&#1072;&#1088;&#1082;), &#1041;&#1072;&#1073;&#1077;&#1083;&#1089;&#1073;&#1077;&#1088;&#1075; &#1087;&#1072;&#1088;&#1082;, &#1053;&#1086;&#1081;&#1077;&#1075;&#1072;&#1088;&#1090;&#1077;&#1085; (&#1062;&#1080;&#1094;&#1080;&#1083;&#1077;&#1085;&#1093;&#1086;&#1092;)<br>
<br>
<span style="font-weight: bold;">&#1045;&#1079;&#1077;&#1088;&#1072; &#1085;&#1072; &#1080; &#1086;&#1082;&#1086;&#1083;&#1086; &#1088;&#1077;&#1082;&#1072; &#1061;&#1072;&#1074;&#1077;&#1083; (Havel)</span>:
<br>
&#1042;&#1072;&#1085;&#1079;&#1077;&#1077; (Wannsee), &#1043;&#1088;&#1080;&#1073;&#1085;&#1080;&#1094;&#1079;&#1077;&#1077; (Griebnitzsee), &#1061;&#1072;&#1081;&#1083;&#1080;&#1075;&#1077;&#1088;&#1079;&#1077;&#1077; (Heiligersee),
&#1058;&#1080;&#1092;&#1098;&#1088;&#1079;&#1077;&#1077; (Tiefer See), &#1058;&#1077;&#1084;&#1087;&#1083;&#1080;&#1085;&#1077;&#1088;&#1079;&#1077;&#1077; (Templiner See), &#1064;&#1074;&#1080;&#1083;&#1086;&#1074;&#1079;&#1077;&#1077;
(Schwielowsee), &#1055;&#1077;&#1090;&#1094;&#1080;&#1085;&#1079;&#1077;&#1077; (Petzinsee), &#1043;&#1083;&#1080;&#1085;&#1076;&#1086;&#1074;&#1077;&#1088;&#1079;&#1077;&#1077; (Glindower See)
&#1070;&#1085;&#1075;&#1092;&#1077;&#1088;&#1085;&#1079;&#1077;&#1077; (Jungfernsee), &#1041;&#1086;&#1088;&#1085;&#1097;&#1077;&#1076;&#1079;&#1077;&#1077; (Bornstedtsee)<br>
<br>
&#1050;&#1072;&#1088;&#1072;&#1084; &#1082;&#1086;&#1083;&#1077;&#1083;&#1086;&#1090;&#1086;, &#1086;&#1073;&#1080;&#1082;&#1072;&#1083;&#1103;&#1084; &#1085;&#1072;&#1086;&#1082;&#1086;&#1083;&#1086; &#1080; &#1089;&#1077; &#1089;&#1077;&#1097;&#1072;&#1084; &#1079;&#1072; &#1044;&#1088;&#1072;&#1096;&#1086;, &#1044;&#1072;&#1085;&#1095;&#1077;&#1090;&#1086;, &#1044;&#1086;&#1073;&#1088;&#1080; &#1080;
&#1048;&#1074;&#1095;&#1077;&#1090;&#1086;. &#1058;&#1091;&#1082;&#1072; &#1077; &#1088;&#1072;&#1103;&#1090; &#1085;&#1072; &#1082;&#1086;&#1083;&#1086;&#1077;&#1079;&#1076;&#1077;&#1085;&#1077;&#1090;&#1086; - &#1088;&#1072;&#1074;&#1085;&#1086;, &#1077;&#1079;&#1077;&#1088;&#1072; &#1080; &#1088;&#1077;&#1082;&#1080;, &#1079;&#1072;&#1084;&#1098;&#1094;&#1080;,
&#1087;&#1088;&#1077;&#1082;&#1088;&#1072;&#1089;&#1085;&#1080; &#1072;&#1083;&#1077;&#1080; &#1080; &#1087;&#1098;&#1090;&#1080;&#1097;&#1072; &#1079;&#1072; &#1074;&#1077;&#1083;&#1086;&#1089;&#1086;&#1087;&#1077;&#1076;&#1080;! &#1042; &#1089;&#1098;&#1073;&#1086;&#1090;&#1072; &#1085;&#1072;&#1087;&#1088;&#1072;&#1074;&#1080;&#1093; 4 &#1095;&#1072;&#1089;&#1072; &#1089;
&#1082;&#1086;&#1083;&#1077;&#1083;&#1086;&#1090;&#1086; &#1085;&#1072; &#1080;&#1079;&#1090;&#1086;&#1082;, &#1074; &#1085;&#1077;&#1076;&#1077;&#1083;&#1103; - 6 &#1095;&#1072;&#1089;&#1072; &#1085;&#1072; &#1102;&#1075; - &#1075;&#1086;&#1083;&#1103;&#1084; &#1082;&#1077;&#1092;!<br>
<br>
</body>
</html>
