<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01 Transitional//EN">
<html>
<head>
  <meta content="text/html;charset=ISO-8859-1" http-equiv="Content-Type">
  <title>Rodopi2009</title>
</head>
<body>
<h2> &#1056;&#1086;&#1076;&#1086;&#1087;&#1080; 2009</h2>
<font size="+1"><br>
&#1057;&#1098;&#1089;&#1090;&#1072;&#1074;: &#1040;&#1079;, &#1053;&#1077;&#1083;&#1080;, &#1048;&#1074;&#1072;, &#1044;&#1088;&#1072;&#1096;&#1086; (&#1055;&#1077;&#1078;&#1086;), &#1043;&#1077;&#1086;&#1088;&#1075;&#1080; &#1080; &#1046;&#1080;&#1074;&#1082;&#1072; &#1060;&#1088;&#1072;&#1085;&#1075;&#1086;&#1074;&#1080;, &#1055;&#1077;&#1090;&#1103;, &#1040;&#1085;&#1072;
&#1080; &#1040;&#1083;&#1073;&#1077;&#1085;&#1072; (&#1044;&#1078;&#1080;&#1087;), &#1042;&#1077;&#1083;&#1080;&#1089;&#1083;&#1072;&#1074;, &#1053;&#1072;&#1076;&#1103;, &#1048;&#1074;&#1072; (&#1044;&#1078;&#1080;&#1087;), &#1052;&#1080;&#1090;&#1082;&#1086;, &#1049;&#1086;&#1088;&#1076;&#1072;&#1085;&#1082;&#1072;
(&#1041;&#1077;&#1088;&#1083;&#1080;&#1085;&#1075;&#1086;), &#1044;&#1080;&#1084;&#1086;, &#1050;&#1072;&#1083;&#1095;&#1086; (&#1072;&#1074;&#1090;&#1086;&#1073;&#1091;&#1089;) - &#1086;&#1073;&#1097;&#1086;16 &#1090;&#1091;&#1088;&#1080;&#1089;&#1090;&#1080;<br>
<br>
<span style="font-weight: bold;">6 &#1072;&#1074;&#1075;&#1091;&#1089;&#1090;, &#1095;&#1077;&#1090;&#1074;&#1098;&#1088;&#1090;&#1098;&#1082;</span><br>
<span style="font-style: italic;">&#1057;&#1086;&#1092;&#1080;&#1103; - &#1055;&#1072;&#1079;&#1072;&#1088;&#1076;&#1078;&#1080;&#1082; - &#1050;&#1088;&#1080;&#1095;&#1080;&#1084; - &#1044;&#1077;&#1074;&#1080;&#1085; -
&#1064;&#1080;&#1088;&#1086;&#1082;&#1072; &#1083;&#1098;&#1082;&#1072; (&#1082;&#1086;&#1083;&#1072;)</span><br style="font-style: italic;">
<span style="font-style: italic;">&#1064;&#1080;&#1088;&#1086;&#1082;&#1072; &#1083;&#1098;&#1082;&#1072; - &#1055;&#1072;&#1084;&#1087;&#1086;&#1088;&#1086;&#1074;&#1086; - &#1064;&#1080;&#1088;&#1086;&#1082;&#1072; &#1083;&#1098;&#1082;&#1072;
(&#1082;&#1086;&#1083;&#1072;)</span><br style="font-style: italic;">
<span style="font-style: italic;">&#1064;&#1080;&#1088;&#1086;&#1082;&#1072; &#1083;&#1098;&#1082;&#1072; - &#1057;&#1086;&#1083;&#1080;&#1097;&#1072; - &#1093;. &#1055;&#1077;&#1088;&#1077;&#1083;&#1080;&#1082;
(&#1087;&#1077;&#1096;&#1072;)</span><br>
&nbsp;&nbsp;&nbsp; &#1052;&#1072;&#1075;&#1080;&#1089;&#1090;&#1088;&#1072;&#1083;&#1072;&#1090;&#1072;, &#1055;&#1072;&#1079;&#1072;&#1088;&#1076;&#1078;&#1080;&#1082;, &#1083;&#1091;&#1090;&#1072;&#1085;&#1077; &#1080;&#1079; &#1089;&#1077;&#1083;&#1072;&#1090;&#1072; &#1079;&#1072; &#1076;&#1072;
&#1085;&#1072;&#1084;&#1077;&#1088;&#1080;&#1084; &#1050;&#1088;&#1080;&#1095;&#1080;&#1084; (&#1085;&#1077; &#1074;&#1080;&#1076;&#1103;&#1093;&#1084;&#1077; &#1085;&#1080;&#1090;&#1086; &#1077;&#1076;&#1085;&#1072; &#1090;&#1072;&#1073;&#1077;&#1083;&#1072; &#1079;&#1072; &#1050;&#1088;&#1080;&#1095;&#1080;&#1084;),<br>
&#1079;&#1072;&#1073;&#1088;&#1072;&#1074;&#1080;&#1083;&#1080; &#1089;&#1080; &#1073;&#1103;&#1093;&#1084;&#1077; &#1080; &#1074;&#1089;&#1080;&#1095;&#1082;&#1080; &#1082;&#1072;&#1088;&#1090;&#1080;...<br>
&nbsp;&nbsp;&nbsp; &#1042; &#1064;&#1080;&#1088;&#1086;&#1082;&#1072; &#1083;&#1098;&#1082;&#1072; &#1087;&#1088;&#1080;&#1089;&#1090;&#1080;&#1075;&#1085;&#1072;&#1093;&#1084;&#1077; 3-&#1090;&#1077; &#1082;&#1086;&#1083;&#1080; &#1087;&#1086;&#1095;&#1090;&#1080;
&#1077;&#1076;&#1085;&#1086;&#1074;&#1088;&#1077;&#1084;&#1077;&#1085;&#1085;&#1086;, &#1089;&#1072;&#1084;&#1086; &#1052;&#1080;&#1090;&#1082;&#1086; &#1075;&#1086; &#1085;&#1103;&#1084;&#1072;&#1096;&#1077; &#1086;&#1097;&#1077;. &#1044;&#1086; &#1055;&#1072;&#1084;&#1087;&#1086;&#1088;&#1086;&#1074;&#1086; &#1080; &#1086;&#1073;&#1088;&#1072;&#1090;&#1085;&#1086; &#1089; &#1055;&#1077;&#1078;&#1086;&#1090;&#1086;
- &#1044;&#1080;&#1084;&#1086; &#1080; &#1050;&#1072;&#1083;&#1095;&#1086; &#1089;&#1098;&#1097;&#1086; &#1089;&#1072; &#1085;&#1072; &#1080;&#1079;&#1093;&#1086;&#1076;&#1085;&#1072; &#1087;&#1086;&#1079;&#1080;&#1094;&#1080;&#1103;. &#1052;&#1080;&#1090;&#1082;&#1086; &#1079;&#1072;&#1082;&#1098;&#1089;&#1085;&#1103;&#1074;&#1072;&#1096;&#1077;, &#1074; 13 &#1095;&#1072;&#1089;&#1072;
&#1073;&#1077;&#1096;&#1077; &#1086;&#1097;&#1077; &#1085;&#1072; &#1082;&#1086;&#1083;&#1080;&#1073;&#1072;&#1090;&#1072;. &#1054;&#1073;&#1072;&#1076;&#1080;&#1093; &#1084;&#1091; &#1089;&#1077; &#1076;&#1072; &#1076;&#1086;&#1081;&#1076;&#1077; &#1089; &#1082;&#1086;&#1083;&#1072;&#1090;&#1072; &#1085;&#1072;&#1087;&#1088;&#1072;&#1074;&#1086; &#1085;&#1072; &#1057;&#1086;&#1083;&#1080;&#1097;&#1072;.<br>
&nbsp;&nbsp;&nbsp; &#1058;&#1088;&#1098;&#1075;&#1085;&#1072;&#1093;&#1084;&#1077; &#1087;&#1086; &#1072;&#1089;&#1092;&#1072;&#1083;&#1090;&#1072; - &#1085;&#1077; &#1084;&#1085;&#1086;&#1075;&#1086; &#1075;&#1086;&#1088;&#1077;&#1097;&#1086;, &#1085;&#1086; &#1079;&#1072;&#1076;&#1091;&#1096;&#1085;&#1086;.
&#1062;&#1077;&#1083;&#1080;&#1090;&#1077; &#1074; &#1087;&#1086;&#1090;
&#1089;&#1090;&#1080;&#1075;&#1085;&#1072;&#1093;&#1084;&#1077; &#1094;&#1072;&#1085;&#1090;&#1098;&#1088;&#1072; &#1085;&#1072; &#1089;&#1077;&#1083;&#1086;&#1090;&#1086; &#1082;&#1098;&#1084; 15 &#1095;&#1072;&#1089;&#1072;, &#1072; &#1085;&#1077; &#1089;&#1083;&#1077;&#1076; &#1076;&#1098;&#1083;&#1075;&#1086; &#1076;&#1086;&#1081;&#1076;&#1077; &#1080; &#1052;&#1080;&#1090;&#1082;&#1086;.
&#1054;&#1087;&#1088;&#1072;&#1074;&#1103;&#1085;&#1077; &#1088;&#1072;&#1085;&#1080;&#1094;&#1072;&#1090;&#1072; &#1085;&#1072; &#1055;&#1077;&#1090;&#1103;, &#1083;&#1077;&#1082;&#1072; &#1079;&#1072;&#1082;&#1091;&#1089;&#1082;&#1072; &#1080; &#1085;&#1072;&#1087;&#1088;&#1077;&#1076; &#1087;&#1086; &#1087;&#1098;&#1090;&#1103; &#1079;&#1072; &#1093;&#1080;&#1078;&#1072;
&#1055;&#1077;&#1088;&#1077;&#1083;&#1080;&#1082;. &#1052;&#1072;&#1088;&#1082;&#1080;&#1088;&#1086;&#1074;&#1082;&#1072; &#1087;&#1086;&#1095;&#1090;&#1080; &#1085;&#1103;&#1084;&#1072;&#1096;&#1072; &#1087;&#1088;&#1077;&#1079; &#1094;&#1077;&#1083;&#1080;&#1103; &#1087;&#1098;&#1090; &#1076;&#1086; &#1093;&#1080;&#1078;&#1072;&#1090;&#1072;. &#1057;&#1072;&#1084;&#1086; &#1090;&#1091;&#1082;-&#1090;&#1072;&#1084;
&#1091;&#1082;&#1072;&#1079;&#1072;&#1090;&#1077;&#1083;&#1085;&#1080; &#1090;&#1072;&#1073;&#1077;&#1083;&#1080; &#1086;&#1090; &#1088;&#1072;&#1079;&#1083;&#1080;&#1095;&#1085;&#1080; &#1074;&#1080;&#1076;&#1086;&#1074;&#1077; &#1080; &#1077;&#1087;&#1086;&#1093;&#1080; &#1085;&#1072; &#1090;&#1091;&#1088;&#1080;&#1079;&#1084;&#1072; &#1091; &#1085;&#1072;&#1089;. &#1042;&#1098;&#1088;&#1074;&#1080; &#1089;&#1077;
&#1087;&#1086; &#1082;&#1072;&#1084;&#1080;&#1086;&#1085;&#1077;&#1085; &#1087;&#1098;&#1090;, &#1087;&#1086;&#1089;&#1083;&#1077; &#1087;&#1086; &#1089;&#1090;&#1072;&#1088; &#1088;&#1080;&#1084;&#1089;&#1082;&#1080; &#1087;&#1098;&#1090;, &#1082;&#1086;&#1081;&#1090;&#1086; &#1089;&#1077; &#1087;&#1088;&#1077;&#1074;&#1088;&#1098;&#1097;&#1072; &#1074;
&#1082;&#1072;&#1084;&#1077;&#1085;&#1080;&#1089;&#1090;&#1086; &#1076;&#1077;&#1088;&#1077; &#1085;&#1072; &#1088;&#1077;&#1082;&#1072;, &#1087;&#1088;&#1077;&#1089;&#1080;&#1095;&#1072; &#1089;&#1077; &#1085;&#1072; "&#1087;&#1072;&#1085;&#1086;&#1088;&#1072;&#1084;&#1085;&#1080;&#1103;" (&#1084;&#1072;&#1082;&#1072;&#1076;&#1072;&#1084;) &#1087;&#1098;&#1090;
&#1055;&#1072;&#1084;&#1087;&#1086;&#1088;&#1086;&#1074;&#1086;-&#1052;&#1091;&#1075;&#1083;&#1072; &#1080; &#1087;&#1086;&#1089;&#1083;&#1077; &#1087;&#1086; &#1087;&#1098;&#1090;&#1077;&#1082;&#1072; &#1076;&#1086; &#1093;&#1080;&#1078;&#1072;&#1090;&#1072;. &#1054;&#1097;&#1077; &#1085;&#1072; &#1090;&#1088;&#1098;&#1075;&#1074;&#1072;&#1085;&#1077; &#1086;&#1090; &#1064;&#1080;&#1088;&#1086;&#1082;&#1072;
&#1083;&#1098;&#1082;&#1072; &#1093;&#1080;&#1078;&#1072;&#1088;&#1103;&#1090;
&#1085;&#1080; &#1089;&#1077; &#1086;&#1073;&#1072;&#1076;&#1080; &#1087;&#1086; &#1084;&#1086;&#1073;&#1080;&#1083;&#1085;&#1080;&#1103; &#1090;&#1077;&#1083;&#1077;&#1092;&#1086;&#1085; &#1076;&#1072;
&#1087;&#1086;&#1090;&#1074;&#1098;&#1088;&#1076;&#1080;&#1084; &#1082;&#1086;&#1083;&#1082;&#1086; &#1095;&#1086;&#1074;&#1077;&#1082;&#1072; &#1089;&#1077; &#1082;&#1072;&#1095;&#1074;&#1072;&#1084;&#1077; (&#1082;&#1086;&#1077;&#1090;&#1086; &#1084;&#1080; &#1089;&#1077; &#1089;&#1083;&#1091;&#1095;&#1074;&#1072; &#1079;&#1072; &#1087;&#1098;&#1088;&#1074;&#1080; &#1087;&#1098;&#1090;!).
<br>
&nbsp;&nbsp;&nbsp; &#1055;&#1077;&#1088;&#1077;&#1083;&#1080;&#1082; &#1077; &#1086;&#1090;&#1083;&#1080;&#1095;&#1085;&#1072; &#1084;&#1072;&#1083;&#1082;&#1072; &#1093;&#1080;&#1078;&#1072;: &#1075;&#1086;&#1088;&#1103;&#1097;&#1072; &#1087;&#1077;&#1095;&#1082;&#1072;, &#1095;&#1080;&#1089;&#1090;&#1086; &#1080;
&#1087;&#1088;&#1080;&#1103;&#1090;&#1085;&#1086; &#1074;
&#1090;&#1091;&#1088;&#1080;&#1089;&#1090;&#1080;&#1095;&#1077;&#1089;&#1082;&#1072;&#1090;&#1072;
&#1089;&#1090;&#1086;&#1083;&#1086;&#1074;&#1072;, &#1089;&#1087;&#1080; &#1089;&#1077; &#1084;&#1085;&#1086;&#1075;&#1086; &#1091;&#1076;&#1086;&#1073;&#1085;&#1086; &#1085;&#1072; &#1085;&#1086;&#1074;&#1080;&#1090;&#1077; &#1084;&#1072;&#1090;&#1088;&#1072;&#1094;&#1080;, &#1073;&#1080;&#1088;&#1072; &#1080; &#1095;&#1072;&#1081;, ... &#1041;&#1103;&#1093;&#1084;&#1077;
&#1085;&#1072;&#1073;&#1088;&#1072;&#1083;&#1080; &#1075;&#1098;&#1073;&#1080;, &#1089;&#1075;&#1086;&#1090;&#1074;&#1080;&#1093;&#1084;&#1077; &#1075;&#1080;, &#1074;&#1077;&#1095;&#1077;&#1088;&#1103;&#1093;&#1084;&#1077; &#1086;&#1073;&#1080;&#1083;&#1085;&#1086; &#1080; &#1087;&#1086; &#1083;&#1077;&#1075;&#1083;&#1072;&#1090;&#1072;. &#1055;&#1077;&#1090;&#1080;&#1084;&#1072;
&#1089;&#1087;&#1072;&#1093;&#1084;&#1077; &#1074; &#1077;&#1076;&#1085;&#1086; &#1073;&#1091;&#1085;&#1075;&#1072;&#1083;&#1086;, &#1086;&#1089;&#1090;&#1072;&#1085;&#1072;&#1083;&#1080;&#1090;&#1077; &#1074; &#1077;&#1076;&#1085;&#1072; &#1089;&#1090;&#1072;&#1103; &#1074; &#1093;&#1080;&#1078;&#1072;&#1090;&#1072;.<br>
<br style="font-weight: bold;">
<span style="font-weight: bold;">7 &#1072;&#1074;&#1075;&#1091;&#1089;&#1090;, &#1087;&#1077;&#1090;&#1098;&#1082;</span><br>
<span style="font-style: italic;">&#1093;. &#1055;&#1077;&#1088;&#1077;&#1083;&#1080;&#1082; - &#1093;. &#1051;&#1077;&#1076;&#1085;&#1080;&#1094;&#1072;&#1090;&#1072; (&#1087;&#1077;&#1096;&#1072;)</span><br>
&nbsp;&nbsp;&nbsp; &#1042; 8 &#1095;&#1072;&#1089;&#1072; &#1087;&#1086;&#1095;&#1090;&#1080; &#1074;&#1089;&#1080;&#1095;&#1082;&#1080; &#1073;&#1103;&#1093;&#1072; &#1085;&#1072; &#1082;&#1088;&#1072;&#1082;. &#1053;&#1072;&#1074;&#1098;&#1085; &#1084;&#1098;&#1075;&#1083;&#1072;,
&#1073;&#1103;&#1093;&#1084;&#1077; &#1088;&#1077;&#1096;&#1080;&#1083;&#1080; &#1076;&#1072;
&#1090;&#1088;&#1098;&#1075;&#1085;&#1077;&#1084; &#1074; 9 &#1095;&#1072;&#1089;&#1072;, &#1090;&#1086;&#1095;&#1085;&#1086; &#1090;&#1086;&#1075;&#1072;&#1074;&#1072; &#1079;&#1072;&#1087;&#1086;&#1095;&#1085;&#1072; &#1076;&#1072; &#1088;&#1098;&#1084;&#1080;, &#1087;&#1088;&#1077;&#1076;&#1083;&#1086;&#1078;&#1080;&#1093; &#1087;&#1086;-&#1082;&#1098;&#1089;&#1085;&#1086;
&#1090;&#1088;&#1098;&#1075;&#1074;&#1072;&#1085;&#1077;, &#1085;&#1086; &#1085;&#1072; &#1085;&#1072;&#1088;&#1086;&#1076;&#1098;&#1090; &#1089;&#1077; &#1084;&#1091; &#1089;&#1077; &#1095;&#1072;&#1082;&#1072;&#1096;&#1077; &#1080; &#1090;&#1088;&#1098;&#1075;&#1085;&#1072;&#1093;&#1084;&#1077;. &#1052;&#1072;&#1083;&#1082;&#1086; &#1089;&#1083;&#1077;&#1076; &#1090;&#1086;&#1074;&#1072;
&#1076;&#1098;&#1078;&#1076;&#1098;&#1090; &#1089;&#1087;&#1088;&#1103;, &#1085;&#1086; &#1084;&#1098;&#1075;&#1083;&#1072;&#1090;&#1072; &#1085;&#1077; &#1089;&#1077; &#1074;&#1076;&#1080;&#1075;&#1085;&#1072;. &#1055;&#1086;&#1095;&#1080;&#1074;&#1082;&#1072; &#1085;&#1072; &#1073;&#1077;&#1089;&#1077;&#1076;&#1082;&#1072;&#1090;&#1072; &#1087;&#1088;&#1080; &#1095;&#1077;&#1096;&#1084;&#1072;&#1090;&#1072;
&#1085;&#1072;&#1076; &#1093;&#1080;&#1078;&#1072;&#1090;&#1072;, &#1080; &#1087;&#1086;&#1089;&#1083;&#1077; &#1087;&#1088;&#1077;&#1079; &#1093;&#1074;&#1086;&#1081;&#1085;&#1080;&#1090;&#1077; &#1087;&#1086; &#1087;&#1098;&#1090;&#1077;&#1082;&#1072;&#1090;&#1072;. &#1048;&#1084;&#1072; &#1076;&#1086;&#1073;&#1088;&#1072; &#1095;&#1077;&#1088;&#1074;&#1077;&#1085;&#1072;
&#1084;&#1072;&#1088;&#1082;&#1080;&#1088;&#1086;&#1074;&#1082;&#1072; - &#1083;&#1077;&#1085;&#1090;&#1086;&#1074;&#1072; &#1085;&#1072; &#1083;&#1072;&#1084;&#1072;&#1088;&#1080;&#1085;&#1077;&#1085;&#1080; &#1090;&#1072;&#1073;&#1077;&#1083;&#1082;&#1080; &#1080; &#1089;&#1090;&#1098;&#1083;&#1073;&#1086;&#1074;&#1072;. &#1054;&#1082;&#1086;&#1083;&#1086; &#1074;&#1088;&#1098;&#1093; &#1054;&#1088;&#1092;&#1077;&#1081;
(&#1064;&#1080;&#1088;&#1086;&#1082;&#1086;&#1083;&#1098;&#1096;&#1082;&#1080; &#1089;&#1085;&#1077;&#1078;&#1085;&#1080;&#1082;) &#1080;&#1084;&#1072; &#1085;&#1103;&#1082;&#1086;&#1083;&#1082;&#1086; &#1085;&#1077;&#1103;&#1089;&#1085;&#1080; &#1080; &#1083;&#1080;&#1087;&#1089;&#1074;&#1072;&#1097;&#1080; &#1084;&#1072;&#1088;&#1082;&#1080;&#1088;&#1086;&#1074;&#1082;&#1080; &#1080; &#1084;&#1072;&#1081;
&#1087;&#1086;&#1074;&#1077;&#1095;&#1077;&#1090;&#1086; &#1089;&#1077; &#1073;&#1103;&#1093;&#1072; &#1083;&#1091;&#1090;&#1072;&#1083;&#1080; &#1085;&#1072; &#1090;&#1077;&#1079;&#1080; &#1084;&#1077;&#1089;&#1090;&#1072;, &#1075;&#1083;&#1072;&#1074;&#1085;&#1086; &#1087;&#1086;&#1088;&#1072;&#1076;&#1080; &#1075;&#1098;&#1089;&#1090;&#1072;&#1090;&#1072; &#1084;&#1098;&#1075;&#1083;&#1072;.
&#1057;&#1083;&#1080;&#1079;&#1072;&#1085;&#1077;&#1090;&#1086; &#1082;&#1098;&#1084; &#1093;&#1080;&#1078;&#1072;&#1090;&#1072; &#1077; &#1076;&#1086;&#1089;&#1090;&#1072; &#1089;&#1090;&#1088;&#1098;&#1084;&#1085;&#1086;, &#1072; &#1085;&#1072;&#1082;&#1088;&#1072;&#1103; &#1085;&#1072;&#1087;&#1088;&#1072;&#1074;&#1086; &#1082;&#1086;&#1096;&#1084;&#1072;&#1088;&#1085;&#1086;. &#1058;&#1103;&#1089;&#1085;&#1072;,
&#1084;&#1085;&#1086;&#1075;&#1086; &#1089;&#1090;&#1088;&#1098;&#1084;&#1085;&#1072; &#1087;&#1098;&#1090;&#1077;&#1082;&#1072;, &#1082;&#1072;&#1083; &#1080; &#1074;&#1086;&#1076;&#1072;, &#1086;&#1090;&#1089;&#1090;&#1088;&#1072;&#1085;&#1080; &#1075;&#1098;&#1089;&#1090;&#1072; &#1090;&#1088;&#1077;&#1074;&#1072;, &#1082;&#1086;&#1087;&#1088;&#1080;&#1074;&#1072; &#1080;
&#1090;&#1088;&#1098;&#1085;&#1080;. &#1053;&#1072;&#1081;-&#1083;&#1086;&#1096;&#1086; &#1077;, &#1082;&#1086;&#1075;&#1072;&#1090;&#1086; &#1090;&#1088;&#1103;&#1073;&#1074;&#1072; &#1076;&#1072; &#1084;&#1080;&#1085;&#1077;&#1096; &#1087;&#1086;&#1076; &#1087;&#1072;&#1076;&#1085;&#1072;&#1083;&#1086; &#1085;&#1072; &#1087;&#1098;&#1090;&#1077;&#1082;&#1072;&#1090;&#1072;
&#1076;&#1098;&#1088;&#1074;&#1086;, &#1072; &#1086;&#1090;&#1076;&#1086;&#1083;&#1091; &#1077; &#1093;&#1083;&#1098;&#1079;&#1075;&#1072;&#1074;&#1072; &#1082;&#1072;&#1083;. &#1050;&#1098;&#1089;&#1084;&#1077;&#1090; &#1077;, &#1095;&#1077; &#1085;&#1080;&#1082;&#1086;&#1081; &#1085;&#1077; &#1087;&#1086;&#1089;&#1090;&#1088;&#1072;&#1076;&#1072; &#1087;&#1088;&#1080; &#1090;&#1086;&#1074;&#1072;
&#1089;&#1083;&#1080;&#1079;&#1072;&#1085;&#1077;. <br>
&nbsp;&nbsp;&nbsp; &#1061;&#1080;&#1078;&#1072;&#1090;&#1072; &#1077; &#1089;&#1090;&#1072;&#1088;&#1072;, &#1075;&#1086;&#1083;&#1103;&#1084;&#1072;, &#1089; &#1075;&#1086;&#1083;&#1103;&#1084;&#1072; &#1089;&#1090;&#1086;&#1083;&#1086;&#1074;&#1072; &#1089; &#1075;&#1086;&#1088;&#1103;&#1097;&#1072;
&#1082;&#1072;&#1084;&#1080;&#1085;&#1072;, &#1074;&#1098;&#1085;&#1096;&#1085;&#1072; &#1073;&#1072;&#1085;&#1103; &#1089;
&#1073;&#1086;&#1081;&#1083;&#1077;&#1088; &#1085;&#1072; &#1076;&#1098;&#1088;&#1074;&#1072; (&#1080; &#1090;&#1086;&#1087;&#1083;&#1072; &#1074;&#1086;&#1076;&#1072;), &#1089;&#1098;&#1089; &#1079;&#1072;&#1073;&#1077;&#1083;&#1077;&#1078;&#1080;&#1090;&#1077;&#1083;&#1077;&#1085; &#1093;&#1080;&#1078;&#1072;&#1088; - &#1057;&#1090;&#1086;&#1103;&#1085; ("&#1050;&#1072;&#1090;&#1086;
&#1093;&#1086;&#1076;&#1080;&#1090;&#1077; &#1085;&#1072; &#1093;&#1086;&#1090;&#1077;&#1083; &#1087;&#1083;&#1072;&#1097;&#1072;&#1090;&#1077; &#1083;&#1080; &#1089;&#1080; &#1073;&#1072;&#1085;&#1103;&#1090;&#1072;?", "&#1042;&#1089;&#1080;&#1095;&#1082;&#1080; &#1076;&#1072; &#1089;&#1077; &#1082;&#1098;&#1087;&#1072;&#1090; &#1076;&#1072; &#1085;&#1077; &#1084;&#1080;
&#1094;&#1072;&#1087;&#1072;&#1090;&#1077; &#1095;&#1072;&#1088;&#1096;&#1072;&#1092;&#1080;&#1090;&#1077;!") - &#1086;&#1097;&#1077; &#1075;&#1086;&#1090;&#1074;&#1072;&#1095;, &#1089;&#1085;&#1072;&#1073;&#1076;&#1080;&#1090;&#1077;&#1083;, &#1083;&#1072;&#1074;&#1082;&#1072;&#1076;&#1078;&#1080;&#1103;, &#1082;&#1072;&#1084;&#1077;&#1088;&#1080;&#1077;&#1088;&#1082;&#1072; :) &#1080;
&#1074;&#1089;&#1080;&#1095;&#1082;&#1086; &#1076;&#1088;&#1091;&#1075;&#1086;, &#1082;&#1086;&#1077;&#1090;&#1086; &#1090;&#1088;&#1103;&#1073;&#1074;&#1072; &#1076;&#1072; &#1089;&#1077; &#1074;&#1098;&#1088;&#1096;&#1080; &#1087;&#1086; &#1089;&#1090;&#1086;&#1087;&#1072;&#1085;&#1080;&#1089;&#1074;&#1072;&#1085;&#1077;&#1090;&#1086; &#1085;&#1072; &#1077;&#1076;&#1085;&#1072; &#1093;&#1080;&#1078;&#1072;.
&#1053;&#1077; &#1074;&#1080;&#1076;&#1103;&#1093;&#1084;&#1077; &#1087;&#1086;&#1084;&#1086;&#1097;&#1085;&#1080;&#1082;, &#1084;&#1086;&#1078;&#1077; &#1073;&#1080; &#1086;&#1090; &#1074;&#1088;&#1077;&#1084;&#1077; &#1085;&#1072; &#1074;&#1088;&#1077;&#1084;&#1077; &#1080;&#1076;&#1074;&#1072; &#1085;&#1103;&#1082;&#1086;&#1081; &#1076;&#1072; &#1084;&#1091; &#1087;&#1086;&#1084;&#1072;&#1075;&#1072;.
&#1047;&#1072; &#1074;&#1077;&#1095;&#1077;&#1088;&#1103; &#1085;&#1080; &#1085;&#1072;&#1087;&#1088;&#1072;&#1074;&#1080; &#1089;&#1090;&#1088;&#1072;&#1093;&#1086;&#1090;&#1085;&#1072; &#1087;&#1098;&#1089;&#1090;&#1098;&#1088;&#1074;&#1072;. &#1056;&#1072;&#1079;&#1073;&#1080;&#1088;&#1072; &#1089;&#1077;, &#1080;&#1084;&#1072;&#1096;&#1077; &#1080; &#1075;&#1098;&#1073;&#1080;. &#1057;&#1083;&#1077;&#1076;
&#1087;&#1098;&#1089;&#1090;&#1098;&#1088;&#1074;&#1072;&#1090;&#1072; &#1074;&#1098;&#1079;&#1085;&#1080;&#1082;&#1085;&#1072; &#1080;&#1076;&#1077;&#1103; &#1079;&#1072; &#1089;&#1083;&#1077;&#1076;&#1074;&#1072;&#1097;&#1072;&#1090;&#1072; &#1074;&#1077;&#1095;&#1077;&#1088; &#1076;&#1072; &#1103;&#1076;&#1077;&#1084; &#1072;&#1075;&#1085;&#1077; - &#1057;&#1090;&#1086;&#1103;&#1085;
&#1074;&#1077;&#1076;&#1085;&#1072;&#1075;&#1072; &#1087;&#1086;&#1077; &#1080; &#1093;&#1091;&#1082;&#1085;&#1072; &#1089; &#1077;&#1076;&#1080;&#1085; &#1089;&#1090;&#1072;&#1088; &#1074;&#1086;&#1077;&#1085;&#1077;&#1085; (&#1073;&#1088;&#1072;&#1082;&#1091;&#1074;&#1072;&#1085;!) &#1076;&#1078;&#1080;&#1087; &#1073;&#1077;&#1079; &#1085;&#1086;&#1084;&#1077;&#1088; &#1082;&#1098;&#1084;
&#1073;&#1083;&#1080;&#1079;&#1082;&#1080;&#1103; &#1086;&#1074;&#1095;&#1072;&#1088;&#1085;&#1080;&#1082;. &#1051;&#1077;&#1075;&#1085;&#1072;&#1093;&#1084;&#1077; &#1087;&#1088;&#1077;&#1076;&#1080; &#1076;&#1072; &#1089;&#1077; &#1073;&#1077;&#1096;&#1077; &#1074;&#1098;&#1088;&#1085;&#1072;&#1083;.<br>
<br>
<span style="font-weight: bold;">8 &#1072;&#1074;&#1075;&#1091;&#1089;&#1090;, &#1089;&#1098;&#1073;&#1086;&#1090;&#1072;</span><br>
<span style="font-style: italic;">&#1093;. &#1051;&#1077;&#1076;&#1085;&#1080;&#1094;&#1072;&#1090;&#1072;</span><br>
&nbsp;&nbsp;&nbsp; &#1057;&#1091;&#1090;&#1088;&#1080;&#1085;&#1090;&#1072; &#1080;&#1084;&#1072;&#1093; &#1083;&#1077;&#1082; &#1087;&#1088;&#1086;&#1073;&#1083;&#1077;&#1084; &#1089; &#1082;&#1086;&#1088;&#1077;&#1084;&#1072;
&#1080; &#1079;&#1072;&#1090;&#1086;&#1074;&#1072; &#1094;&#1103;&#1083; &#1076;&#1077;&#1085; &#1089;&#1077; &#1084;&#1086;&#1090;&#1072;&#1093; &#1086;&#1082;&#1086;&#1083;&#1086; &#1093;&#1080;&#1078;&#1072;&#1090;&#1072; &#1080; &#1087;&#1086;&#1095;&#1080;&#1074;&#1072;&#1093;. &#1054;&#1089;&#1090;&#1072;&#1085;&#1072;&#1083;&#1080;&#1090;&#1077; &#1093;&#1086;&#1076;&#1080;&#1093;&#1072; &#1085;&#1072;
&#1088;&#1072;&#1079;&#1093;&#1086;&#1076;&#1082;&#1080; - &#1079;&#1072; &#1075;&#1098;&#1073;&#1080; &#1080; &#1079;&#1072; &#1084;&#1091;&#1088;&#1089;&#1072;&#1083;&#1089;&#1082;&#1080; &#1095;&#1072;&#1081;. &#1043;&#1098;&#1073;&#1080; &#1076;&#1086;&#1085;&#1077;&#1089;&#1086;&#1093;&#1072; &#1076;&#1086;&#1089;&#1090;&#1072;, &#1085;&#1086; &#1095;&#1072;&#1081; -
&#1089;&#1072;&#1084;&#1086;
&#1087;&#1086; &#1085;&#1103;&#1082;&#1086;&#1083;&#1082;&#1086; &#1089;&#1090;&#1088;&#1098;&#1082;&#1072;. &#1057;&#1090;&#1086;&#1103;&#1085; &#1073;&#1077;&#1096;&#1077; &#1076;&#1086;&#1085;&#1077;&#1089;&#1098;&#1083; &#1103;&#1088;&#1077; &#1080; &#1090;&#1086; &#1074;&#1077;&#1095;&#1077; &#1089;&#1077; &#1087;&#1088;&#1080;&#1075;&#1086;&#1090;&#1074;&#1103;&#1096;&#1077; "&#1085;&#1072;
&#1087;&#1072;&#1088;&#1072;": &#1042; &#1086;&#1075;&#1088;&#1086;&#1084;&#1077;&#1085; &#1082;&#1072;&#1079;&#1072;&#1085; &#1089;&#1077; &#1089;&#1080;&#1087;&#1074;&#1072; &#1084;&#1072;&#1083;&#1082;&#1086; &#1074;&#1086;&#1076;&#1072;, &#1085;&#1072; &#1076;&#1098;&#1085;&#1086;&#1090;&#1086; &#1089;&#1077; &#1087;&#1086;&#1089;&#1090;&#1072;&#1074;&#1103;
&#1088;&#1077;&#1096;&#1077;&#1090;&#1082;&#1072; &#1080; &#1087;&#1086;&#1089;&#1083;&#1077; &#1103;&#1088;&#1077;&#1090;&#1086; &#1085;&#1072; 4 &#1087;&#1072;&#1088;&#1095;&#1077;&#1090;&#1072;. &#1055;&#1086;&#1076; &#1082;&#1072;&#1087;&#1072;&#1082;&#1072; &#1089;&#1077; &#1089;&#1083;&#1072;&#1075;&#1072; &#1082;&#1085;&#1080;&#1078;&#1077;&#1085; &#1095;&#1091;&#1074;&#1072;&#1083; &#1086;&#1090;
&#1073;&#1088;&#1072;&#1096;&#1085;&#1086;, &#1072; &#1085;&#1072; &#1082;&#1072;&#1087;&#1072;&#1082;&#1072; - &#1076;&#1074;&#1072; &#1075;&#1086;&#1083;&#1077;&#1084;&#1080; &#1082;&#1072;&#1084;&#1098;&#1082;&#1072; (&#1087;&#1086; &#1076;&#1077;&#1089;&#1077;&#1090;&#1080;&#1085;&#1072; &#1082;&#1080;&#1083;&#1086;&#1075;&#1088;&#1072;&#1084;&#1072;
&#1074;&#1089;&#1077;&#1082;&#1080;).&nbsp;
&#1048; &#1085;&#1072; &#1087;&#1077;&#1095;&#1082;&#1072;&#1090;&#1072; - &#1089;&#1080;&#1075;&#1091;&#1088;&#1085;&#1086; 4-5 &#1095;&#1072;&#1089;&#1072;. <br>
&nbsp;&nbsp;&nbsp; &#1057;&#1083;&#1077;&#1076; &#1086;&#1073;&#1103;&#1076; &#1057;&#1090;&#1086;&#1103;&#1085; &#1084;&#1077; "&#1083;&#1077;&#1082;&#1091;&#1074;&#1072;" &#1089; &#1076;&#1088;&#1086;&#1073; &#1080; &#1073;&#1098;&#1073;&#1088;&#1077;&#1095;&#1077;&#1090;&#1072; &#1086;&#1090;
&#1103;&#1088;&#1077;&#1090;&#1086;, &#1083;&#1102;&#1090;&#1072; &#1095;&#1091;&#1096;&#1082;&#1072; &#1089;
&#1095;&#1077;&#1089;&#1098;&#1085; &#1080; &#1086;&#1073;&#1083;&#1072;&#1082;. &#1053;&#1103;&#1082;&#1086;&#1080; &#1084;&#1077; &#1075;&#1083;&#1077;&#1076;&#1072;&#1093;&#1072; &#1086;&#1089;&#1086;&#1073;&#1077;&#1085;&#1086; - &#1085;&#1072; &#1073;&#1086;&#1083;&#1077;&#1085; &#1082;&#1086;&#1088;&#1077;&#1084; &#1090;&#1072;&#1082;&#1072;&#1074;&#1072;
&#1082;&#1086;&#1084;&#1073;&#1080;&#1085;&#1072;&#1094;&#1080;&#1103;! &#1040;&#1079; &#1087;&#1098;&#1082; &#1086;&#1090; &#1090;&#1086;&#1074;&#1072; &#1089;&#1077; &#1086;&#1087;&#1088;&#1072;&#1074;&#1080;&#1093;!&nbsp; &#1042;&#1077;&#1095;&#1077;&#1088;&#1090;&#1072; &#1093;&#1072;&#1087;&#1085;&#1072;&#1093; &#1080; &#1086;&#1090;
&#1103;&#1088;&#1077;&#1096;&#1082;&#1086;&#1090;&#1086;, &#1080;
&#1084;&#1072;&#1083;&#1082;&#1086; &#1075;&#1098;&#1073;&#1080; ... &#1041;&#1080;&#1088;&#1072; &#1085;&#1077; &#1087;&#1086;&#1089;&#1084;&#1103;&#1093; &#1076;&#1072; &#1087;&#1080;&#1103;, &#1072; &#1084;&#1086;&#1078;&#1077; &#1073;&#1080; &#1090;&#1088;&#1103;&#1073;&#1074;&#1072;&#1096;&#1077;! <br>
<br>
<span style="font-weight: bold;">9 &#1072;&#1074;&#1075;&#1091;&#1089;&#1090;, &#1085;&#1077;&#1076;&#1077;&#1083;&#1103;</span><br>
<span style="font-style: italic;">&#1093;. &#1051;&#1077;&#1076;&#1085;&#1080;&#1094;&#1072;&#1090;&#1072; - &#1043;&#1077;&#1083;&#1072; - &#1064;&#1080;&#1088;&#1086;&#1082;&#1072; &#1083;&#1098;&#1082;&#1072;
(&#1087;&#1077;&#1096;&#1072;)</span><br style="font-style: italic;">
<span style="font-style: italic;">&#1064;&#1080;&#1088;&#1086;&#1082;&#1072; &#1083;&#1098;&#1082;&#1072; - &#1044;&#1077;&#1074;&#1080;&#1085; - &#1050;&#1088;&#1080;&#1095;&#1080;&#1084; -
&#1055;&#1083;&#1086;&#1074;&#1076;&#1080;&#1074; (&#1086;&#1082;&#1086;&#1083;&#1086;&#1074;&#1088;&#1098;&#1089;&#1090;&#1085;&#1086;&#1090;&#1086;) - &#1057;&#1086;&#1092;&#1080;&#1103; (&#1082;&#1086;&#1083;&#1072;)</span><br>
&nbsp;&nbsp;&nbsp; &#1058;&#1088;&#1098;&#1075;&#1085;&#1072;&#1093;&#1084;&#1077;
&#1082;&#1098;&#1084; 9:30, &#1087;&#1098;&#1090;&#1103;&#1090; &#1077; &#1083;&#1077;&#1082; &#1080; &#1087;&#1088;&#1080;&#1103;&#1090;&#1077;&#1085;. &#1053;&#1072;&#1076; &#1043;&#1077;&#1083;&#1072; &#1088;&#1077;&#1096;&#1080;&#1093;&#1084;&#1077; &#1076;&#1072; &#1084;&#1080;&#1085;&#1077;&#1084; &#1087;&#1088;&#1077;&#1079; &#1089;&#1077;&#1083;&#1086;&#1090;&#1086;.
&#1055;&#1086;&#1089;&#1083;&#1077; &#1087;&#1086; &#1072;&#1089;&#1092;&#1072;&#1083;&#1090;&#1072; &#1085;&#1072;&#1076;&#1086;&#1083;&#1091; &#1084;&#1072;&#1081; &#1089;&#1098;&#1078;&#1072;&#1083;&#1103;&#1074;&#1072;&#1093;&#1084;&#1077; &#1079;&#1072; &#1090;&#1086;&#1074;&#1072; &#1089;&#1080; &#1088;&#1077;&#1096;&#1077;&#1085;&#1080;&#1077;. &#1053;&#1103;&#1082;&#1086;&#1083;&#1082;&#1086;
&#1095;&#1086;&#1074;&#1077;&#1082;&#1072; &#1084;&#1080;&#1085;&#1072;&#1093;&#1072; &#1087;&#1086; &#1084;&#1072;&#1088;&#1082;&#1080;&#1088;&#1072;&#1085;&#1072;&#1090;&#1072; &#1087;&#1088;&#1103;&#1082;&#1072; &#1087;&#1098;&#1090;&#1077;&#1082;&#1072; &#1080; &#1087;&#1086;&#1089;&#1083;&#1077; &#1082;&#1072;&#1079;&#1072;&#1093;&#1072;, &#1095;&#1077; &#1073;&#1080;&#1083;&#1072; &#1084;&#1085;&#1086;&#1075;&#1086;
&#1076;&#1086;&#1073;&#1088;&#1072;.<br>
&nbsp;&nbsp;&nbsp; &#1054;&#1073;&#1088;&#1072;&#1090;&#1085;&#1086; &#1089; &#1082;&#1086;&#1083;&#1080;&#1090;&#1077; - &#1052;&#1080;&#1090;&#1082;&#1086; &#1079;&#1072; &#1082;&#1086;&#1083;&#1080;&#1073;&#1072;&#1090;&#1072;, &#1042;&#1077;&#1083;&#1080;&#1089;&#1083;&#1072;&#1074; &#1089;
&#1044;&#1080;&#1084;&#1086; &#1080; &#1050;&#1072;&#1083;&#1095;&#1086; - &#1079;&#1072; &#1040;&#1089;&#1077;&#1085;&#1086;&#1074;&#1075;&#1088;&#1072;&#1076;, &#1086;&#1089;&#1090;&#1072;&#1085;&#1072;&#1083;&#1080;&#1090;&#1077; - &#1079;&#1072; &#1057;&#1086;&#1092;&#1080;&#1103;. &#1057;&#1083;&#1077;&#1076; &#1050;&#1088;&#1080;&#1095;&#1080;&#1084; &#1087;&#1086;
&#1093;&#1091;&#1073;&#1072;&#1074;&#1080;&#1103; &#1087;&#1098;&#1090; &#1076;&#1086; &#1086;&#1082;&#1086;&#1083;&#1086;&#1074;&#1088;&#1098;&#1089;&#1090;&#1085;&#1086;&#1090;&#1086; &#1085;&#1072; &#1055;&#1083;&#1086;&#1074;&#1076;&#1080;&#1074;, &#1087;&#1086;&#1089;&#1083;&#1077; &#1084;&#1072;&#1075;&#1080;&#1089;&#1090;&#1088;&#1072;&#1083;&#1072;&#1090;&#1072; - &#1080; &#1074;
&#1057;&#1086;&#1092;&#1080;&#1103; &#1086;&#1082;&#1086;&#1083;&#1086; 19 &#1095;&#1072;&#1089;&#1072;.<br>
<br>
<br>
</font>
</body>
</html>
