<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.01 Transitional//EN">
<html>
<head>
  <meta content="text/html; charset=ISO-8859-1"
 http-equiv="Content-Type">
  <title>Stara_planina_2010</title>
</head>
<body>
<span style="font-weight: bold;">&#1055;&#1086; &#1057;&#1090;&#1072;&#1088;&#1072; &#1087;&#1083;&#1072;&#1085;&#1080;&#1085;&#1072;: &#1058;&#1098;&#1078;&#1072; - &#1059;&#1079;&#1072;&#1085;&#1072;</span><br>
<br>
<span style="font-weight: bold;">18.08.2010, &#1089;&#1088;&#1103;&#1076;&#1072;</span><br>
<span style="font-style: italic;">&#1057;&#1086;&#1092;&#1080;&#1103;-&#1050;&#1072;&#1083;&#1086;&#1092;&#1077;&#1088; </span><br>
&#1042;&#1083;&#1072;&#1082; &#1074; 7:20, &#1087;&#1088;&#1080;&#1089;&#1090;&#1080;&#1075;&#1072; &#1074; 10:05, &#1086;&#1090; &#1075;&#1072;&#1088;&#1072;&#1090;&#1072; &#1089; &#1072;&#1074;&#1090;&#1086;&#1073;&#1091;&#1089;&#1095;&#1077; &#1076;&#1086; &#1094;&#1077;&#1085;&#1090;&#1098;&#1088;&#1072; &#1085;&#1072; &#1075;&#1088;&#1072;&#1076;&#1072;<br>
<span style="font-style: italic;">&#1050;&#1072;&#1083;&#1086;&#1092;&#1077;&#1088;-&#1055;&#1072;&#1085;&#1080;&#1094;&#1080;&#1090;&#1077;</span><br>
&#1050;&#1086;&#1083;&#1072; (&#1043;&#1086;&#1083;&#1092;) &#1086;&#1090; &#1094;&#1077;&#1085;&#1090;&#1098;&#1088;&#1072; &#1085;&#1072; &#1075;&#1088;&#1072;&#1076;&#1072; &#1076;&#1086; &#1085;&#1072;&#1095;&#1072;&#1083;&#1086;&#1090;&#1086; &#1085;&#1072; &#1087;&#1086;&#1083;&#1103;&#1085;&#1080;&#1090;&#1077; &#1074; &#1084;&#1077;&#1089;&#1090;&#1085;&#1086;&#1089;&#1090;&#1090;&#1072;
&#1055;&#1072;&#1085;&#1080;&#1094;&#1080;&#1090;&#1077;<br>
<span style="font-style: italic;">&#1055;&#1072;&#1085;&#1080;&#1094;&#1080;&#1090;&#1077;-&#1093;.&#1058;&#1098;&#1078;&#1072;</span><br>
&#1053;&#1103;&#1084;&#1072; &#1085;&#1080;&#1082;&#1072;&#1082;&#1074;&#1072; &#1090;&#1091;&#1088;&#1080;&#1089;&#1090;&#1080;&#1095;&#1077;&#1089;&#1082;&#1072; &#1084;&#1072;&#1088;&#1082;&#1080;&#1088;&#1086;&#1074;&#1082;&#1072;, &#1086;&#1089;&#1074;&#1077;&#1085; &#1085;&#1072; &#1084;&#1077;&#1089;&#1090;&#1072; &#1079;&#1080;&#1084;&#1085;&#1072;&#1090;&#1072; &#1073;&#1080;&#1083;&#1085;&#1072; &#1089;
&#1078;&#1072;&#1083;&#1086;&#1085;&#1080; (&#1089;&#1090;&#1098;&#1083;&#1073;&#1086;&#1074;&#1077;).<br>
&#1058;&#1088;&#1098;&#1075;&#1074;&#1072; &#1089;&#1077; &#1087;&#1088;&#1077;&#1079; &#1087;&#1086;&#1083;&#1103;&#1085;&#1080;&#1090;&#1077; &#1087;&#1086; &#1077;&#1076;&#1080;&#1085; &#1086;&#1090; &#1084;&#1085;&#1086;&#1075;&#1086;&#1090;&#1086; &#1087;&#1098;&#1090;&#1080;&#1097;&#1072; &#1079;&#1072; &#1040;&#1058;&#1052; &#1080; &#1084;&#1086;&#1090;&#1086;&#1088;&#1080; &#1076;&#1086;
&#1085;&#1072;&#1095;&#1072;&#1083;&#1086;&#1090;&#1086; &#1085;&#1072; &#1085;&#1073;&#1072;&#1080;&#1088;&#1072;. &#1055;&#1086;&#1089;&#1083;&#1077; &#1085;&#1072;&#1075;&#1086;&#1088;&#1077; &#1076;&#1086; &#1087;&#1098;&#1090;&#1103; &#1050;&#1072;&#1083;&#1086;&#1092;&#1077;&#1088;-&#1074;&#1088;.&#1041;&#1086;&#1090;&#1077;&#1074;. &#1057;&#1083;&#1077;&#1076; &#1085;&#1103;&#1082;&#1086;&#1083;&#1082;&#1086;
&#1087;&#1086;&#1076;&#1089;&#1080;&#1095;&#1072;&#1085;&#1080;&#1103; &#1085;&#1072; &#1089;&#1098;&#1097;&#1080;&#1103; &#1087;&#1098;&#1090; &#1080; &#1074;&#1098;&#1088;&#1074;&#1077;&#1085;&#1077; &#1087;&#1086; &#1085;&#1077;&#1075;&#1086; &#1089;&#1077; &#1089;&#1090;&#1080;&#1075;&#1072; &#1076;&#1086; "&#1075;&#1088;&#1086;&#1073;&#1095;&#1077;&#1090;&#1086;" &#1080;
&#1088;&#1072;&#1079;&#1082;&#1083;&#1086;&#1085;&#1072; &#1085;&#1072; &#1087;&#1098;&#1090;&#1103; &#1079;&#1072; &#1074;&#1088;.&#1041;&#1086;&#1090;&#1077;&#1074; &#1080; &#1093;&#1080;&#1078;&#1072; &#1058;&#1098;&#1078;&#1072;. &#1058;&#1088;&#1098;&#1075;&#1074;&#1072; &#1089;&#1077; &#1074;&#1076;&#1103;&#1089;&#1085;&#1086;, &#1087;&#1098;&#1090;&#1103;&#1090; &#1074;&#1098;&#1088;&#1074;&#1080;
&#1087;&#1086; &#1093;&#1086;&#1088;&#1080;&#1079;&#1086;&#1085;&#1090;&#1072;&#1083;&#1072; &#1080; &#1087;&#1088;&#1080; &#1076;&#1086;&#1089;&#1090;&#1080;&#1075;&#1072;&#1085;&#1077; &#1085;&#1072; &#1087;&#1080;&#1083;&#1086;&#1090;&#1086; &#1080; &#1078;&#1072;&#1083;&#1086;&#1085;&#1085;&#1072;&#1090;&#1072; &#1084;&#1072;&#1088;&#1082;&#1080;&#1088;&#1086;&#1074;&#1082;&#1072; &#1089;&#1077;
&#1090;&#1088;&#1098;&#1075;&#1074;&#1072; &#1087;&#1086; &#1085;&#1077;&#1103;. &#1057;&#1082;&#1086;&#1088;&#1086; &#1089;&#1077; &#1074;&#1080;&#1078;&#1076;&#1072; &#1080; &#1093;&#1080;&#1078;&#1072;&#1090;&#1072; - &#1090;&#1103; &#1077; "&#1089;&#1088;&#1077;&#1076;&#1085;&#1072;&#1090;&#1072;" &#1089;&#1075;&#1088;&#1072;&#1076;&#1072; - &#1085;&#1072;&#1076;
&#1085;&#1077;&#1103; &#1089;&#1077; &#1074;&#1080;&#1078;&#1076;&#1072; &#1076;&#1088;&#1091;&#1075;&#1072; &#1089;&#1075;&#1088;&#1072;&#1076;&#1072; &#1080; &#1087;&#1086;&#1076; &#1085;&#1077;&#1103; &#1086;&#1097;&#1077; &#1077;&#1076;&#1085;&#1072;. &#1057;&#1083;&#1080;&#1079;&#1072;&#1085;&#1077;&#1090;&#1086; &#1077; &#1085;&#1077;&#1087;&#1088;&#1080;&#1103;&#1090;&#1085;&#1086;
&#1087;&#1088;&#1077;&#1079; &#1093;&#1074;&#1086;&#1081;&#1085;&#1080; &#1080; &#1087;&#1086;&#1089;&#1083;&#1077; &#1087;&#1088;&#1077;&#1079; &#1075;&#1086;&#1088;&#1072;. &#1057;&#1083;&#1080;&#1079;&#1072; &#1089;&#1077; &#1087;&#1086;&#1076; &#1093;&#1080;&#1078;&#1072;&#1090;&#1072; &#1085;&#1072; &#1087;&#1098;&#1090;&#1103; &#1086;&#1090; &#1089;.&#1058;&#1098;&#1078;&#1072;.<br>
<br>
<span style="font-weight: bold;">19.08.2010, &#1095;&#1077;&#1090;&#1074;&#1098;&#1088;&#1090;&#1098;&#1082;</span><br>
<span style="font-style: italic;">&#1093;.&#1058;&#1098;&#1078;&#1072;-&#1093;.&#1052;&#1072;&#1079;&#1072;&#1083;&#1072;&#1090;</span><br>
&#1055;&#1086; &#1090;&#1086;&#1079;&#1080; &#1084;&#1072;&#1088;&#1096;&#1088;&#1091;&#1090; &#1085;&#1103;&#1084;&#1072; &#1074;&#1086;&#1076;&#1072;! &#1051;&#1077;&#1085;&#1090;&#1086;&#1074;&#1072; &#1084;&#1072;&#1088;&#1082;&#1080;&#1088;&#1086;&#1074;&#1082;&#1072; &#1085;&#1103;&#1084;&#1072;, &#1080;&#1084;&#1072; &#1090;&#1072;&#1073;&#1077;&#1083;&#1080; &#1080; &#1089;&#1077;
&#1074;&#1098;&#1088;&#1074;&#1080; &#1087;&#1086; &#1087;&#1098;&#1090; &#1080;&#1083;&#1080; &#1103;&#1089;&#1085;&#1086; &#1086;&#1095;&#1077;&#1088;&#1090;&#1072;&#1085;&#1080; &#1087;&#1098;&#1090;&#1077;&#1082;&#1080;. <br>
&#1058;&#1088;&#1098;&#1075;&#1074;&#1072; &#1089;&#1077; &#1091;&#1089;&#1087;&#1086;&#1088;&#1077;&#1076;&#1085;&#1086; &#1085;&#1072; &#1087;&#1098;&#1090;&#1103; &#1079;&#1072; &#1089;&#1077;&#1083;&#1086; &#1058;&#1098;&#1078;&#1072; &#1076;&#1086; &#1084;&#1077;&#1089;&#1090;&#1085;&#1086;&#1089;&#1090;&#1090;&#1072; &#1057;&#1090;&#1086;&#1082;&#1080;&#1090;&#1077;, &#1087;&#1086;&#1089;&#1083;&#1077;
&#1085;&#1072;&#1083;&#1103;&#1074;&#1086; &#1084;&#1072;&#1083;&#1082;&#1086; &#1087;&#1086; &#1087;&#1098;&#1090;&#1103; &#1082;&#1098;&#1084; &#1073;&#1080;&#1083;&#1086;&#1090;&#1086;, &#1087;&#1086;&#1089;&#1083;&#1077; &#1087;&#1086; &#1087;&#1098;&#1090;&#1077;&#1082;&#1072; &#1085;&#1072;&#1075;&#1086;&#1088;&#1077;. &#1048; &#1087;&#1072;&#1082; &#1087;&#1086;
&#1073;&#1080;&#1083;&#1085;&#1080;&#1103; &#1087;&#1098;&#1090; &#1076;&#1086; &#1088;&#1072;&#1079;&#1082;&#1083;&#1086;&#1085;&#1072; &#1079;&#1072; &#1058;&#1088;&#1080;&#1075;&#1083;&#1072;&#1074;. &#1055;&#1098;&#1090;&#1077;&#1082;&#1072;&#1090;&#1072; &#1079;&#1072; &#1052;&#1072;&#1079;&#1072;&#1083;&#1072;&#1090; &#1077; &#1074;&#1076;&#1103;&#1089;&#1085;&#1086;, &#1074;&#1098;&#1088;&#1074;&#1080;
&#1087;&#1086; &#1073;&#1080;&#1083;&#1086;&#1090;&#1086;, &#1087;&#1086;&#1089;&#1083;&#1077; &#1087;&#1086;&#1076;&#1089;&#1080;&#1095;&#1072; &#1074;&#1088;&#1098;&#1093; &#1056;&#1072;&#1089;&#1086;&#1074;&#1072;&#1090;&#1077;&#1094;. &#1053;&#1072;&#1076;&#1086;&#1083;&#1091; &#1087;&#1086; &#1078;&#1072;&#1083;&#1086;&#1085;&#1080;&#1090;&#1077; &#1080; &#1083;&#1077;&#1082;&#1086;
&#1082;&#1072;&#1095;&#1074;&#1072;&#1085;&#1077; &#1085;&#1072; &#1055;&#1077;&#1077;&#1097;&#1080;&#1090;&#1077; &#1089;&#1082;&#1072;&#1083;&#1080;. &#1055;&#1072;&#1082; &#1085;&#1072;&#1076;&#1086;&#1083;&#1091;, &#1074;&#1089;&#1077; &#1087;&#1086; &#1073;&#1080;&#1083;&#1086;&#1090;&#1086;, &#1076;&#1086; &#1089;&#1077;&#1076;&#1083;&#1086;&#1074;&#1080;&#1085;&#1072;&#1090;&#1072;
&#1087;&#1088;&#1077;&#1076;&#1080; &#1088;&#1077;&#1076;&#1080;&#1094;&#1072;&#1090;&#1072; &#1074;&#1098;&#1088;&#1093;&#1086;&#1074;&#1077; &#1085;&#1072;&#1076; &#1093;&#1080;&#1078;&#1072; &#1052;&#1072;&#1079;&#1072;&#1083;&#1072;&#1090;. &#1054;&#1090;&#1090;&#1091;&#1082; &#1074;&#1077;&#1095;&#1077; &#1089;&#1077; &#1074;&#1080;&#1078;&#1076;&#1072; &#1080; &#1093;&#1080;&#1078;&#1072;&#1090;&#1072;.
&#1053;&#1072; &#1089;&#1077;&#1076;&#1083;&#1086;&#1074;&#1080;&#1085;&#1072;&#1090;&#1072; &#1080;&#1079;&#1073;&#1088;&#1072;&#1093;&#1084;&#1077; &#1087;&#1098;&#1090;&#1077;&#1082;&#1072;&#1090;&#1072;, &#1082;&#1086;&#1103;&#1090;&#1086; &#1086;&#1073;&#1080;&#1082;&#1072;&#1083;&#1103; &#1073;&#1080;&#1083;&#1086;&#1090;&#1086; &#1086;&#1090; &#1076;&#1103;&#1089;&#1085;&#1086; (&#1076;&#1072; &#1089;&#1077;
&#1074;&#1085;&#1080;&#1084;&#1072;&#1074;&#1072; - &#1085;&#1103;&#1084;&#1072; &#1103;&#1089;&#1085;&#1072; &#1084;&#1072;&#1088;&#1082;&#1080;&#1088;&#1086;&#1074;&#1082;&#1072;).<br>
<br style="font-weight: bold;">
<span style="font-weight: bold;">20.08.2010, &#1087;&#1077;&#1090;&#1098;&#1082;</span><br>
<span style="font-style: italic;">&#1093;.&#1052;&#1072;&#1079;&#1072;&#1083;&#1072;&#1090;-&#1093;.&#1059;&#1079;&#1072;&#1085;&#1072;</span><br>
&#1048;&#1084;&#1072; &#1095;&#1077;&#1088;&#1074;&#1077;&#1085;&#1072; &#1083;&#1077;&#1085;&#1090;&#1086;&#1074;&#1072; &#1084;&#1072;&#1088;&#1082;&#1080;&#1088;&#1086;&#1074;&#1082;&#1072; &#1080; &#1090;&#1072;&#1073;&#1077;&#1083;&#1080;. <br>
&#1055;&#1086;&#1095;&#1090;&#1080; &#1094;&#1077;&#1083;&#1080;&#1103;&#1090; &#1087;&#1088;&#1077;&#1093;&#1086;&#1076; &#1077; &#1074; &#1075;&#1086;&#1088;&#1072;. &#1053;&#1072; 1/3 &#1086;&#1090; &#1088;&#1072;&#1079;&#1089;&#1090;&#1086;&#1103;&#1085;&#1080;&#1077;&#1090;&#1086; &#1077; &#1084;&#1077;&#1089;&#1090;&#1085;&#1086;&#1089;&#1090;&#1090;&#1072;
&#1050;&#1086;&#1088;&#1080;&#1090;&#1072; &#1089; &#1095;&#1077;&#1096;&#1084;&#1072;. &#1057;&#1083;&#1077;&#1076; &#1093;&#1080;&#1078;&#1072; &#1055;&#1072;&#1088;&#1090;&#1080;&#1079;&#1072;&#1085;&#1089;&#1082;&#1072; &#1087;&#1077;&#1089;&#1077;&#1085; &#1089;&#1077; &#1074;&#1098;&#1088;&#1074;&#1080; &#1087;&#1086; &#1087;&#1098;&#1090;&#1103;, &#1085;&#1072;
&#1088;&#1072;&#1079;&#1082;&#1083;&#1086;&#1085; &#1085;&#1072; &#1087;&#1098;&#1090;&#1103; &#1080;&#1084;&#1072; &#1087;&#1098;&#1090;&#1077;&#1082;&#1072; &#1080; &#1084;&#1072;&#1088;&#1082;&#1080;&#1088;&#1086;&#1074;&#1082;&#1072; &#1074;&#1076;&#1103;&#1089;&#1085;&#1086;, &#1082;&#1086;&#1103;&#1090;&#1086; &#1089;&#1077; &#1079;&#1072;&#1073;&#1077;&#1083;&#1103;&#1079;&#1074;&#1072;
&#1090;&#1088;&#1091;&#1076;&#1085;&#1086;, &#1085;&#1086; &#1090;&#1088;&#1103;&#1073;&#1074;&#1072; &#1076;&#1072; &#1089;&#1077; &#1090;&#1088;&#1098;&#1075;&#1085;&#1077; &#1087;&#1086; &#1085;&#1077;&#1103;. &#1057;&#1082;&#1086;&#1088;&#1086; &#1089;&#1083;&#1077;&#1076;&#1074;&#1072; &#1089;&#1090;&#1088;&#1098;&#1084;&#1085;&#1086; &#1080;&#1079;&#1082;&#1072;&#1095;&#1074;&#1072;&#1085;&#1077;,
&#1087;&#1086;&#1089;&#1083;&#1077; &#1083;&#1077;&#1082;&#1086; &#1089;&#1083;&#1080;&#1079;&#1072;&#1085;&#1077; &#1076;&#1086; &#1084;&#1077;&#1089;&#1090;&#1085;&#1086;&#1089;&#1090;&#1090;&#1072; &#1059;&#1079;&#1072;&#1085;&#1072;.<br>
<br>
<span style="font-weight: bold;">21.08.2010, &#1089;&#1098;&#1073;&#1086;&#1090;&#1072;</span><br>
<span style="font-style: italic;">&#1093;.&#1059;&#1079;&#1072;&#1085;&#1072;-&#1089;.&#1064;&#1077;&#1081;&#1085;&#1086;&#1074;&#1086;</span><br>
&#1058;&#1088;&#1098;&#1075;&#1074;&#1072; &#1089;&#1077; &#1087;&#1086; &#1089;&#1090;&#1098;&#1083;&#1073;&#1086;&#1074;&#1077;&#1090;&#1077; &#1079;&#1072; &#1064;&#1080;&#1087;&#1082;&#1072;, &#1087;&#1086;&#1089;&#1083;&#1077; &#1087;&#1086; &#1084;&#1072;&#1088;&#1082;&#1080;&#1088;&#1086;&#1074;&#1082;&#1072;&#1090;&#1072; &#1076;&#1086; <br>
&#1089;&#1083;&#1080;&#1079;&#1072;&#1085;&#1077; &#1076;&#1086;&#1083;&#1091; &#1074; &#1076;&#1077;&#1088;&#1077;&#1090;&#1086;, &#1082;&#1098;&#1076;&#1077;&#1090;&#1086; &#1075;&#1083;&#1072;&#1074;&#1085;&#1080;&#1103;&#1090; &#1087;&#1098;&#1090; &#1079;&#1072;&#1074;&#1080;&#1074;&#1072; &#1085;&#1072;&#1076;&#1103;&#1089;&#1085;&#1086;, &#1072;
&#1084;&#1072;&#1088;&#1082;&#1080;&#1088;&#1086;&#1074;&#1082;&#1072;&#1090;&#1072;<br>
&#1074;&#1098;&#1088;&#1074;&#1080; &#1085;&#1072;&#1083;&#1103;&#1074;&#1086;. &#1054;&#1090;&#1090;&#1072;&#1084; &#1074;&#1089;&#1077; &#1087;&#1086; &#1087;&#1098;&#1090;&#1103; &#1076;&#1086; &#1082;&#1088;&#1072;&#1103; &#1085;&#1072; &#1087;&#1083;&#1072;&#1085;&#1080;&#1085;&#1072;&#1090;&#1072;. &#1055;&#1086; &#1088;&#1072;&#1074;&#1085;&#1086;&#1090;&#1086; &#1077;
&#1085;&#1077;&#1087;&#1088;&#1080;&#1103;&#1090;&#1085;&#1086;, <br>
&#1087;&#1098;&#1090;&#1080;&#1097;&#1072;&#1090;&#1072; &#1089;&#1077; &#1084;&#1085;&#1086;&#1075;&#1086; &#1080; &#1085;&#1077; &#1077; &#1103;&#1089;&#1085;&#1086; &#1082;&#1098;&#1076;&#1077; &#1077; &#1085;&#1072;&#1081;-&#1085;&#1072;&#1087;&#1088;&#1072;&#1074;&#1086;.<br>
<span style="font-style: italic;">&#1089;.&#1064;&#1077;&#1081;&#1085;&#1086;&#1074;&#1086;-&#1050;&#1072;&#1079;&#1072;&#1085;&#1083;&#1098;&#1082; </span><br>
&#1048;&#1084;&#1072; &#1075;&#1088;&#1072;&#1076;&#1089;&#1082;&#1080; &#1072;&#1074;&#1090;&#1086;&#1073;&#1091;&#1089; &#1076;&#1086; &#1089;. &#1064;&#1080;&#1087;&#1082;&#1072;, &#1082;&#1086;&#1081;&#1090;&#1086; &#1084;&#1080;&#1085;&#1072;&#1074;&#1072; &#1087;&#1088;&#1077;&#1079; &#1064;&#1077;&#1081;&#1085;&#1086;&#1074;&#1086;. &#1042; &#1089;&#1098;&#1073;&#1086;&#1090;&#1072; &#1077;
&#1085;&#1072; &#1074;&#1089;&#1077;&#1082;&#1080; &#1095;&#1072;&#1089;. <br>
<span style="font-style: italic;">&#1050;&#1072;&#1079;&#1072;&#1085;&#1083;&#1098;&#1082;-&#1057;&#1086;&#1092;&#1080;&#1103;</span><br>
&#1045;&#1076;&#1080;&#1085;&#1089;&#1090;&#1074;&#1077;&#1085; &#1073;&#1098;&#1088;&#1079; &#1074;&#1083;&#1072;&#1082; &#1074; 17:35. &#1055;&#1088;&#1080;&#1089;&#1090;&#1080;&#1075;&#1072; &#1074; 21:01.
</body>
</html>
