<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.01 Transitional//EN">
<html>
<head>
  <meta content="text/html; charset=ISO-8859-1"
 http-equiv="Content-Type">
  <title>cp</title>
</head>
<body>
<h3>&#1055;&#1088;&#1072;&#1074;&#1080;&#1083;&#1072; &#1079;&#1072; &#1087;&#1088;&#1086;&#1074;&#1077;&#1078;&#1076;&#1072;&#1085;&#1077; &#1085;&#1072; &#1089;&#1098;&#1089;&#1090;&#1077;&#1079;&#1072;&#1085;&#1080;&#1103; &#1087;&#1086; &#1087;&#1088;&#1086;&#1075;&#1088;&#1072;&#1084;&#1080;&#1088;&#1072;&#1085;&#1077; &#1074; &#1053;&#1041;&#1059;</h3>
1. &#1054;&#1056;&#1043;&#1040;&#1053;&#1048;&#1047;&#1040;&#1062;&#1048;&#1071; &#1048; &#1057;&#1066;&#1057;&#1058;&#1040;&#1042; &#1053;&#1040; &#1059;&#1063;&#1040;&#1057;&#1058;&#1053;&#1048;&#1062;&#1048;&#1058;&#1045;<br>
1.1. &#1057;&#1098;&#1089;&#1090;&#1077;&#1079;&#1072;&#1085;&#1080;&#1077; &#1087;&#1086; &#1087;&#1088;&#1086;&#1075;&#1088;&#1072;&#1084;&#1080;&#1088;&#1072;&#1085;&#1077; (&#1057;&#1055;) &#1089;&#1077; &#1086;&#1088;&#1075;&#1072;&#1085;&#1080;&#1079;&#1080;&#1088;&#1072; &#1086;&#1090; <a
 href="http://www.nbu.bg">&#1053;&#1041;&#1059;</a> - <a
 href="http://www.nbu.bg/index.php?l=423">&#1076;&#1077;&#1087;&#1072;&#1088;&#1090;&#1072;&#1084;&#1077;&#1085;&#1090; &#1048;&#1085;&#1092;&#1086;&#1088;&#1084;&#1072;&#1090;&#1080;&#1082;&#1072;</a> ,
<a href="http://www.math.bas.bg/%7Enkirov/2011/WCP/index.html">&#1096;&#1082;&#1086;&#1083;&#1072;
&#1057;&#1098;&#1089;&#1090;&#1077;&#1079;&#1072;&#1090;&#1077;&#1083;&#1085;&#1086; &#1087;&#1088;&#1086;&#1075;&#1088;&#1072;&#1084;&#1080;&#1088;&#1072;&#1085;&#1077;</a> &#1080; <a
 href="http://www.studentskisavet.com/">&#1057;&#1090;&#1091;&#1076;&#1077;&#1085;&#1090;&#1089;&#1082;&#1080; &#1082;&#1083;&#1091;&#1073;</a>
"&#1057;&#1098;&#1089;&#1090;&#1077;&#1079;&#1072;&#1090;&#1077;&#1083;&#1085;&#1086; &#1087;&#1088;&#1086;&#1075;&#1088;&#1072;&#1084;&#1080;&#1088;&#1072;&#1085;&#1077;".<br>
1.2. &#1055;&#1088;&#1072;&#1074;&#1086; &#1085;&#1072; &#1091;&#1095;&#1072;&#1089;&#1090;&#1080;&#1077; &#1074; &#1057;&#1055; &#1080;&#1084;&#1072; &#1074;&#1089;&#1077;&#1082;&#1080; &#1088;&#1077;&#1076;&#1086;&#1074;&#1077;&#1085; &#1089;&#1090;&#1091;&#1076;&#1077;&#1085;&#1090; &#1074; &#1053;&#1041;&#1059;.<br>
1.3. &#1057;&#1098;&#1089;&#1090;&#1077;&#1079;&#1072;&#1085;&#1080;&#1077;&#1090;&#1086; &#1077; &#1086;&#1090;&#1073;&#1086;&#1088;&#1085;&#1086; (&#1074;&#1089;&#1077;&#1082;&#1080; &#1086;&#1090;&#1073;&#1086;&#1088; &#1089;&#1077; &#1089;&#1098;&#1089;&#1090;&#1086;&#1080; &#1086;&#1090; &#1090;&#1088;&#1080;&#1084;&#1072;
&#1089;&#1098;&#1089;&#1090;&#1077;&#1079;&#1072;&#1090;&#1077;&#1083;&#1080;) &#1080;&#1083;&#1080; &#1080;&#1085;&#1076;&#1080;&#1074;&#1080;&#1076;&#1091;&#1072;&#1083;&#1085;&#1086;.<br>
<br>
2. &#1058;&#1045;&#1061;&#1053;&#1048;&#1063;&#1045;&#1057;&#1050;&#1054; &#1054;&#1057;&#1048;&#1043;&#1059;&#1056;&#1071;&#1042;&#1040;&#1053;&#1045;<br>
2.1. &#1057;&#1055; &#1089;&#1077; &#1087;&#1088;&#1086;&#1074;&#1077;&#1078;&#1076;&#1072; &#1085;&#1072; &#1077;&#1076;&#1085;&#1072;&#1082;&#1074;&#1080; &#1079;&#1072; &#1074;&#1089;&#1080;&#1095;&#1082;&#1080; &#1091;&#1095;&#1072;&#1089;&#1090;&#1085;&#1080;&#1094;&#1080; &#1082;&#1086;&#1084;&#1087;&#1102;&#1090;&#1088;&#1080;, &#1089;&#1074;&#1098;&#1088;&#1079;&#1072;&#1085;&#1080; &#1074;
&#1084;&#1088;&#1077;&#1078;&#1072;. <br>
2.2. &#1042;&#1089;&#1077;&#1082;&#1080; &#1086;&#1090;&#1073;&#1086;&#1088;/&#1091; &#1088;&#1072;&#1079;&#1087;&#1086;&#1083;&#1072;&#1075;&#1072; &#1089; &#1077;&#1076;&#1080;&#1085; &#1087;&#1077;&#1088;&#1089;&#1086;&#1085;&#1072;&#1083;&#1077;&#1085; &#1082;&#1086;&#1084;&#1087;&#1102;&#1090;&#1098;&#1088; (&#1080;&#1083;&#1080; &#1088;&#1072;&#1073;&#1086;&#1090;&#1085;&#1072;
&#1089;&#1090;&#1072;&#1085;&#1094;&#1080;&#1103; &#1074; &#1084;&#1088;&#1077;&#1078;&#1072;&#1090;&#1072;).<br>
2.3. &#1054;&#1092;&#1080;&#1094;&#1080;&#1072;&#1083;&#1085;&#1080; &#1077;&#1079;&#1080;&#1094;&#1080; &#1079;&#1072; &#1087;&#1088;&#1086;&#1075;&#1088;&#1072;&#1084;&#1080;&#1088;&#1072;&#1085;&#1077; &#1085;&#1072; &#1089;&#1098;&#1089;&#1090;&#1077;&#1079;&#1072;&#1085;&#1080;&#1077;&#1090;&#1086; &#1089;&#1072; <a
 href="http://www.java.com/">Java</a> &#1080; <a
 href="http://www.bloodshed.net/devcpp.html">&#1057;/&#1057;++</a>.<br>
2.4. &#1053;&#1072; &#1074;&#1089;&#1103;&#1082;&#1086; &#1088;&#1072;&#1073;&#1086;&#1090;&#1085;&#1086; &#1084;&#1103;&#1089;&#1090;&#1086; &#1080;&#1084;&#1072; &#1080;&#1085;&#1089;&#1090;&#1072;&#1083;&#1080;&#1088;&#1072;&#1085;&#1080; &#1077;&#1076;&#1085;&#1072;&#1082;&#1074;&#1080; &#1074;&#1077;&#1088;&#1089;&#1080;&#1080; &#1085;&#1072;
&#1086;&#1087;&#1077;&#1088;&#1072;&#1094;&#1080;&#1086;&#1085;&#1085;&#1080; &#1089;&#1080;&#1090;&#1077;&#1084;&#1080; &#1080; &#1089;&#1088;&#1077;&#1076;&#1080; &#1079;&#1072; &#1087;&#1088;&#1086;&#1075;&#1088;&#1072;&#1084;&#1080;&#1088;&#1072;&#1085;&#1077; &#1085;&#1072; &#1086;&#1092;&#1080;&#1094;&#1080;&#1072;&#1083;&#1085;&#1080;&#1090;&#1077; &#1077;&#1079;&#1080;&#1094;&#1080; &#1079;&#1072;
&#1087;&#1088;&#1086;&#1075;&#1088;&#1072;&#1084;&#1080;&#1088;&#1072;&#1085;&#1077;.<br>
2.5. &#1053;&#1072; &#1089;&#1098;&#1089;&#1090;&#1077;&#1079;&#1072;&#1090;&#1077;&#1083;&#1080;&#1090;&#1077; &#1089;&#1077; &#1076;&#1072;&#1074;&#1072;&#1090; &#1087;&#1086;&#1085;&#1077; &#1086;&#1089;&#1077;&#1084; &#1079;&#1072;&#1076;&#1072;&#1095;&#1080;. &#1047;&#1072;&#1076;&#1072;&#1095;&#1080;&#1090;&#1077; &#1089;&#1072;
&#1089;&#1072;&#1084;&#1086;&#1089;&#1090;&#1086;&#1103;&#1090;&#1077;&#1083;&#1085;&#1080; (&#1088;&#1077;&#1096;&#1072;&#1074;&#1072;&#1085;&#1077;&#1090;&#1086; &#1085;&#1072; &#1085;&#1080;&#1082;&#1086;&#1103; &#1079;&#1072;&#1076;&#1072;&#1095;&#1072; &#1085;&#1077; &#1090;&#1088;&#1103;&#1073;&#1074;&#1072; &#1076;&#1072; &#1079;&#1072;&#1074;&#1080;&#1089;&#1080; &#1086;&#1090;
&#1088;&#1077;&#1096;&#1072;&#1074;&#1072;&#1085;&#1077;&#1090;&#1086; &#1085;&#1072; &#1076;&#1088;&#1091;&#1075;&#1072; &#1079;&#1072;&#1076;&#1072;&#1095;&#1072;) &#1080; &#1090;&#1072;&#1082;&#1080;&#1074;&#1072;, &#1095;&#1077; &#1085;&#1077; &#1080;&#1079;&#1080;&#1089;&#1082;&#1074;&#1072;&#1090; &#1080;&#1079;&#1087;&#1086;&#1083;&#1079;&#1074;&#1072;&#1085;&#1077;&#1090;&#1086; &#1085;&#1072;
&#1089;&#1087;&#1077;&#1094;&#1080;&#1072;&#1083;&#1085;&#1080; &#1089;&#1086;&#1092;&#1090;&#1091;&#1077;&#1088;&#1085;&#1080; &#1089;&#1088;&#1077;&#1076;&#1089;&#1090;&#1074;&#1072;, &#1088;&#1072;&#1079;&#1083;&#1080;&#1095;&#1085;&#1080; &#1086;&#1090; &#1086;&#1092;&#1080;&#1094;&#1080;&#1072;&#1083;&#1085;&#1080;&#1090;&#1077; &#1089;&#1088;&#1077;&#1076;&#1080; &#1079;&#1072;
&#1087;&#1088;&#1086;&#1075;&#1088;&#1072;&#1084;&#1080;&#1088;&#1072;&#1085;&#1077;.<br>
2.6. &#1042; &#1090;&#1077;&#1082;&#1089;&#1090;&#1086;&#1074;e&#1090;&#1077; &#1085;&#1072; &#1079;&#1072;&#1076;&#1072;&#1095;&#1080;&#1090;&#1077; &#1103;&#1089;&#1085;&#1086; &#1089;&#1077; &#1087;&#1086;&#1089;&#1090;&#1072;&#1074;&#1103; &#1091;&#1089;&#1083;&#1086;&#1074;&#1080;&#1077;&#1090;&#1086; &#1085;&#1072; &#1079;&#1072;&#1076;&#1072;&#1095;&#1072;&#1090;&#1072; &#1080;
&#1089;&#1077; &#1087;&#1088;&#1080;&#1074;&#1077;&#1078;&#1076;&#1072; &#1087;&#1086;&#1085;&#1077; &#1077;&#1076;&#1080;&#1085; &#1087;&#1088;&#1080;&#1084;&#1077;&#1088;. &#1054;&#1087;&#1080;&#1089;&#1074;&#1072;&#1090; &#1089;&#1077; &#1103;&#1089;&#1085;&#1086; &#1092;&#1086;&#1088;&#1084;&#1072;&#1090;&#1080;&#1090;&#1077; &#1085;&#1072; &#1074;&#1093;&#1086;&#1076;&#1085;&#1080;&#1090;&#1077; &#1080;
&#1080;&#1079;&#1093;&#1086;&#1076;&#1085;&#1080;&#1090;&#1077; &#1076;&#1072;&#1085;&#1085;&#1080;. &#1042;&#1093;&#1086;&#1076;&#1085;&#1080;&#1090;&#1077; &#1076;&#1072;&#1085;&#1085;&#1080; &#1089;&#1077; &#1095;&#1077;&#1090;&#1072;&#1090; &#1086;&#1090; &#1089;&#1090;&#1072;&#1085;&#1076;&#1072;&#1088;&#1090;&#1085;&#1080;&#1103; &#1074;&#1093;&#1086;&#1076;, &#1072;
&#1088;&#1077;&#1079;&#1091;&#1083;&#1090;&#1072;&#1090;&#1080;&#1090;&#1077; &#1076;&#1072; &#1089;&#1077; &#1080;&#1079;&#1074;&#1077;&#1078;&#1076;&#1072;&#1090; &#1085;&#1072; &#1089;&#1090;&#1072;&#1085;&#1076;&#1072;&#1088;&#1090;&#1085;&#1080;&#1103; &#1080;&#1079;&#1093;&#1086;&#1076;. &#1042;&#1089;&#1080;&#1095;&#1082;&#1080; &#1087;&#1086;&#1085;&#1103;&#1090;&#1080;&#1103;, &#1079;&#1072;
&#1082;&#1086;&#1080;&#1090;&#1086; &#1080;&#1084;&#1072; &#1089;&#1098;&#1084;&#1085;&#1077;&#1085;&#1080;&#1077;, &#1095;&#1077; &#1085;&#1077; &#1089;&#1072; &#1086;&#1073;&#1097;&#1086;&#1080;&#1079;&#1074;&#1077;&#1089;&#1090;&#1085;&#1080;, &#1089;&#1072; &#1073;&#1098;&#1076;&#1072;&#1090; &#1087;&#1086;&#1103;&#1089;&#1085;&#1077;&#1085;&#1080; &#1074; &#1090;&#1077;&#1082;&#1089;&#1090;&#1072;
&#1085;&#1072; &#1079;&#1072;&#1076;&#1072;&#1095;&#1072;&#1090;&#1072;.<br>
2.7. &#1053;&#1072; &#1074;&#1089;&#1103;&#1082;&#1086; &#1088;&#1072;&#1073;&#1086;&#1090;&#1085;&#1086; &#1084;&#1103;&#1089;&#1090;&#1086; &#1080;&#1084;&#1072; &#1080;&#1085;&#1089;&#1090;&#1072;&#1083;&#1080;&#1088;&#1072;&#1085;&#1072; &#1080; &#1087;&#1086;&#1076;&#1075;&#1086;&#1090;&#1074;&#1077;&#1085;&#1072; &#1079;&#1072; &#1088;&#1072;&#1073;&#1086;&#1090;&#1072; <a
 href="http://www.ecs.csus.edu/pc2/">&#1089;&#1098;&#1089;&#1090;&#1077;&#1079;&#1072;&#1090;&#1077;&#1083;&#1085;&#1072;&#1090;&#1072; &#1089;&#1080;&#1089;&#1090;&#1077;&#1084;&#1072; PC ^2</a> &#1074;
&#1086;&#1092;&#1080;&#1094;&#1080;&#1072;&#1083;&#1085;&#1072;&#1090;&#1072; &#1074;&#1077;&#1088;&#1089;&#1080;&#1103;, &#1082;&#1086;&#1103;&#1090;&#1086; &#1089;&#1077; &#1080;&#1079;&#1087;&#1086;&#1083;&#1079;&#1074;&#1072; &#1085;&#1072; <a href="http://cm.baylor.edu">&#1052;&#1077;&#1078;&#1076;&#1091;&#1085;&#1072;&#1088;&#1086;&#1076;&#1085;&#1072;&#1090;&#1072;
&#1089;&#1090;&#1091;&#1076;&#1077;&#1085;&#1090;&#1089;&#1082;&#1072; &#1086;&#1083;&#1080;&#1084;&#1087;&#1080;&#1072;&#1076;&#1072; &#1087;&#1086; &#1055;&#1088;&#1086;&#1075;&#1088;&#1072;&#1084;&#1080;&#1088;&#1072;&#1085;&#1077;</a>. <br>
<br>
3. &#1055;&#1056;&#1054;&#1042;&#1045;&#1046;&#1044;&#1040;&#1053;&#1045; &#1053;&#1040; &#1057;&#1066;&#1057;&#1058;&#1045;&#1047;&#1040;&#1053;&#1048;&#1045;&#1058;&#1054;<br>
3.1. &#1057;&#1098;&#1089;&#1090;&#1077;&#1079;&#1072;&#1085;&#1080;&#1077;&#1090;&#1086; &#1089;&#1077; &#1087;&#1088;&#1086;&#1074;&#1077;&#1078;&#1076;&#1072; &#1074; &#1077;&#1076;&#1080;&#1085; &#1076;&#1077;&#1085; &#1080; &#1077; &#1089; &#1087;&#1088;&#1086;&#1076;&#1098;&#1083;&#1078;&#1080;&#1090;&#1077;&#1083;&#1085;&#1086;&#1089;&#1090; 4 &#1080;&#1083;&#1080; 5
&#1095;&#1072;&#1089;&#1072;.<br>
3.2. &#1055;&#1086; &#1074;&#1088;&#1077;&#1084;&#1077; &#1085;&#1072; &#1089;&#1098;&#1089;&#1090;&#1077;&#1079;&#1072;&#1085;&#1080;&#1077;&#1090;&#1086;, &#1095;&#1088;&#1077;&#1079; <a
 href="http://www.ecs.csus.edu/pc2/">PC^2</a>, &#1091;&#1095;&#1072;&#1089;&#1090;&#1085;&#1080;&#1094;&#1080;&#1090;&#1077; &#1084;&#1086;&#1075;&#1072;&#1090; &#1076;&#1072;
&#1086;&#1090;&#1087;&#1088;&#1072;&#1074;&#1103;&#1090; &#1076;&#1086; &#1046;&#1091;&#1088;&#1080;&#1090;&#1086; &#1074;&#1098;&#1087;&#1088;&#1086;&#1089;&#1080; &#1087;&#1086; &#1090;&#1077;&#1082;&#1089;&#1090;&#1086;&#1074;&#1077;&#1090;&#1077; &#1085;&#1072; &#1079;&#1072;&#1076;&#1072;&#1095;&#1080;&#1090;&#1077;. &#1040;&#1082;&#1086; &#1086;&#1090;&#1075;&#1086;&#1074;&#1086;&#1088;&#1098;&#1090; &#1085;&#1072;
&#1074;&#1098;&#1087;&#1088;&#1086;&#1089;&#1072; &#1084;&#1086;&#1078;&#1077; &#1076;&#1072; &#1089;&#1077; &#1085;&#1072;&#1084;&#1077;&#1088;&#1080; &#1074; &#1090;&#1077;&#1082;&#1089;&#1090;&#1072; &#1085;&#1072; &#1079;&#1072;&#1076;&#1072;&#1095;&#1072;&#1090;&#1072;, &#1090;&#1086;&#1075;&#1072;&#1074;&#1072; &#1046;&#1091;&#1088;&#1080;&#1090;&#1086; &#1084;&#1086;&#1078;&#1077; &#1076;&#1072;
&#1086;&#1089;&#1090;&#1072;&#1074;&#1080; &#1074;&#1098;&#1087;&#1088;&#1086;&#1089;&#1072; &#1041;&#1045;&#1047; &#1054;&#1058;&#1043;&#1054;&#1042;&#1054;&#1056;. &#1040;&#1082;&#1086; &#1085;&#1077;&#1103;&#1089;&#1085;&#1086;&#1090;&#1072;&#1090;&#1072; &#1074; &#1090;&#1077;&#1082;&#1089;&#1090;&#1072;, &#1079;&#1072; &#1082;&#1086;&#1103;&#1090;&#1086; &#1077; &#1087;&#1086;&#1083;&#1091;&#1095;&#1077;&#1085;
&#1074;&#1098;&#1087;&#1088;&#1086;&#1089; &#1077; &#1089;&#1077;&#1088;&#1080;&#1086;&#1079;&#1085;&#1072;, &#1046;&#1091;&#1088;&#1080;&#1090;&#1086; &#1087;&#1086;&#1076;&#1075;&#1086;&#1090;&#1074;&#1103; &#1086;&#1073;&#1103;&#1089;&#1085;&#1077;&#1085;&#1080;&#1077;, &#1082;&#1086;&#1077;&#1090;&#1086; &#1089;&#1077; &#1080;&#1079;&#1087;&#1088;&#1072;&#1097;&#1072; &#1085;&#1072;
&#1074;&#1089;&#1080;&#1095;&#1082;&#1080; &#1091;&#1095;&#1072;&#1089;&#1090;&#1085;&#1080;&#1094;&#1080; &#1095;&#1088;&#1077;&#1079; <a href="http://www.ecs.csus.edu/pc2/">PC^2</a>.<br>
3.3. &#1055;&#1086; &#1074;&#1088;&#1077;&#1084;&#1077; &#1085;&#1072; &#1089;&#1098;&#1089;&#1090;&#1077;&#1079;&#1072;&#1085;&#1080;&#1077;&#1090;&#1086; &#1091;&#1095;&#1072;&#1089;&#1090;&#1085;&#1080;&#1094;&#1080;&#1090;&#1077; <span
 style="font-weight: bold;">&#1084;&#1086;&#1075;&#1072;&#1090; &#1076;&#1072; &#1080;&#1079;&#1087;&#1086;&#1083;&#1079;&#1074;&#1072;&#1090; &#1074;&#1089;&#1103;&#1082;&#1072;&#1082;&#1074;&#1080; &#1088;&#1098;&#1082;&#1086;&#1087;&#1080;&#1089;&#1085;&#1080; &#1080;
&#1087;&#1077;&#1095;&#1072;&#1090;&#1085;&#1080; &#1084;&#1072;&#1090;&#1077;&#1088;&#1080;&#1072;&#1083;&#1080; </span>&#8211; &#1082;&#1085;&#1080;&#1075;&#1080;, &#1089;&#1087;&#1088;&#1072;&#1074;&#1086;&#1095;&#1085;&#1080;&#1094;&#1080;, &#1083;&#1080;&#1089;&#1090;&#1080;&#1085;&#1075;&#1080; &#1080; &#1076;&#1088;.
&#1048;&#1079;&#1087;&#1086;&#1083;&#1079;&#1074;&#1072;&#1085;&#1077;&#1090;&#1086; &#1085;&#1072; &#1084;&#1072;&#1075;&#1085;&#1080;&#1090;&#1085;&#1080; &#1080; &#1086;&#1087;&#1090;&#1080;&#1095;&#1077;&#1089;&#1082;&#1080; &#1085;&#1086;&#1089;&#1080;&#1090;&#1077;&#1083;&#1080; &#1085;&#1072; &#1076;&#1072;&#1085;&#1085;&#1080;, &#1082;&#1072;&#1082;&#1090;&#1086; &#1080;
&#1089;&#1086;&#1073;&#1089;&#1090;&#1074;&#1077;&#1085;&#1080; &#1082;&#1086;&#1084;&#1087;&#1102;&#1090;&#1088;&#1080; &#1080; &#1084;&#1086;&#1073;&#1080;&#1083;&#1085;&#1072; &#1089;&#1074;&#1098;&#1088;&#1079;&#1086;&#1095;&#1085;&#1072; &#1090;&#1077;&#1093;&#1085;&#1080;&#1082;&#1072; &#1077; &#1079;&#1072;&#1073;&#1088;&#1072;&#1085;&#1077;&#1085;&#1086; .<br>
3.4. &#1056;&#1077;&#1096;&#1077;&#1085;&#1080;&#1077;&#1090;&#1086; &#1085;&#1072; &#1074;&#1089;&#1103;&#1082;&#1072; &#1086;&#1090; &#1079;&#1072;&#1076;&#1072;&#1095;&#1080;&#1090;&#1077; &#1089;&#1077; &#1089;&#1098;&#1089;&#1090;&#1086;&#1080; &#1086;&#1090; &#1080;&#1079;&#1093;&#1086;&#1076;&#1077;&#1085; &#1090;&#1077;&#1082;&#1089;&#1090; &#1085;&#1072; &#1077;&#1076;&#1080;&#1085;
&#1086;&#1090; &#1086;&#1092;&#1080;&#1094;&#1080;&#1072;&#1083;&#1085;&#1080;&#1090;&#1077; &#1077;&#1079;&#1080;&#1094;&#1080; &#1079;&#1072; &#1087;&#1088;&#1086;&#1075;&#1088;&#1072;&#1084;&#1080;&#1088;&#1072;&#1085;&#1077;. &#1055;&#1088;&#1086;&#1075;&#1088;&#1072;&#1084;&#1080;&#1090;&#1077; &#1090;&#1088;&#1103;&#1073;&#1074;&#1072; &#1076;&#1072; &#1089;&#1072; &#1085;&#1072;&#1087;&#1080;&#1089;&#1072;&#1085;&#1080;
&#1090;&#1072;&#1082;&#1072;, &#1095;&#1077; &#1076;&#1072; &#1089;&#1098;&#1086;&#1090;&#1074;&#1077;&#1090;&#1089;&#1090;&#1074;&#1072;&#1090; &#1073;&#1091;&#1082;&#1074;&#1072;&#1083;&#1085;&#1086; &#1085;&#1072; &#1080;&#1079;&#1080;&#1089;&#1082;&#1074;&#1072;&#1085;&#1080;&#1103;&#1090;&#1072; &#1085;&#1072; &#1090;&#1077;&#1082;&#1089;&#1090;&#1072; &#1087;&#1086;
&#1086;&#1090;&#1085;&#1086;&#1096;&#1077;&#1085;&#1080;&#1077; &#1085;&#1072; &#1092;&#1086;&#1088;&#1084;&#1072;&#1090;&#1072; &#1085;&#1072; &#1074;&#1093;&#1086;&#1076;&#1085;&#1080;&#1090;&#1077; &#1080; &#1080;&#1079;&#1093;&#1086;&#1076;&#1085;&#1080;&#1090;&#1077; &#1076;&#1072;&#1085;&#1085;&#1080;. &#1053;&#1077; &#1089;&#1077; &#1076;&#1086;&#1087;&#1091;&#1089;&#1082;&#1072;
&#1080;&#1079;&#1074;&#1077;&#1078;&#1076;&#1072;&#1085;&#1077;&#1090;&#1086; &#1085;&#1072; &#1080;&#1085;&#1092;&#1086;&#1088;&#1084;&#1072;&#1094;&#1080;&#1103; &#1085;&#1072; &#1076;&#1088;&#1091;&#1075;&#1086; &#1084;&#1103;&#1089;&#1090;&#1086; &#1086;&#1089;&#1074;&#1077;&#1085; &#1089;&#1090;&#1072;&#1085;&#1076;&#1072;&#1088;&#1090;&#1085;&#1080;&#1103; &#1080;&#1079;&#1093;&#1086;&#1076; &#1087;&#1086;&#1076;
&#1082;&#1072;&#1082;&#1098;&#1074;&#1090;&#1086; &#1080; &#1076;&#1072; &#1077; &#1087;&#1088;&#1077;&#1076;&#1083;&#1086;&#1075;.<br>
3.5. <a href="http://www.ecs.csus.edu/pc2/">PC^2</a> &#1082;&#1086;&#1084;&#1087;&#1080;&#1083;&#1080;&#1088;&#1072;
&#1087;&#1086;&#1083;&#1091;&#1095;&#1077;&#1085;&#1080;&#1103; &#1080;&#1079;&#1093;&#1086;&#1076;&#1077;&#1085; &#1090;&#1077;&#1082;&#1089;&#1090; &#1085;&#1072; &#1089;&#1098;&#1089;&#1090;&#1077;&#1079;&#1072;&#1090;&#1077;&#1083;&#1080;&#1090;&#1077; &#1089; &#1087;&#1086;&#1089;&#1086;&#1095;&#1077;&#1085;&#1080;&#1103; &#1086;&#1090; &#1090;&#1103;&#1093; &#1082;&#1086;&#1084;&#1087;&#1080;&#1083;&#1072;&#1090;&#1086;&#1088;.
&#1042; &#1089;&#1083;&#1091;&#1095;&#1072;&#1081;, &#1095;&#1077; &#1085;&#1072; &#1082;&#1086;&#1084;&#1087;&#1102;&#1090;&#1098;&#1088;&#1072; &#1085;&#1072; &#1091;&#1095;&#1072;&#1089;&#1090;&#1085;&#1080;&#1082;&#1072; &#1080;&#1084;&#1072; &#1076;&#1088;&#1091;&#1075;&#1080; &#1089;&#1088;&#1077;&#1076;&#1080; &#1079;&#1072; &#1087;&#1088;&#1086;&#1075;&#1088;&#1072;&#1084;&#1080;&#1088;&#1072;&#1085;&#1077;,
&#1086;&#1089;&#1074;&#1077;&#1085; &#1086;&#1092;&#1080;&#1094;&#1080;&#1072;&#1083;&#1085;&#1080;&#1090;&#1077;, &#1080; &#1089;&#1098;&#1089;&#1090;&#1077;&#1079;&#1072;&#1090;&#1077;&#1083;&#1080;&#1090;&#1077; &#1089;&#1072; &#1080;&#1079;&#1087;&#1086;&#1083;&#1079;&#1074;&#1072;&#1083;&#1080; &#1079;&#1072; &#1088;&#1072;&#1079;&#1088;&#1072;&#1073;&#1086;&#1090;&#1082;&#1072; &#1085;&#1072;
&#1087;&#1088;&#1086;&#1075;&#1088;&#1072;&#1084;&#1072;&#1090;&#1072; &#1090;&#1072;&#1082;&#1072;&#1074;&#1072; &#1089;&#1088;&#1077;&#1076;&#1072;, &#1090;&#1077; &#1090;&#1088;&#1103;&#1073;&#1074;&#1072; &#1087;&#1088;&#1077;&#1076;&#1080; &#1080;&#1079;&#1087;&#1088;&#1072;&#1097;&#1072;&#1085;&#1077;&#1090;&#1086; &#1080; &#1076;&#1072; &#1103; &#1087;&#1088;&#1080;&#1074;&#1077;&#1076;&#1072;&#1090; &#1074;
&#1089;&#1098;&#1086;&#1090;&#1074;&#1077;&#1090;&#1089;&#1090;&#1074;&#1080;&#1077; &#1089; &#1080;&#1079;&#1080;&#1089;&#1082;&#1074;&#1072;&#1085;&#1080;&#1103;&#1090;&#1072; &#1085;&#1072; &#1086;&#1092;&#1080;&#1094;&#1080;&#1072;&#1083;&#1085;&#1080;&#1103; &#1082;&#1086;&#1084;&#1087;&#1080;&#1083;&#1072;&#1090;&#1086;&#1088;, &#1089; &#1082;&#1086;&#1081;&#1090;&#1086; &#1080;&#1089;&#1082;&#1072;&#1090; &#1076;&#1072;
&#1073;&#1098;&#1076;&#1077; &#1082;&#1086;&#1084;&#1087;&#1080;&#1083;&#1080;&#1088;&#1072;&#1085;&#1072; &#1087;&#1088;&#1086;&#1075;&#1088;&#1072;&#1084;&#1072;&#1090;&#1072;.<br>
3.6. &#1047;&#1072;&#1076;&#1098;&#1083;&#1078;&#1077;&#1085;&#1080;&#1077; &#1085;&#1072; &#1089;&#1098;&#1089;&#1090;&#1077;&#1079;&#1072;&#1090;&#1077;&#1083;&#1080;&#1090;&#1077; &#1077; &#1076;&#1072; &#1089;&#1098;&#1093;&#1088;&#1072;&#1085;&#1103;&#1074;&#1072;&#1090; &#1088;&#1077;&#1075;&#1091;&#1083;&#1103;&#1088;&#1085;&#1086; &#1085;&#1072; &#1090;&#1074;&#1098;&#1088;&#1076;&#1080;&#1103;
&#1076;&#1080;&#1089;&#1082; &#1089;&#1098;&#1079;&#1076;&#1072;&#1074;&#1072;&#1085;&#1080;&#1090;&#1077; &#1086;&#1090; &#1090;&#1103;&#1093; &#1088;&#1072;&#1073;&#1086;&#1090;&#1085;&#1080; &#1092;&#1072;&#1081;&#1083;&#1086;&#1074;&#1077;. &#1047;&#1072;&#1075;&#1091;&#1073;&#1072;&#1090;&#1072; &#1085;&#1072; &#1087;&#1088;&#1086;&#1075;&#1088;&#1072;&#1084;&#1077;&#1085; &#1090;&#1077;&#1082;&#1089;&#1090;
&#1079;&#1072;&#1088;&#1072;&#1076;&#1080; &#1083;&#1080;&#1087;&#1089;&#1072; &#1085;&#1072; &#1089;&#1098;&#1086;&#1090;&#1074;&#1077;&#1090;&#1085;&#1086; &#1082;&#1086;&#1087;&#1080;&#1077; &#1085;&#1077; &#1089;&#1077; &#1074;&#1098;&#1079;&#1084;&#1077;&#1079;&#1076;&#1103;&#1074;&#1072; &#1089; &#1076;&#1086;&#1087;&#1098;&#1083;&#1085;&#1080;&#1090;&#1077;&#1083;&#1085;&#1086; &#1074;&#1088;&#1077;&#1084;&#1077;.
&#1042; &#1089;&#1083;&#1091;&#1095;&#1072;&#1081; &#1085;&#1072; &#1085;&#1077;&#1080;&#1079;&#1087;&#1088;&#1072;&#1074;&#1085;&#1086;&#1089;&#1090; &#1085;&#1072; &#1082;&#1086;&#1084;&#1087;&#1102;&#1090;&#1098;&#1088;&#1072;, &#1091;&#1095;&#1072;&#1089;&#1090;&#1085;&#1080;&#1082;&#1098;&#1090;/&#1086;&#1090;&#1073;&#1086;&#1088;&#1098;&#1090; &#1091;&#1074;&#1077;&#1076;&#1086;&#1084;&#1103;&#1074;&#1072;
&#1046;&#1091;&#1088;&#1080;&#1090;&#1086; &#1080; &#1074;&#1088;&#1077;&#1084;&#1077;&#1090;&#1086; &#1079;&#1072; &#1088;&#1072;&#1073;&#1086;&#1090;&#1072; &#1085;&#1072; &#1091;&#1095;&#1072;&#1089;&#1090;&#1085;&#1080;&#1082;&#1072;/&#1086;&#1090;&#1073;&#1086;&#1088;&#1072; &#1089;&#1077; &#1091;&#1076;&#1098;&#1083;&#1078;&#1072;&#1074;&#1072; &#1089; &#1074;&#1088;&#1077;&#1084;&#1077;&#1090;&#1086; &#1079;&#1072;
&#1086;&#1089;&#1080;&#1075;&#1091;&#1088;&#1103;&#1074;&#1072;&#1085;&#1077; &#1085;&#1072; &#1080;&#1079;&#1087;&#1088;&#1072;&#1074;&#1085;&#1086; &#1088;&#1072;&#1073;&#1086;&#1090;&#1085;&#1086; &#1084;&#1103;&#1089;&#1090;&#1086;.<br>
3.7. &#1042;&#1088;&#1077;&#1084;&#1077;&#1085;&#1085;&#1080;&#1090;&#1077; &#1088;&#1077;&#1079;&#1091;&#1083;&#1090;&#1072;&#1090;&#1080; &#1089;&#1077; &#1086;&#1073;&#1103;&#1074;&#1103;&#1074;&#1072;&#1090; &#1074; &#1084;&#1088;&#1077;&#1078;&#1072;&#1090;&#1072; &#1095;&#1088;&#1077;&#1079; <a
 href="http://www.ecs.csus.edu/pc2/">PC^2</a>. &#1055;&#1086;&#1083;&#1086;&#1074;&#1080;&#1085; &#1095;&#1072;&#1089; &#1087;&#1088;&#1077;&#1076;&#1080; &#1082;&#1088;&#1072;&#1103;
&#1085;&#1072; &#1089;&#1098;&#1089;&#1090;&#1077;&#1079;&#1072;&#1085;&#1080;&#1077;&#1090;&#1086; &#1086;&#1073;&#1103;&#1074;&#1103;&#1074;&#1072;&#1085;&#1077;&#1090;&#1086; &#1085;&#1072; &#1074;&#1088;&#1077;&#1084;&#1077;&#1085;&#1085;&#1080;&#1090;&#1077; &#1088;&#1077;&#1079;&#1091;&#1083;&#1090;&#1072;&#1090;&#1080; &#1089;&#1077; &#1087;&#1088;&#1077;&#1082;&#1088;&#1072;&#1090;&#1103;&#1074;&#1072;. <br>
<br>
4. &#1054;&#1062;&#1045;&#1053;&#1050;&#1040; &#1053;&#1040; &#1056;&#1045;&#1064;&#1045;&#1053;&#1048;&#1071;&#1058;&#1040; &#1048; &#1050;&#1051;&#1040;&#1057;&#1048;&#1056;&#1040;&#1053;&#1045;<br>
4.1. &#1056;&#1077;&#1096;&#1077;&#1085;&#1080;&#1103;&#1090;&#1072; &#1085;&#1072; &#1079;&#1072;&#1076;&#1072;&#1095;&#1080;&#1090;&#1077; &#1089;&#1077; &#1087;&#1088;&#1086;&#1074;&#1077;&#1088;&#1103;&#1074;&#1072;&#1090; &#1089; &#1085;&#1077;&#1080;&#1079;&#1074;&#1077;&#1089;&#1090;&#1085;&#1080; &#1085;&#1072; &#1089;&#1098;&#1089;&#1090;&#1077;&#1079;&#1072;&#1090;&#1077;&#1083;&#1080;&#1090;&#1077;
&#1090;&#1077;&#1089;&#1090;&#1086;&#1074;&#1080; &#1076;&#1072;&#1085;&#1085;&#1080;, &#1077;&#1076;&#1085;&#1080; &#1080; &#1089;&#1098;&#1097;&#1080; &#1079;&#1072; &#1074;&#1089;&#1080;&#1095;&#1082;&#1080; &#1086;&#1090;&#1073;&#1086;&#1088;&#1080;, &#1087;&#1086;&#1076;&#1075;&#1086;&#1090;&#1074;&#1077;&#1085;&#1080; &#1087;&#1088;&#1077;&#1076;&#1074;&#1072;&#1088;&#1080;&#1090;&#1077;&#1083;&#1085;&#1086;
&#1086;&#1090; &#1086;&#1088;&#1075;&#1072;&#1085;&#1080;&#1079;&#1072;&#1090;&#1086;&#1088;&#1080;&#1090;&#1077;. &#1047;&#1072; &#1094;&#1077;&#1083;&#1080;&#1103; &#1082;&#1086;&#1084;&#1087;&#1083;&#1077;&#1082;&#1090; &#1086;&#1090; &#1090;&#1077;&#1089;&#1090;&#1086;&#1074;&#1077; &#1077; &#1087;&#1088;&#1077;&#1076;&#1074;&#1080;&#1076;&#1077;&#1085; &#1083;&#1080;&#1084;&#1080;&#1090; &#1086;&#1090;
&#1074;&#1088;&#1077;&#1084;&#1077;, &#1082;&#1086;&#1081;&#1090;&#1086; &#1085;&#1077; &#1077; &#1080;&#1079;&#1074;&#1077;&#1089;&#1090;&#1077;&#1085; &#1085;&#1072; &#1089;&#1098;&#1089;&#1090;&#1077;&#1079;&#1072;&#1090;&#1077;&#1083;&#1080;&#1090;&#1077;. &#1047;&#1072; &#1087;&#1088;&#1072;&#1074;&#1080;&#1083;&#1085;&#1086; &#1089;&#1077; &#1087;&#1088;&#1080;&#1079;&#1085;&#1072;&#1074;&#1072;
&#1088;&#1077;&#1096;&#1077;&#1085;&#1080;&#1077;, &#1082;&#1086;&#1077;&#1090;&#1086; &#1085;&#1072;&#1084;&#1080;&#1088;&#1072; &#1074;&#1077;&#1088;&#1077;&#1085; &#1088;&#1077;&#1079;&#1091;&#1083;&#1090;&#1072;&#1090; &#1079;&#1072; &#1074;&#1089;&#1080;&#1095;&#1082;&#1080; &#1090;&#1077;&#1089;&#1090;&#1086;&#1074;&#1080; &#1087;&#1088;&#1080;&#1084;&#1077;&#1088;&#1080; &#1074;
&#1088;&#1072;&#1084;&#1082;&#1080;&#1090;&#1077; &#1085;&#1072; &#1086;&#1087;&#1088;&#1077;&#1076;&#1077;&#1083;&#1077;&#1085;&#1080;&#1103; &#1083;&#1080;&#1084;&#1080;&#1090; &#1086;&#1090; &#1074;&#1088;&#1077;&#1084;&#1077;.<br>
4.2. &#1042; &#1089;&#1083;&#1091;&#1095;&#1072;&#1081;, &#1095;&#1077; &#1088;&#1077;&#1096;&#1077;&#1085;&#1080;&#1077;&#1090;&#1086; &#1077; &#1087;&#1088;&#1072;&#1074;&#1080;&#1083;&#1085;&#1086;, &#1095;&#1083;&#1077;&#1085;&#1098;&#1090; &#1085;&#1072; &#1078;&#1091;&#1088;&#1080;&#1090;&#1086; &#1080;&#1079;&#1074;&#1098;&#1088;&#1096;&#1074;&#1072;&#1097;
&#1087;&#1088;&#1086;&#1074;&#1077;&#1088;&#1082;&#1072;&#1090;&#1072; &#1091;&#1074;&#1077;&#1076;&#1086;&#1084;&#1103;&#1074;&#1072; &#1079;&#1072; &#1090;&#1086;&#1074;&#1072; &#1089;&#1098;&#1089;&#1090;&#1077;&#1079;&#1072;&#1090;&#1077;&#1083;&#1080;&#1090;&#1077; &#1095;&#1088;&#1077;&#1079; <a
 href="http://www.ecs.csus.edu/pc2/">PC^2</a>. &#1042; &#1087;&#1086;&#1089;&#1083;&#1077;&#1076;&#1085;&#1080;&#1090;&#1077; 30 &#1084;&#1080;&#1085;&#1091;&#1090;&#1080;
&#1085;&#1072; &#1089;&#1098;&#1089;&#1090;&#1077;&#1079;&#1072;&#1085;&#1080;&#1077;&#1090;&#1086; &#1089;&#1098;&#1086;&#1073;&#1097;&#1077;&#1085;&#1080;&#1103; &#1079;&#1072; &#1087;&#1088;&#1072;&#1074;&#1080;&#1083;&#1085;&#1080; &#1088;&#1077;&#1096;&#1077;&#1085;&#1080;&#1103; &#1085;&#1077; &#1089;&#1077; &#1087;&#1088;&#1072;&#1074;&#1103;&#1090;.<br>
4.3. &#1042; &#1089;&#1083;&#1091;&#1095;&#1072;&#1081;, &#1095;&#1077; &#1088;&#1077;&#1096;&#1077;&#1085;&#1080;&#1077;&#1090;&#1086; &#1085;&#1077; &#1077; &#1087;&#1088;&#1072;&#1074;&#1080;&#1083;&#1085;&#1086;, &#1095;&#1083;&#1077;&#1085;&#1098;&#1090; &#1085;&#1072; &#1078;&#1091;&#1088;&#1080;&#1090;&#1086; &#1080;&#1079;&#1074;&#1098;&#1088;&#1096;&#1074;&#1072;&#1097;
&#1087;&#1088;&#1086;&#1074;&#1077;&#1088;&#1082;&#1072;&#1090;&#1072; &#1091;&#1074;&#1077;&#1076;&#1086;&#1084;&#1103;&#1074;&#1072; &#1086;&#1090;&#1073;&#1086;&#1088;&#1072; &#1095;&#1088;&#1077;&#1079; <a href="http://www.ecs.csus.edu/pc2/">PC^2</a>,
&#1082;&#1072;&#1090;&#1086; &#1087;&#1086;&#1089;&#1086;&#1095;&#1074;&#1072; &#1077;&#1076;&#1085;&#1072; &#1086;&#1090; &#1089;&#1083;&#1077;&#1076;&#1085;&#1080;&#1090;&#1077; &#1074;&#1098;&#1079;&#1084;&#1086;&#1078;&#1085;&#1080; &#1087;&#1088;&#1080;&#1095;&#1080;&#1085;&#1080; &#1079;&#1072; &#1085;&#1077;&#1087;&#1088;&#1080;&#1079;&#1085;&#1072;&#1074;&#1072;&#1085;&#1077; &#1085;&#1072;
&#1088;&#1077;&#1096;&#1077;&#1085;&#1080;&#1077;&#1090;&#1086;:<br>
&#8226; &#1075;&#1088;&#1077;&#1096;&#1082;&#1072; &#1087;&#1088;&#1080; &#1082;&#1086;&#1084;&#1087;&#1080;&#1083;&#1072;&#1094;&#1080;&#1103; (Compilation Error - CE);<br>
&#8226; &#1075;&#1088;&#1077;&#1096;&#1082;&#1072; &#1087;&#1088;&#1080; &#1080;&#1079;&#1087;&#1098;&#1083;&#1085;&#1077;&#1085;&#1080;&#1077; (Run-Time &#1077;rror - RT);<br>
&#8226; &#1080;&#1079;&#1090;&#1080;&#1095;&#1072;&#1085;&#1077; &#1085;&#1072; &#1086;&#1087;&#1088;&#1077;&#1076;&#1077;&#1083;&#1077;&#1085;&#1080;&#1103; &#1083;&#1080;&#1084;&#1080;&#1090; &#1086;&#1090; &#1074;&#1088;&#1077;&#1084;&#1077; &#1079;&#1072; &#1090;&#1077;&#1089;&#1090;&#1074;&#1072;&#1085;&#1077; (Time Limit
&#1077;xceeded - TL);<br>
&#8226; &#1085;&#1077;&#1087;&#1088;&#1072;&#1074;&#1080;&#1083;&#1077;&#1085; &#1092;&#1086;&#1088;&#1084;&#1072;&#1090; &#1085;&#1072; &#1080;&#1079;&#1093;&#1086;&#1076;&#1072; (Presentation Error - PE);<br>
&#8226; &#1075;&#1088;&#1077;&#1096;&#1077;&#1085; &#1088;&#1077;&#1079;&#1091;&#1083;&#1090;&#1072;&#1090; (Wrong Answer - WA).<br>
&#1055;&#1088;&#1080; &#1087;&#1086;&#1074;&#1077;&#1095;&#1077; &#1086;&#1090; &#1077;&#1076;&#1080;&#1085; &#1074;&#1098;&#1079;&#1084;&#1086;&#1078;&#1077;&#1085; &#1086;&#1090;&#1075;&#1086;&#1074;&#1086;&#1088; &#1089;&#1077; &#1080;&#1079;&#1087;&#1088;&#1072;&#1097;&#1072; &#1090;&#1086;&#1079;&#1080;, &#1082;&#1086;&#1081;&#1090;&#1086; &#1077; &#1087;&#1086;-&#1085;&#1072;&#1087;&#1088;&#1077;&#1076;
&#1074; &#1075;&#1086;&#1088;&#1085;&#1080;&#1103; &#1089;&#1087;&#1080;&#1089;&#1098;&#1082;. &#1057;&#1098;&#1086;&#1073;&#1097;&#1077;&#1085;&#1080;&#1103;&#1090;&#1072; &#1079;&#1072; &#1085;&#1077;&#1087;&#1088;&#1072;&#1074;&#1080;&#1083;&#1085;&#1080; &#1088;&#1077;&#1096;&#1077;&#1085;&#1080;&#1103; &#1089;&#1077; &#1080;&#1079;&#1087;&#1088;&#1072;&#1097;&#1072;&#1090; &#1076;&#1086; &#1082;&#1088;&#1072;&#1103;
&#1085;&#1072; &#1089;&#1098;&#1089;&#1090;&#1077;&#1079;&#1072;&#1085;&#1080;&#1077;&#1090;&#1086;.<br>
4.4. &#1050;&#1083;&#1072;&#1089;&#1080;&#1088;&#1072;&#1085;&#1077;&#1090;&#1086; &#1089;&#1077; &#1080;&#1079;&#1074;&#1098;&#1088;&#1096;&#1074;&#1072; &#1087;&#1086; &#1073;&#1088;&#1086;&#1103; &#1085;&#1072; &#1087;&#1088;&#1072;&#1074;&#1080;&#1083;&#1085;&#1086; &#1088;&#1077;&#1096;&#1077;&#1085;&#1080;&#1090;&#1077; &#1079;&#1072;&#1076;&#1072;&#1095;&#1080;. &#1055;&#1088;&#1080;
&#1088;&#1072;&#1074;&#1077;&#1085; &#1073;&#1088;&#1086;&#1081; &#1088;&#1077;&#1096;&#1077;&#1085;&#1080; &#1079;&#1072;&#1076;&#1072;&#1095;&#1080;, &#1079;&#1072; &#1074;&#1089;&#1103;&#1082;&#1072; &#1087;&#1088;&#1072;&#1074;&#1080;&#1083;&#1085;&#1086; &#1088;&#1077;&#1096;&#1077;&#1085;&#1072; &#1079;&#1072;&#1076;&#1072;&#1095;&#1072; &#1089;&#1077; &#1087;&#1088;&#1077;&#1089;&#1084;&#1103;&#1090;&#1072;
&#1074;&#1088;&#1077;&#1084;&#1077;&#1090;&#1086; (&#1074; &#1084;&#1080;&#1085;&#1091;&#1090;&#1080;) &#1086;&#1090; &#1085;&#1072;&#1095;&#1072;&#1083;&#1086;&#1090;&#1086; &#1085;&#1072; &#1089;&#1098;&#1089;&#1090;&#1077;&#1079;&#1072;&#1085;&#1080;&#1077;&#1090;&#1086; &#1076;&#1086; &#1084;&#1086;&#1084;&#1077;&#1085;&#1090;&#1072; &#1085;&#1072;
&#1087;&#1088;&#1077;&#1076;&#1072;&#1074;&#1072;&#1085;&#1077;&#1090;&#1086; &#1081;. &#1057;&#1091;&#1084;&#1080;&#1088;&#1072;&#1090; &#1089;&#1077; &#1087;&#1086;&#1083;&#1091;&#1095;&#1077;&#1085;&#1080;&#1090;&#1077; &#1074;&#1088;&#1077;&#1084;&#1077;&#1085;&#1072; &#1080; &#1089;&#1091;&#1084;&#1072;&#1090;&#1072; &#1089;&#1077; &#1091;&#1074;&#1077;&#1083;&#1080;&#1095;&#1072;&#1074;&#1072; &#1089; &#1087;&#1086;
20 &#1084;&#1080;&#1085;&#1091;&#1090;&#1080; &#1079;&#1072; &#1074;&#1089;&#1103;&#1082;&#1086; &#1087;&#1088;&#1077;&#1076;&#1072;&#1076;&#1077;&#1085;&#1086; &#1085;&#1077;&#1087;&#1088;&#1072;&#1074;&#1080;&#1083;&#1085;&#1086; &#1088;&#1077;&#1096;&#1077;&#1085;&#1080;&#1077;. &#1054;&#1090;&#1073;&#1086;&#1088;&#1098;&#1090; &#1089; &#1087;&#1086;-&#1084;&#1072;&#1083;&#1082;&#1072;
&#1089;&#1091;&#1084;&#1072; &#1085;&#1072; &#1090;&#1072;&#1082;&#1072; &#1080;&#1079;&#1095;&#1080;&#1089;&#1083;&#1077;&#1085;&#1080;&#1090;&#1077; &#1074;&#1088;&#1077;&#1084;&#1077;&#1085;&#1072; &#1089;&#1077; &#1082;&#1083;&#1072;&#1089;&#1080;&#1088;&#1072; &#1085;&#1072; &#1087;&#1086;-&#1087;&#1088;&#1077;&#1076;&#1085;&#1072; &#1087;&#1086;&#1079;&#1080;&#1094;&#1080;&#1103;.<br>
<hr style="width: 100%; height: 2px;"><br>
</body>
</html>
